[
    {
        "name": "Banish Sickness",
        "description": "With a lick and a purr, the Bastet can cure minor diseases and chase venoms away.",
        "system": "The player spends a Gnosis point and rolls Manipulation + Medicine. The difficulty depends on the severity of the illness. Incurable maladies such as cancer or AIDS are beyond this Gift's power.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Silent Stalking",
        "description": "The Bastet may move over any surface without making a sound for an entire scene.",
        "system": "The player rolls Dexterity + Stealth, difficulty 5. Failure renders the Gift unusable for the rest of the scene.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Night's Passage",
        "description": "The Bastet may walk through dim areas and be effectively invisible. This Gift even foils sudden lights, as long as some shadows still exist in which to hide.",
        "system": "The player spends a Gnosis point and rolls Dexterity + (Subterfuge or Occult), difficulty 7. The Bastet effectively 'disappears' for the rest of the scene, or until he attacks someone or emerges from the shadows.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Shriek",
        "description": "With an ear-splitting scream, the Bastet deafens everyone nearby.",
        "system": "The player rolls Stamina + Intimidation (difficulty 7). Everyone within 20 feet is deafened (and at +1 difficulty to all rolls) for one turn per success.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Caper",
        "description": "The Bastet may charm watchers with a dance, or with the predatory grace of his feline form.",
        "system": "The player rolls Manipulation + Expression, difficulty 3 and the character dances or moves in a way designed to gain the attention of those around him. Any observer whose Willpower is equal to or less than the successes rolled falls into a genial haze for so long as the Bastet continue to perform. Violence breaks the trance, but subtle actions remain unnoticed.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Impala's Flight",
        "description": "The werecat doubles her running speed.",
        "system": "This Gift lasts for twice as many turns as the player's successes on a difficulty 6 Stamina + Athletics roll.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Clawstorm",
        "description": "The Bastet becomes a blur of slashing claws.",
        "system": "By spending a point of Rage and Willpower, the Bastet makes four close-range attacks in a single turn. He cannot spend Rage for any more attacks, or use this Gift more than (homid form's Stamina) times per fight.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Perfect Passage",
        "description": "The Bastet may roam anywhere on the face of Gaia or beyond, passing through any material object she wishes without leaving a trace.",
        "system": "The player spends one Gnosis point and rolls Wits + Larceny (difficulty 6); the Bastet (along with her clothing and any held objects) may pass through whatever non-living objects (including bullets and melee weapons!) she wishes for five minutes per success. If she wishes to pick something up, it becomes solid to her — and intangible to other objects — the second that she picks it up. She's still visible, and is vulnerable to unarmed attacks. Attackers wishing to use bullets or knives must surprise her or she takes no damage — and the Bastet's own blows ignore any non-living armor. She still breathes but cannot be affected by gasses.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Withering Stare",
        "description": "This Gift lets a werecat kill with a glance, causing victims to die in agonized convulsions.",
        "system": "The player spends a Gnosis point and rolls Rage. The difficulty is the victim's Willpower, and each success inflicts one level of aggravated damage.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter"
    },
    {
        "name": "Cat Claws",
        "description": "By calling on her heritage, a Bastet in Homid or Sokto form can unsheathe her claws and attack as if she were in Crinos.",
        "system": "The player need not spend a Willpower point to enact this particular partial transformation (see W20, p. 286), and the difficulty of the transformation is 6.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Blinding Moonbeam Gaze",
        "description": "The werecat shoots bright beams of moonlight from her eyes. These don't inflict damage, but can blind or distract an opponent, and provide illumination as well.",
        "system": "The player rolls Gnosis (difficulty 7), and may turn her 'high beams' on and off at will for the rest of the scene. The moonbeams are roughly equivalent to a high-powered flashlight.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Whisker Sight",
        "description": "The Bastet gains perfect perception of everything within arm's reach of her — even if it's behind her or invisible.",
        "system": "The player rolls Perception + Primal-Urge (difficulty 7). This Gift lasts for one scene.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Fist of Cahlash",
        "description": "The Bastet can destroy any material thing with a snarl.",
        "system": "The player spends a Rage point and rolls Rage against difficulty 6 (for inanimate objects) or 8 (for living and undead targets). Each success destroys 10 pounds of contiguous matter, reducing it to dust. A canny Bastet could use this Gift to weaken a building, or dispose of toxic waste. Used on a living creature, each success inflicts one level of bashing damage. The Bastet must be able to see what she intends to destroy, and it must be close enough to hear her snarl.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Mine",
        "description": "RuBreed Booking against an object, the Bastet magically claims it as her own.",
        "system": "The player spends one Gnosis point. Anyone attempting the steal the object at any point afterward must roll Willpower (difficulty 9) before doing so.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "breed": "Feline"
    },
    {
        "name": "Humbaba's Escape",
        "description": "This Gift allows a wereleopard to dislocate her limbs and slide through small openings.",
        "system": "The difficulty of all rolls to escape bonds or slide through small gaps is permanently reduced by two.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Bagheera"
    },
    {
        "name": "Ojas Surge",
        "description": "By channeling the spiritual energy within himself, the Bagheera can boost his physical and perceptual abilities to impossible levels.",
        "system": "To perform this Gift, the Bagheera must first meditate for (6 – current Rank) minutes, then the player rolls Gnosis (difficulty 7). Each success may be used to boost one of the following Attributes by one dot for the rest of the scene: Strength, Dexterity, Stamina, Charisma, Perception or Wits. The successes may be distributed as the Bagheera wishes, and can raise Attributes beyond five dots. Multiple uses of this Gift do not stack.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Bagheera"
    },
    {
        "name": "The Paradox of Time",
        "description": "The werecat shows her target a dizzying and nonlinear view of the vast sweep of time, producing sickness and confusion rather than enlightenment.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Enigmas against a difficulty of the target's Willpower. For each success, the subject becomes disoriented for two turns, suffering a –3 penalty to all dice pools. Mages with any dots in the Time Sphere are immune to this Gift.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Bagheera"
    },
    {
        "name": "Shiva's Might",
        "description": "The mightiest of wereleopards may change into a Juddho form reminiscent of Shiva the Destroyer. In a burst of holy light, the Bastet becomes a 12-foot-tall, six-armed Crinos-werecat wielding mystical flaming weapons, which lays waste to everything around it until nothing moves.",
        "system": "The player spends two Rage points and two Gnosis points. The Bagheera springs into Juddho form and enters an indiscriminate killing frenzy. This form persists for (Bastet's permanent Rage) turns. After the transformation ends, the Bastet loses all Rage, assumes his breed form and falls asleep for four hours. The Juddho form's traits are: Strength +6, Dexterity +3, Stamina +6, Appearance 0, and its weapons inflict Strength + 4 aggravated damage.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Bagheera"
    },
    {
        "name": "Vision Cloud",
        "description": "By calling to the spirits of the air and the plants, the Balam can conjure the Vision Cloud, a swirling fog that wraps itself through the area, bringing mystic insights to those who seek them — and those who do not.",
        "system": "The player spends a Gnosis point and makes a Manipulation + Enigmas roll (difficulty 5). An area 50 feet in diameter fills up with a misty cloud that bestows visions to those that breathe it. The content of the visions are left up to the Storyteller, but should generally foreshadow possible future events or reveal lost lore.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Balam"
    },
    {
        "name": "Feed the Gods",
        "description": "The Balam can rip out the heart of an enemy from a distance, pull it to his hand, and consume it in a burst of fire.",
        "system": "The player rolls Gnosis (difficulty 7) and spends two Gnosis points. If the werejaguar's successes amount to at least twice the target's dots in Stamina, the target dies. Supernatural toughness (such as a vampire's Fortitude) subtracts two successes for every dot or level of protection.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Balam"
    },
    {
        "name": "Alms to the Poor",
        "description": "The werecat may summon up a small bit of money or food, generally to give to a beggar. If the cat uses the 'alms' for himself, he's left with a bitter taste in his mouth and greasy palms.",
        "system": "The player spends one Gnosis point to create a handful of food or a few coins in the local currency (never more than a few dollars' worth by local standards).",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Bubasti"
    },
    {
        "name": "Scholar's Friend",
        "description": "The Bubasti may read any scroll, tablet or book placed in front of him, no matter what language it's in. Coded messages remain written in code.",
        "system": "This Gift's effects are permanent.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Bubasti"
    },
    {
        "name": "Banish Cahlash's Brood",
        "description": "By calling upon the Father of Dark Spirits, a Bubasti may command Wyrmish spirits to depart. Each time the Bubasti does so, his fur grows a deeper shade of black and his actions become more… erratic. Sense Wyrm detects a faint trace of Wyrm-taint on the Bastet for a week afterward.",
        "system": "The player spend a Willpower point and rolls Manipulation + Enigmas against a difficulty of the higher of the spirit's Rage or Gnosis. Each success removes three points of the spirit's Essence. Botching the roll inflicts an immediate derangement of the Storyteller's choice.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Bubasti"
    },
    {
        "name": "Satyr's Wisdom",
        "description": "The Ceilican can play any musical instrument as if he'd been reared with it in his hands.",
        "system": "The character permanently adds three dice to all attempts to perform with a musical instrument.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Ceilican"
    },
    {
        "name": "Sorcerer's Blade",
        "description": "The werecat may enchant an edged weapon so that it becomes supernaturally potent.",
        "system": "The player spends a point of Gnosis and rolls Manipulation + Occult (difficulty 6). Success enables the weapon to inflict aggravated damage until the next sunrise.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Ceilican"
    },
    {
        "name": "Small Cousin",
        "description": "The Ceilican gains the ability to shapeshift into a house cat. While not terribly useful physically, this form is very unobtrusive.",
        "system": "This Gift grants a permanent alternative option when shifting into feline form. Housecat form effectively has Strength and Stamina 1, and grants +2 Dexterity.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Ceilican"
    },
    {
        "name": "Rhino's Favor",
        "description": "By calling on the spirit of the rhino, the Khan may grow a horn on her skull. Although unsightly, this protrusion makes for a fine weapon.",
        "system": "The player spends a Rage point to grow the horn. It lasts for one scene, and may be used to gore opponents for Strength + 2 aggravated damage. The attack is difficulty 7.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Khan"
    },
    {
        "name": "Skin of Jade",
        "description": "Willing himself solid, the Khan's skin obtains the hardness of jade.",
        "system": "The player spends a Willpower point and gains two additional dice to his soak rolls for the rest of the scene.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Khan"
    },
    {
        "name": "Ricepaper Walk",
        "description": "By attuning his inner energies, the Khan can walk across a light or fragile surface without disturbing it, no matter what shape he wears.",
        "system": "The player rolls Gnosis, difficulty 6. For a (successes x 3) turns, the Khan exerts no more weight on the surface she stands on than a scrap of paper.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Khan"
    },
    {
        "name": "Paws of the Raging Spirit Tiger",
        "description": "By channeling his chi through this Gift, the Khan wreaths his paws or hands in crackling spirit power. Thus fortified, the weretiger can rip through enemies in the spirit world without stepping sideways, so long as he can see them.",
        "system": "The player spends a Gnosis point, and enjoys the Gift's effects for six turns.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Khan"
    },
    {
        "name": "Dragonroar",
        "description": "Bellowing like a thunderclap, the Khan breathes a ball of fire onto his foes.",
        "system": "The player spends two Gnosis points. The fireball is aimed with Dexterity + Brawl, and inflicts Ferocity levels of aggravated damage. In subsequent turns the target continues to burn for half the damage suffered the previous turn (round down), until the flames gutter out.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Khan"
    },
    {
        "name": "Heaven Thunder Hammer",
        "description": "Channeling the power of Heaven itself, the Khan strikes out with a shockwave-blow that shatters walls and splinters trees.",
        "system": "The player spends three Rage and makes a Strength + Primal-Urge roll (difficulty 3) to hit everything within 10 feet directly in front of the weretiger. The attack adds the Khan's Ferocity to its damage dice.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Khan"
    },
    {
        "name": "Wanderer's Boon",
        "description": "The werecat can endure any hardship as he wanders Gaia's face.",
        "system": "The player spends a Willpower point and rolls Stamina + Survival, difficulty 6. Each success allows him one of the following benefits: ignore the worst effects of normal heat and cold for a week, go one day without water, or go three days without food. The difficulty of the Gift rises by 1 each time it is repeated in succession.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Pumonca"
    },
    {
        "name": "Thunderbolt",
        "description": "So long as even a single cloud hangs in the sky, the werecougar may call down a lightning bolt to strike her foes.",
        "system": "The player spends one Rage point and rolls Dexterity + Survival to aim it (difficulty 8 in relatively clear conditions, difficulty 6 during a storm). The bolt inflicts (Cunning) dice of lethal damage.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Pumonca"
    },
    {
        "name": "No Hidden Thing",
        "description": "By reading the riddles of the world as mystic patterns, the Qualmi can discover answers that aren't immediately obvious to lesser beings. It's hard to hide things from a lynx!",
        "system": "The character permanently adds three dice to all Enigmas rolls.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Qualmi"
    },
    {
        "name": "Wind From the West",
        "description": "The Qualmi presents a series of high-speed riddles designed to tie a victim's mind in knots.",
        "system": "The player rolls Manipulation + Enigmas (difficulty equals the target's Willpower). Success scrambles the target's sense of direction and relationship; three or more successes send the target into a panic, forcing Changing Breeds to check for frenzy and normal humans to flee in terror. Shapeshifters who have the option succumb to fox frenzy as a result of this Gift. The Gift's effects last for 15 minutes.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Qualmi"
    },
    {
        "name": "Water's Vision",
        "description": "The Qualmi can see through barriers to glimpse what lies beyond.",
        "system": "The player rolls Perception + Primal-Urge against a difficulty of the local Gauntlet. The Qualmi can see through all solid objects for 100 feet per success — all things seem transparent and ephemeral.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Qualmi"
    },
    {
        "name": "Sun Claws",
        "description": "The Simba's claws and fangs burn with an intense, smokeless golden flame.",
        "system": "The werelion spends a turn igniting his fury and the player spends one Rage point. For the rest of the scene, the Simba's claw and fang attacks inflict two additional points of damage; used against vampires, these attacks inflict levels rather than dice of aggravated damage. However, the difficulty to regenerate while this Gift is active is raised by 1.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Simba"
    },
    {
        "name": "Ghost Caress",
        "description": "The Swara may use sympathetic magic to send sensations across a distance. Although the magic can't physically harm its target, it can drive him mad as phantom pains or pleasures wash over him without apparent cause.",
        "system": "The player spends a Willpower point and rolls Gnosis. At short range (within a mile) the difficulty is 7, while at maximum range (50 miles) the difficulty is 9. The Swara selects another person in her presence to act as her 'focus.' Whatever she does to the 'focus,' the target feels. This Gift's effects last for one turn per success.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Swara"
    },
    {
        "name": "River of Blood",
        "description": "The soil of Africa has been bathed in blood for tens of thousands of years. With this Gift, a Swara calls that spilled blood together through the soil and gives it form, creating a pool, a river, a mass of tentacles, or a variety of other things.",
        "system": "The player spends a Rage point and rolls Manipulation + Primal-Urge (difficulty 7, or 5 for a notable site of bloodshed). It takes a three turns for the blood to coalesce; once it does, it will assume any form the Swara demands. All forms have Strength and health levels equal to twice the successes rolled. This Gift lasts for one scene.",
        "source": "Bastet Breed Book",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Bastet",
        "splat": "Shifter",
        "tribe": "Swara"
    }
]