[
    {
        "name": "Anticipatory Locution",
        "description": "A refinement to Anticipatory Visage, this power was created in an attempt to mitigate the difficulties involved in passing yourself off as someone when you don't know who you're supposed to be. When Anticipatory Locution is active, the target not only sees whom he expects to see but also hears what he expects them to say. This works for short phrases only, not entire conversations, so an Archon can still trip herself up quite easily if she's not careful. Still, Anticipatory Locution is good for covering small gaffes or for getting around code words and passwords.",
        "system": "This power does not require the expenditure of blood, as it is considered active when the user has succeeded in invoking Anticipatory Visage. Any time the character utters a short answer to a question (no more than a single moderate sentence or so), the player may make a roll of Manipulation + Subterfuge(difficulty 7). If successful, the target hears the answer he would have expected from whoever he believes the character to be. This power breaks down in long conversation or under in-depth questioning, and it can be seen (heard) through with Auspex if the Kindred's Auspex is greater than the character's Obfuscate.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 20,
        "splat": "Vampire",
        "prerequisites": ["Auspex 4", "Obfuscate 3"]
    },
    {
        "name": "Anticipatory Visage",
        "description": "This power was first developed by an investigative Archon who was frustrated by his inability to sneak into the gathering of a Gehenna cult because he didn't know as whom to disguise himself. Anticipatory Visage allows the Kindred to appear as whomever the target most expects to see in a given circumstance. The character herself has no control over who she appears to be, and may not even be immediately aware of what form she's taken.",
        "system": "The player spends a Blood Point and makes a manipulation + Performance roll (difficulty 6). If successful, the character immediately takes the form (per Mask of a Thousand Faces) of the individual the target most expected. If faced with more than one person, the character must select one individual as the target and hope that the others expect to see the same person. The character is not immediately aware of the form she has taken, and may have difficulty carrying the ruse further than the initial contact. While this power provides the form of the expected individual, it does not provide any knowledge of her personality or memories; the character must be exceedingly careful not to give herself away through suspicious behavior. A vampire with Auspex can see through this power if her Auspex exceeds the character's Obfuscate.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 24,
        "splat": "Vampire",
        "prerequisites": ["Auspex 4", "Obfuscate 3"]
    },
    {
        "name": "Elemental Stoicism",
        "description": "Although no vampire can resist the sun's light indefinitely, those Elders who have mastered the powers of Fortitude to this advances degree can stave off death for a few crucial moments. Elemental Stoicism also offers some degree of protection against fire.",
        "system": "This power is involuntary and cannot be turned off. Every hour that the character is exposed to fire or sunlight, the player must spend one Blood Point. All damage inflicted on the vampire by fire or sunlight during that hour is changed from aggravated to non-aggravated lethal damage and may be soaked as such. This Blood Point use does not count against the character's maximum expenditure per turn. A character whose Blood Pool is emptied by this power falls into Torpor immediately and begins taking damage normally if she is still in contact with the damage source. This power does not protect the vampire's clothing or belongings against such damage — she may be able to walk through a burning building, but she'll most likely walk out of it wearing nothing but ashes.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 40,
        "splat": "Vampire",
        "prerequisites": ["Fortitude 8", "Obfuscate 4"]
    },
    {
        "name": "Martyr's Resilience",
        "description": "Reputedly pioneered by the Salubri bloodline, this power has been demonstrated by members of several other Clans as well. Martyr's Resilience allows the vampire to choose to absorb injuries inflicted upon anyone whose blood she has tasted.",
        "system": "The vampire must have ingested at least one Blood Point of the subject's blood within the past year to employ this power, and must be within eyesight of the subject when the injury is inflicted. The player spends a Blood Point to activate this power, and the action must be declared before the initial victim rolls to soak the damage. As a result, a number of health levels of damage equal to the character's Stamina are transferred from the initial target of the attacker to the character. This damage is considered to have been inflicted directly on the character and is soaked normally. Any damage in excess of the character's Stamina is inflicted on the initial recipient of the damage, who soaks it normally as well. The use of this power cannot be forced to use it, even through Dominate or other powers of that sort.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 35,
        "splat": "Vampire",
        "prerequisites": ["Auspex 4", "Fortitude 7"]
    },
    {
        "name": "Mind's Eye",
        "description": "With this power, an Archon or Templar can actually experience a memory belonging to someone else. Sight, sound, scent, and other details — all are potentially just as intense as they were for the subject when they first occurred. While Mind's Eye can be used on a cooperative subject who simply wishes to provide the most accurate report possible, it is often used as a form of interrogation and intelligence gathering.",
        "system": "The character must make eye contact with the subject (unless she possesses a power that allows her to use Dominate with touch or at a distance, in which case she may use these other techniques instead), and the player must spend a Blood Point. If the subject is cooperating, or is an unwilling mortal or Kindred of higher generation than the character, the character need merely make a Perception + Subterfuge roll, difficulty 6. If the subject is both unwilling and a Kindred of equal or lower generation, she may resist with an opposed willpower roll, difficulty 6; successes on this roll subtract from the character's own. The character may attempt to locate a specific memory in one of two ways. She may either search by time ('Let me see what was happening to you yesterday at midnight') or by event ('I'm going to find out what you said to him at your last meeting!'). A botch instead allows the subject to see one of the character's memories (chosen randomly by the Storyteller) and renders that subject immune to any further uses of Mind's Eye by that specific character for the remainder of the scene.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 25,
        "splat": "Vampire",
        "prerequisites": ["Auspex 4", "Dominate 3"]
    },
    {
        "name": "Mortal Terror",
        "description": "While the power of Quell the Beast is certainly useful if you're trying to soothe or quiet someone, sometimes you need something a bit more dramatic. Mortal Terror focuses the power of Dread Gaze directly on another Kindred's Beast, bypassing the conscious mind entirely. This can potentially drive a vampire into immediate Rotschreck.",
        "system": "The character must either touch her target or make eye contact, and the player must succeed in a contested roll (Charisma + Intimidation vs. the target's Willpower, both difficulty 7). If the character accumulates more successes than the victim has dots of Courage, the power takes effect and Rotschreck overwhelms the victim. The victim may begin making Courage rolls in an attempts to fight of Rotscreck starting the next turn. Until he accumulates five successes, he will continue to flee from the character by the fastest and most direct route. Invoking this power spuriously is dangerous. Should the character botch the roll to invoke the power, the victim must immediately roll Self-Control to resist frenzy, rather than Rotscreck.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Protean 4", "Vicissitude 3"]
    },
    {
        "name": "Name of the Fallen",
        "description": "The Kindred with this power may identify a deceased person, Kindred or kine, simply by handling a piece of the corpse. Name of the Fallen could likely be made to function with Necromancy in place of Thaumaturgy at the Storyteller's discretion.",
        "system": "The player must spend a blood point and roll Perception + Empathy; the difficulty depends on whether the subject was mortal or vampire, as well as on the length of time since he died. The character must have in her possession at least a small piece of the corpse, though something as tiny as a finger bone or even the ashes of a Kindred who has suffered Final Death will suffice. If the roll fails, that character may not try to identify that particular subject again unless she can find a new sample of the body. If the roll indicates a botch, the character receives false information. The knowledge granted by this power appears instantly; the character falls into no 'trance' such as that experienced when using the Auspex power of Spirit's Touch.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 10,
        "splat": "Vampire",
        "prerequisites": ["Auspex 3", "Thaumaturgy 1"]
    },
    {
        "name": "Quicken Sight",
        "description": "The hand is not quicker than the eye when the eye belongs to an archon or templar with this power. Quicken Sight allows the character to see fast-moving objects in detail that even Heightened Senses alone cannot reveal. A character with this power can focus on and follow a single card while the deck is shuffled, track the single loaded chamber in a game of Russian roulette, read the headlines on a newspaper as he drives past the newsstand at 60 mph or even pick out subliminal images in film.",
        "system": "The player spends one blood point to activate this power, which lasts for a scene. Any time the character wishes to see, follow or examine something that is moving too quickly for normal observation, the player must make a Wits + Alertness roll (difficulty based on how quickly the item is moving, but normally 6 or 7). Even one success allows the character to observe the item, though more successes bring greater detail and clarity.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 9,
        "splat": "Vampire",
        "prerequisites": ["Auspex 1", "Celerity 2"]
    },
    {
        "name": "Random Patterns",
        "description": "Developed by Malkavian templars but slowly increasing in usage among archons as well, Random Patterns allows the character to anticipate an opponent's next move in time to counter it. Blows can be blocked or avoided before they're even thrown, pursuit can be cut off and bluffs can be called. The power doesn't allow the character to see into the future per se, so much as it reads the patterns in the chaos and random chance that surround the target and allows the Kindred to determine his next move based on previous actions and lines of probability.",
        "system": "The player spends a blood point and rolls Perception + Empathy (or Awareness, if you're using that optional Talent), against a difficulty of 5 to 7, determined by the Storyteller's assessment of how predictable the opponent is based on his nature. For instance, a character with a Nature of Curmudgeon or Perfectionist is probably fairly predictable and thus difficulty 5, while a Nature of Deviant or Monster is probably less predictable and thus difficulty 7. The difficulty can be further modified by derangements. If the roll succeeds, the character adds a number of automatic successes to his next action equal to the number of successes on the Random Patterns roll. This action must be a contested or combat-related roll against the target. For example, the bonus could be applied to pursuit, melee or dodge, but not to the activation of a Discipline.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 14,
        "splat": "Vampire",
        "prerequisites": ["Auspex 2", "Dementation 2"]
    },
    {
        "name": "Shape Of All Beasts",
        "description": "Cainites with the Protean power of Shape of the Beast can take their choice of two animal forms in a matter of seconds. Cainites with Vicissitude can reshape their bodies into the form of any animal of the same mass, given time and enough vitae to power the Discipline. A Cainite with both – and some knowledge of zoology and comparative anatomy – can learn to take the form of any animal between the size of a tiger and a rabbit. They can also force other beings into animal form.",
        "system": "Changing form costs one blood point and takes three turns. Each additional blood point spent reduces the time by one turn, to a minimum of one turn. If the character uses the power to transform someone else, the transformation takes minutes instead of turns. Additionally, an unwilling character can resist, with the player making a contested Willpower roll (difficulty 6) against the would-be flesh-shaper's Dexterity + Body Crafts (difficulty 7). If the potential victim gains more successes, she successfully resists the restructuring of her body. Unlike Shadow of the Beast, the transformation does not assimilate the Cainite's clothing and small personal possessions. While in animal form, a character can use any of her Disciplines except for Necromancy, Serpentis, Thaumaturgy or Vicissitude.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 24,
        "splat": "Vampire",
        "prerequisites": ["Protean 4", "Vicissitude 3"]
    },
    {
        "name": "Brace For Impact",
        "description": "A Cainite who possesses both the unnatural strength of Potence and the supernatural toughness of Fortitude can learn to apply that strength to resisting some forms of damage. The power does not help against normal combat damage such as fists, bullets or blades. It does not grant extra protection against fire, electricity, sunlight or other energy-based sources of damage. The power only helps the character soak physical impacts that affect the entire body: Falling damage, car crashes, explosions, or being struck with very large objects.",
        "system": "A character with this power can automatically soak one health level of impact damage for each dot of Potence that she has. This can be bashing, lethal or aggravated damage (as from falling off a skyscraper), but it must come only from impact – no cutting, piercing, burning or other forms of damage. At the Storyteller's option, Brace for Impact can also help a Cainite resist crushing pressure or vacuum decompression.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 21,
        "splat": "Vampire",
        "prerequisites": ["Fortitude 4", "Potence 2"]
    },
    {
        "name": "Sympathetic Encryptor",
        "description": "Using a combination of Disciplines and cerebral training, the character can reach out with his mind and pull information from someone else's thoughts, storing that data symbolically without ever knowing what it is or means. In this way, the user can only convey the stolen or stored information to someone who understands (or has previously decided upon) the symbology used to accomplish the task. This creates, in effect, a completely impenetrable courier system, as the user of the power himself cannot divulge the stolen information even should he desire to do so.",
        "system": "The user rolls Intelligence + Subterfuge (difficulty of the target's Willpower). For each success rolled, one fact or piece of information is plucked from the target's mind and instantly converted to symbolic code via the Art of Memory. Truly deep secrets may be recovered only with five successes or more, and even then, only one such secret can be discovered per use (though this is often more than enough). If plucking information from the mind of a supernatural creature, the character must spend a Willpower point for the effort.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 20,
        "splat": "Vampire",
        "prerequisites": ["Auspex 4", "Art of Memory 2"]
    },
    {
        "name": "Corpse Projection",
        "description": "In addition to raising zombies using her blood, a vampire can also animate corpses from a great distance and possess the reanimated body. Such zombie possession requires a great effort of will and a Cappadocian can occupy the body for only a single night, but it grants the vampire priestess a limited power to act beyond.",
        "system": "Animating and possessing a cadaver while astral costs the vampire a point of Willpower. If the Cappadocian has already used Astral Projection to reach her destination, the Storyteller does not need to make another dice roll to see if the possession succeeds. If the vampire attempts an instant leap, roll her Perception + Occult. The difficulty ranges from 7 to 10, depending on how well the vampire knows her destination. Her old temple in Thrace would be difficulty 7; a location the Cappadocian knew only from an atlas would be difficulty 10. The possession ends when the sun rises at the location of the possessed zombie. The vampire can also end the possession at will and flash back to her body. The zombie instantly collapses as a normal cadaver. While the vampire possesses a cadaver, her own body remains in torpor.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 30,
        "splat": "Vampire",
        "prerequisites": ["Auspex 5", "Necromancy (Mortis Path) 5"]
    },
    {
        "name": "Psychic Double",
        "description": "Astral projection has the annoying limit that the vampire's disembodied mind cannot affect the material world, and even the faintest visible manifestation requires great effort. Through this combination power, a vampire still cannot affect material objects – but she can make other people imagine that they see and speak to her.",
        "system": "Projecting a Psychic Double costs one Willpower point. As with Astral Projection, the vampire picks a target somewhere in the world and hopes he projects to the right place. Arriving at the desired location depends on a Perception + Occult roll, with the difficulty set by how well the vampire knows the target location. A familiar location not too far away is difficulty 7; a place on the other side of the world that the vampire merely read about is difficulty 10. A botch on this roll indicates getting lost, and maybe even breaking the silver cord back to the vampire's body. Evoking a psychic image with his own appearance automatically succeeds. Appearing as someone else calls for a Manipulation + Performance roll (difficulty 7), just as for Mask of a Thousand Faces.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 24,
        "splat": "Vampire",
        "prerequisites": ["Auspex 4", "Obfuscate 3"]
    },
    {
        "name": "Baal's Sight",
        "description": "Oft times, the demon hunters of the sorcerer caste lack the time to activate the spiritual sight associated with Baal's Caress. This power removes the requirement that they do so.",
        "system": "Upon learning this power, the sorcerer gains the permanent ability to see dematerialized spirits and the like. There is no roll and no cost for doing so, and this counts as part of the requirement for the sorcerer version of Taste of Death. However, the power permanently alters the sorcerer's eyes, rendering them disturbingly bloodshot as if he had a permanent infection in both eyes. In addition, any spirit in the sorcerer's presence will intuitively sense that he can see them, which some spirits find offensive.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Auspex 2", "Quietus 4"]
    },
    {
        "name": "Draught of the Soul",
        "description": "This power is largely a relic of the days before the Tremere Curse. While many Assamite elders still know it, Draught of the Soul is useless to those who cannot drink the blood of other Cainites. The antitribu can still make use of it, however, and if the Tremere Curse is ever lifted, all Assamites will have the potential to drink the memories of their victims instead of just their souls.",
        "system": "This power can only be used when an Assamite commits diablerie. The player spends a number of Willpower points equal to the victim's Intelligence and then rolls Willpower (difficulty equal to the victim's permanent Willpower plus one for every Derangement she had; maximum 9). If the roll is successful, the player gains one experience point for every Skill in which the victim's rating was equal to or greater than that of the character. The bonus experience points can only be spent to improve Skills in which the victim's rating equaled or exceeded that of the Assamite. If the player's roll botches, the character gains a permanent derangement, usually one previously held by the victim if appropriate.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 27,
        "splat": "Vampire",
        "prerequisites": ["Auspex 4", "Quietus 5"]
    },
    {
        "name": "Eyes of Alamut",
        "description": "This power allows for a most cunning surveillance. The Assamite must touch the target to activate the power. If successful, then for the next hour per success, she can see through the target's eyes and hear through his ears.",
        "system": "To activate Eyes of Alamut, the player must spend a Willpower point and roll Perception + Awareness (difficulty is target's current Willpower). This power can only be used to scry on someone who the Assamite has physically touched, and the connection only lasts for an hour. A target who also has Telepathy (Auspex ●●●●) may notice the fact that someone is riding his senses with a successful Perception + Occult roll (difficulty 6). Such a character automatically realizes the intrusion if the Assamite uses Command From Afar and the control attempt is unsuccessful.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 21,
        "splat": "Vampire",
        "prerequisites": ["Auspex 4", "Quietus 3"]
    },
    {
        "name": "Burning Wrath",
        "description": "This power's origin is lost to the Brujah, though many of its more combative members have learned the secret. When the Brujah activates this power, she becomes capable of striking an enemy with devastating power many times in succession — each punch or kick actually impacts the foe multiple times, all of which carry the full force of the Brujah's supernatural strength. The blood used during this power's activation also causes the Kindred's flesh to blush a violent crimson.",
        "system": "The player spends one Blood Point for each use of Burning Wrath, whether or not the character actually hits the target. On the Kindred's next attack, all brawling damage she does is aggravated, including damage done through the extra successes imparted by her Potence. Burning Wrath may even be used multiple times in a single turn, on split actions, or Celerity actions, so long as the player spends the requisite Blood Point for each attack.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 15,
        "splat": "Vampire",
        "prerequisites": ["Celerity 3", "Potence 3"]
    },
    {
        "name": "Command the Wary Beast",
        "description": "The Brujah bolsters his influence over animals with his natural charisma to make animals flee in terror or, in the case of animals under his control, remain calm in the face of frightening circumstances.",
        "system": "The player spends 1 Willpower point and rolls Manipulation + Animal Ken (difficulty 7). Hostile unled animals must flee. Animals under the control of an enemy will not necessarily flee, but the difficulty of all control rolls increases by 3. Conversely, animals that are friendly to the Brujah or his allies will become more compliant, with the difficulty of all control rolls reduced by 2.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 15,
        "splat": "Vampire",
        "prerequisites": ["Animalism 2", "Presence 3"]
    },
    {
        "name": "Beast Meld",
        "description": "Gangrel this familiar with bestial nature and the malleability of form may hide themselves away in the beasts of the earth, rather than in the earth itself. The vampire does not directly control or possess the animal for this period, but the animal will follow certain pre-set directions or instructions to the best of its ability. This allows the Gangrel remarkable latitude for travel, as the animal's body shields her from the rays of the sun.",
        "system": "The character must choose a suitable animal vessel to 'ride,' one that is large enough to cover at least her smallest beast form as a guideline. The player spends three Blood Points and makes a Charisma + Animal Ken roll (difficulty 6). The interment is automatic, and the successes on the roll indicate the vampire's degree of success in communicating her wishes to the animal. Three successes are enough to ensure total compliance (within the animal's ability); with only one or two successes, the vampire may find herself somewhere she didn't wish to go, only part way to her destination, or just plain lost.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 30,
        "splat": "Vampire",
        "prerequisites": ["Animalism 3", "Protean 6"]
    },
    {
        "name": "Blood Thorns",
        "description": "This power allows the user to expend the force of her blood in order to make a ranged attack with her natural weaponry. With this ability, the Gangrel shoots a barb or claw at her target, potentially injuring them as though she had struck them with her Feral Claws. It takes three rounds for a claw expended in this manner to grow back. Claws or barbs expelled by use of Blood Thorns turn to dust within ten minutes of leaving the Gangrel's body.",
        "system": "The character spends a blood to perform a ranged attack against one character within 10 yards/meters. If successful, this attack inflicts Strength +1 aggravated damage.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 12,
        "splat": "Vampire",
        "prerequisites": ["Protean 2", "Potence 2"]
    },
    {
        "name": "Claw Immunity",
        "description": "Quite a number of Gangrel of the higher Generations have developed the ability to shrug off the natural claw and bite attacks of normal animals. This power is not necessarily used for selfless means — several Venture in London command small criminal armies of ghouls who seem to possess a disturbing degree of immunity to bullets.",
        "system": "The player spends two Blood Points and specifies an animal type: Wolf, lion, steer, etc. For the remainder of the scene, the Gangrel receives extra soak dice equal to her Animalism and Fortitude Traits to resist damage from the specified animals (these dice are in addition to the vampire's usual Stamina + Fortitude, i.e. Fortitude is counted twice). Soaking the bite or claw of a wolf-form lupine may occur, at the Storyteller's discretion, but remember that even in wolf form, those creatures are not truly animals.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Animalism 2", "Fortitude 4"]
    },
    {
        "name": "Catch A Whiff Of Madness",
        "description": "Insanity is the sea through which Malkavians swim like sharks every night of their unlife. As such, they know the aroma of madness and can sense it in others the way sharks smell blood. With this refinement, the Malkavian can parse that scent into its component notes, revealing exactly which flavor of insanity he senses.",
        "system": "The Malkavian gets close enough to his quarry that he can smell him. The player rolls Perception + Empathy at standard (difficulty 6). Catching the target's scent alerts the Malkavian to the target's mental state: It specifically reveals mental weakness or instability, including derangements and unusually strong emotional responses (with three or more successes the Malkavian can detect a blood bond, although it will not reveal whom the bond is to).",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 15,
        "splat": "Vampire",
        "prerequisites": ["Dementation 2", "Auspex 3"]
    },
    {
        "name": "Creepy Clown Coat",
        "description": "Everyone fears something. It may be a phobia, a person, or a concept. This ability allows you to appear as a representation of a person's worst fears. They may flee, break down and cry, or start throwing punches at the very sight of you.",
        "system": "Roll Wits + Awareness, with a difficulty equal to the target's current Willpower. Success allows the user to appear as a human representation of what the target fears most. If the fear is of a concept or an animal, the user appears as a representation of that fear. For example, if a person is afraid of being burned alive, the Malkavian might appear as an arsonist, or as a relative of the target that burned up in a fire. The target must make a Courage roll to do anything other than react to the source of her fear. The target must generate a number of successes equal to the successes on the Malkavian's roll.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 12,
        "splat": "Vampire",
        "prerequisites": ["Dementation 1", "Obfuscate 3"]
    },
    {
        "name": "Animal Magnetism",
        "description": "Foul as they are to look upon and boorish as they tend to be in social situations, the wise among the Nosferatu can, if they so choose, wax alluring. This temporary appeal is rough, fleeting and slightly feral, but it gives them a fascinating charm nonetheless. Sometimes that's all that's necessary.",
        "system": "By enhancing the powers of Mask of 1000 Faces with the dangerous allure of the Beast (channeled carefully with Animalism), some Nosferatu can briefly approximate a type of Presence. The effects of this power don't change; it always adds dice equal to the primogen's Animalism rating (so at least 4) to her social rolls. The duration of the effect varies. Roll Charisma + Subterfuge against a difficulty of 6. This power lasts one turn per success. This is especially effective for seduction but when properly channeled can aid with Intimidation and Subterfuge rolls as well.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 23,
        "splat": "Vampire",
        "prerequisites": ["Animalism 4", "Obfuscate 3"]
    },
    {
        "name": "Bestial Presence",
        "description": "Using this power, the vampire summons up a little of the Beast in each nearby vampire and gives it form. This gestalt entity becomes a brooding animal presence that follows the vampire like a companion.",
        "system": "The companion is summoned using Manipulation + Animal Ken with a difficulty of 8. It remains for a number of hours equal to the amount of successes gained. The vampire must also spend one blood point. The brooding presence of the companion puts all nearby vampires on edge. They feel their own Beast watching and whispering to them. While the companion is present, all vampires (except the summoner) in its immediate vicinity suffer -2 dice to all Social rolls and all rolls to resist any form of frenzy.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Animalism 3", "Obfuscate 3"]
    },
    {
        "name": "Cloak the Beast",
        "description": "Even a Kindred who has not mastered the Beast might learn to hide her failings from others. With this ability, the Nosferatu has such control over their animal side that she can use her powers of stealth to conceal how badly she may have fallen from grace.",
        "system": "This power requires no roll, simply granting an ability that comes into play whenever any power attempts to determine the Kindred's Humanity/Path or Virtue ratings. The difficulty of such an attempt is increased by the Kindred's Animalism or Obfuscate rating (whichever is higher). A failure shows the Kindred to have solid control over their Virtues, and a Humanity/Path rating of at least a healthy 7.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Animalism 5", "Obfuscate 3"]
    },
    {
        "name": "Under The Skin",
        "description": "The Kindred of Clan Toreador are natural critics. With insight and zeal they analyze and deconstruct art, Kindred culture and politics. Some studied Toreador possess the ability to do the same with their peers, reading them like texts and making obvious their failings of personality.",
        "system": "The Toreador primogen must interact socially with his target for a number of consecutive turns (determined by the Storyteller) before this power can be activated. After that warm-up, roll Wits + Perception against a difficulty of 6 as the character begins his systematic analysis and dismantling of the target's psyche and self-esteem. The results of this assault are: 1-2 successes: Target is rendered utterly speechless with embarrassment and rage and broods for the remainder of scene. 3-4 successes: Target storms out in a rage. 5 successes: Target becomes violent, either toward the Toreador using this power or, in a fit of self-loathing, toward herself. 6+ successes: Target enters frenzy. Spending a Willpower point will lessen the effect by one category.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 20,
        "splat": "Vampire",
        "prerequisites": ["Auspex 3", "Presence 3"]
    },
    {
        "name": "Blood Sight",
        "description": "This power allows the user to analyze the potency and type of any blood they touch to a higher level than A Taste for Blood. They can determine which supernatural creature it might come from, and the relative potency of the being in question.",
        "system": "The user of this power must touch a small sample of the blood they wish to analyze. They then make a Perception + Medicine roll at difficulty 6. If they are successful, they can identify if the blood is human, animal, or supernatural. With two successes, they can also determine the type of supernatural being in question, such as vampire, lupine, mage, etc. If they gain five successes, they can also determine the relative power of the person in question, such as a vampire's Generation and possibly Clan, or how strong a lupine is. In addition to this, up to one hour for each success, the power user will know if they touch the person the blood came from.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 9,
        "splat": "Vampire",
        "prerequisites": ["Auspex 2", "Thaumaturgy (Path of Blood) 1"]
    },
    {
        "name": "Chain of Slavery",
        "description": "By looking a target in the eyes, the user of this power can see if a target is under the influence of Dominate, and who controls him or her. They must be able to make eye contact with the target, and if they can, the image of the Dominator forms in their mind.",
        "system": "The user of this power must be able to make eye contact with the target. They then make a Perception + Empathy roll, with a difficulty equal to the controller's Willpower. If successful, they get a glimpse of the target's controller, which becomes more distinct the more successes they roll. With only one success, the image might only appear male or female. At three successes, it is a blurred but recognizable form, and at five successes, it is clear and distinct. If the target is not Dominated or the power user fails the roll, the result is the same: no image appears.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 12,
        "splat": "Vampire",
        "prerequisites": ["Auspex 2", "Dominate 2"]
    },
    {
        "name": "Mood Shift",
        "description": "Once the Tremere became accustomed to seeing auras, it was only a slight stretch to see if those moods could be manipulated. As it turns out, they can. Auspex granted them the insight and Dominate provided them with the means.",
        "system": "This technique requires eye contact and the target must be watching the Tremere to pick up on the visual cues (smile, frown, associated gestures) that he's modeling. Once the Tremere has been interacting with his target for a few minutes, roll Manipulation + Empathy in a contested roll against the target's Willpower, difficulty 7. The number of successes determines both the degree and the duration of the effect. 1 success: Superficial/Five minutes. 2 successes: Moderate/Ten Minutes. 3 successes: Moderate/Half an hour. 4 successes: Completely/The rest of the scene. 5 successes: Completely/The rest of the night. 6+ successes: Completely/The rest of the week.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Auspex 2", "Dominate 4"]
    },
    {
        "name": "Thaumaturgical Sight",
        "description": "Just as some Kindred can sense the auras that surround living or undead beings, some acutely sensitive Tremere develop the talent to recognize thaumaturgical patterns. Magical energies cast by others are visible with Aura Perception, but with Thaumaturgical Sight, a Tremere can see the unholy vigor of blood magic.",
        "system": "Activating Thaumaturgical Sight is just like the use of Aura Perception. In fact, it augments that power; those without Thaumaturgical Sight will miss the subtle nuances of dead magic, while those who possess this power will find their Aura Perception abilities enhanced by it. However, as with any use of Thaumaturgy, a botch on the activation roll costs one permanent Willpower. While under the effects of Thaumaturgical Sight, the character may be able to puzzle out other manifestations of blood magic within her line of sight. A Perception + Occult roll (difficulty 8) is appropriate to determine the character's success in making out the results of some form of blood magic.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 6,
        "splat": "Vampire",
        "prerequisites": ["Auspex 2", "Thaumaturgy 1"]
    },
    {
        "name": "Theft of Will",
        "description": "This power allows a vampire to take control of any magical effect nearby, such as a ward or enchantment. Effectively, the power user becomes the caster of the spell for all intents and purposes.",
        "system": "The user of this power must know there is a magical effect nearby that they wish to take control of. The ritual that created the effect must also be one level below the power user's own Thaumaturgy level. It costs one Willpower point to use this power, and requires a Stamina + Occult roll at a difficulty equal to the original caster's total Willpower. If the roll is a success, the power user effectively becomes the caster of the spell, although this does not change the duration or strength of the effects.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 21,
        "splat": "Vampire",
        "prerequisites": ["Dominate 3", "Thaumaturgy (any path) 4"]
    },
    {
        "name": "Birth The Vozhd",
        "description": "While the creation of vozdh was once the sole province of Koldunic ritual, Tzimisce who have mastered both Fleshcraft and Control Of The Beast Within can build vozdh as well. The ingredients: At least 15 ghouls (20 or more is preferable). First, the Tzimisce Fleshcrafts the ghouls together, forging the bodies into a single entity. The Fiend feeds the corporate mess a concoction of the blood of the ghouls, creating something like a Vinculum among them. This bond in place, the Fiend uses Animalism to coalesce the Beasts of the ghouls into one insane and imperfect Beast that drives the vozdh to crush or devour everything in sight.",
        "system": "After the Tzimisce collects enough ghouls, roll her Intelligence + Body Craft (difficulty 10) to determine how quickly she constructs and 'masters' the vozdh. With one success, the process takes as long as a year; with five, it might only take a month. The Fiend can make further Vicissitude modifications to her creation (raise the difficulties of such rolls by 2 to reflect the size and complexity of the creature). Botches result in a nonviable biohazard or a frenzied, uncontrollable vozdh. Also note that vozdh, driven by their flawed Beasts, are notoriously difficult to control. Raise the difficulty of all Animalism rolls involving a vozdh by three.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 36,
        "splat": "Vampire",
        "prerequisites": ["Animalism 6", "Vicissitude 6"]
    },
    {
        "name": "Body Armory",
        "description": "This power enables the vampire to form wicked weapons from her own body. The vampire may create sword blades, axes, and even spiked mauls. These weapons do terrible damage to their targets. Many Tzimisce make sword-arms, knife-bladed knuckles, and the like, but more dramatic implementations are possible.",
        "system": "This power costs two blood points per weapon (though larger weapons like two-handed swords and great axes cost four), and the player must roll Dexterity + Medicine (difficulty 7). Each weapon takes two turns to form (larger weapons take three turns). Weapons created in this manner cause aggravated damage.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Protean 3", "Vicissitude 3"]
    },
    {
        "name": "Chaining the Beast",
        "description": "As lords of the land, able to influence the minds of humans and animals alike, the Fiend gains special insight into controlling and cowing even the Beast. The Tzimisce can now Dominate a frenzied vampire more easily.",
        "system": "This power allows the player to use the Dominate Discipline on a vampire suffering frenzy or Rötschreck and ignore the normal penalties for doing so.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 16,
        "splat": "Vampire",
        "prerequisites": ["Animalism 6", "Dominate 1"]
    },
    {
        "name": "Ears of the Bat",
        "description": "The vampire grows long, pointed ears and achieves echolocation, much like a bat. She can 'see' in pitch darkness and that sense extends 360° around her, leaving no blind spots for would-be ambushers to exploit.",
        "system": "The player must spend a blood point and roll Intelligence + Medicine (difficulty 7). While manifesting the ears, the character gains -3 difficulty on all hearing rolls and suffers a +1 difficulty to all Social rolls with mortals unless she takes steps to hide her ears.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 6,
        "splat": "Vampire",
        "prerequisites": ["Auspex 1", "Vicissitude 1"]
    },
    {
        "name": "Flaying Touch",
        "description": "With this cruel power, a Tzimisce can tear away a victim's skin as easily as removing a robe, all without disturbing the muscles and other tissue beneath. The Fiend simply grabs a handful of skin and pulls it away or surgically slices it with the artful caress of a fingertip.",
        "system": "This power requires the same roll as a conventional use of Fleshcraft, though the difficulty is always one higher than normal (maximum difficulty 9). The vampire need not restrain the victim as long as he strikes exposed skin (requiring a Dexterity + Brawl roll as usual), in which case the activation roll is reflexive. Each success inflicts one level of lethal damage, which may be soaked (if the victim can soak such damage) at difficulty 8. If the damage exceeds the victim's Stamina, she can only writhe and scream in pain for the rest of the turn.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 12,
        "splat": "Vampire",
        "prerequisites": ["Protean 2", "Vicissitude 2"]
    },
    {
        "name": "Pater Szlachta",
        "description": "Some Tzimisce combine the Protean power to turn into an animal with the possibilities of Vicissitude. Forces of chaotic charge surge through the Fiend's body, forces she must direct while experiencing bone-breaking pain. When the Tzimisce can bear the strain no longer, the body settles into the Pater Szlachta or bogatyri form.",
        "system": "Spend two Blood Points and roll Stamina + Medicine (difficulty 7). The change takes (5 - the number of successes) turns to complete, during which the Tzimisce can only howl, drool vitae, and writhe. The character can rearrange his Physical Attributes (one dot per success), but no Attribute can exceed the limit imposed by Generation. The player can describe what sort of alterations she wants to make, but the process is difficult to control. In the end, the Storyteller is the final arbiter, choosing one physical state for the character in bogatyri form or certain Vicissitude modifications such as bone spikes, spine-saws, etc. Botches earn whatever physical Flaws the Storyteller chooses, maybe permanent ones.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Protean 4", "Vicissitude 3"]
    },
    {
        "name": "Soul Decoration",
        "description": "The aura is a byproduct of the body. Change the body, change the soul. By Fleshcrafting certain locations on the body — charkas, joints, erogenous zones — a Tzimisce with this power can 'paint' whatever aura she chooses.",
        "system": "After spending three Willpower Points, the player rolls her character's Perception + Empathy. The difficulty of this roll is equal to the subject's Willpower — stronger personalities resist alteration. The number of successes indicates how completely the aura can be changed to the Tzimisce's specifications. The deception lasts one night per success. During this time, the aura doesn't change to reflect new conditions in its owner.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 20,
        "splat": "Vampire",
        "prerequisites": ["Auspex 2", "Obfuscate 2", "Vicissitude 3"]
    },
    {
        "name": "The False Drink",
        "description": "Using a heightened self-awareness and vitae control, the Tzimisce is able to divert imbibed blood to a discrete cavity within her body. The compartmentalized blood is not absorbed into the vampire's system, and thus, the blood bond or Vinculum can be secretly avoided.",
        "system": "Upon drinking the blood, the player must roll Intelligence + Medicine (difficulty 8). Failure means the vampire accidentally absorbs the imbibed blood as normal. Botching the roll causes the vampire to vomit the imbibed blood, along with half of her own blood pool, in a messy spray.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Auspex 1", "Vicissitude 5"]
    },
    {
        "name": "Wound Sculpting",
        "description": "A vampire with this power may vastly accelerate her healing by concentrating and willing flesh to mold back to its original form.",
        "system": "The player spends one blood point and rolls Wits + Medicine (difficulty 8). Each success heals one level of lethal or bashing damage. Each wound level requires one minute of uninterrupted work.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 15,
        "splat": "Vampire",
        "prerequisites": ["Fortitude 3", "Vicissitude 2"]
    },
    {
        "name": "Forced March",
        "description": "This focused application of superhuman speed and endurance has gradually fallen out of favor in the modern era, as aircraft and automobiles bridge distances in a single night that would take a man on foot a week or more to traverse. Still, in the desert nations that the Clan claims as its center of power, modern transportation is neither available on a regular basis nor reliable when its present. Many Elder Cainites also prefer their own two feet to any noisy, reeking mechanical contraption, so Forced March still finds use.",
        "system": "Forced March may be used whenever the character is moving on foot for a protracted period of time. In effect, it allows continuous rapid movement without the devastatingly exhausting effects of combat Celerity use. At the beginning of each hour of steady travel, the player spends a number of Blood Points equal to the character's Celerity rating. The character's overland movement rate (normal human movement rate over most relatively flat terrain can be assumed to be 4 miles per hour, reduced by rough ground or poor weather) is multiplied by her Celerity rating. This bonus remains in effect only so long as the character is constantly moving, with no more than a minute's pause each hour — anything longer than dropping off a letter makes her lose momentum. Forced March may be used for a maximum number of hours each night equal to the character's Fortitude rating. It is of absolutely no benefit in combat situations.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 12,
        "splat": "Vampire",
        "prerequisites": ["Celerity 2", "Fortitude 2"]
    },
    {
        "name": "Honeyed Words",
        "description": "The viziers are preternaturally skillful at telling their listeners what they want to hear. So skillful, in fact, that a vizier sometimes doesn't even need to know what he's talking about. This power assures the vizier that, no matter what words tumble out of his mouth, they are always the perfect response.",
        "system": "The player must roll Manipulation + Expression (difficulty 6). For the remainder of the scene, the difficulty for all rolls to persuade, manipulate, or interrogate a single target through mundane conversation are reduced by the number of successes rolled to a minimum of 4. Additionally, the Storyteller (or player if this power is used against a player's character) must advise the vizier's player if the vizier is in danger of saying anything that might offend, confuse, or worry the target. It is possible to use this power to baffle someone with highly technical jargon that the vizier himself doesn't understand at all.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 9,
        "splat": "Vampire",
        "prerequisites": ["Auspex 2", "Presence 1"]
    },
    {
        "name": "Shadow Feint",
        "description": "The way of the assassin is deception, not direct confrontation. However, even the most straightforward members of the warrior caste acknowledge the utility of misdirection in combat. This technique allows its wielder to slow her enemies' perceptions of her, leaving their image of her a fraction of a second behind her actual physical location. This makes the fighters' moves virtually impossible for an opponent to anticipate, allowing her to strike with little fear of reprisal.",
        "system": "The player spends a Blood Point at the beginning of a turn in which the character's Celerity is active, and the character's first action for the turn must be evasive movement. For the rest of the turn, all attack rolls made against the character have their difficulty increased by 2, to a maximum of 10. This power is considered an Obfuscate power for purposes of negation. An observer with sufficient Auspex is immune to it, as is one viewing his target through a video camera or other electronic intermediary.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 14,
        "splat": "Vampire",
        "prerequisites": ["Celerity 2", "Obfuscate 2"]
    },
    {
        "name": "Iron Heart",
        "description": "Common among Individualists who quest for self-control, Iron Heart fortifies the Brujah against supernatural powers that affect her emotions, her self-control, or her reason (including Dominate, Dementation, and Presence), while also allowing her to inspire others to resist such manipulations themselves.",
        "system": "This power has two effects. First, a Brujah who has acquired this power permanently increases the difficulty of all attempts to manipulate her through supernatural means (whether Disciplines or other magic) by 2, to a maximum of 9. Against unrolled supernatural effects (such as Majesty), the Brujah instead reduces the difficulty of any relevant resistance rolls by 2. This aspect of the power is always active. Second, if the player spends a Willpower point while the character actively persuades another to resist such effects, the difficulty of any such supernatural manipulation increases by 1 (or the difficulty of the character's resistance roll against unrolled effects is reduced by 1).",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Potence 3", "Presence 3"]
    },
    {
        "name": "Esprit de Corps",
        "description": "The power of the Brujah to raise a mob or even an army is not to be ignored. Those inspired by the vampire's use of this power fight fearlessly and ferociously.",
        "system": "The player rolls Charisma + Leadership (difficulty 7). Any opposing force that attempts to intimidate (whether supernaturally or no) those affected by Esprit de Corps find that the difficulty of such attempts increases by 2. The number of successes determines the maximum size of the crowd to be affected: 1 Success - One person, 2 Successes - Two people, 3 Successes - Six people, 4 Successes - 20 people, 5 Successes - All allies in the immediate vicinity. In addition, for every two successes rolled, each affected person acquires the equivalent of one dot of Potence for the duration of the scene, up to a maximum of three dots. This benefit applies regardless of whether the affected person is a mortal, ghoul, or vampire — since mortals cannot spend blood points, they can only use the 'passive' effects of Potence.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 24,
        "splat": "Vampire",
        "prerequisites": ["Potence 4", "Presence 4"]
    },
    {
        "name": "Leaps and Bounds",
        "description": "Through this intersection of strength, speed, and will, the Brujah can leap amazing distances, whether to evade foes or flee a burning building.",
        "system": "The Brujah multiplies all vertical and horizontal jumping distances by the lesser of her Celerity or Potence. The player does not need to roll anything to make the jump but, at the Storyteller's discretion, may need to roll Dexterity + Athletics (difficulty 4) to land safely depending on the environment.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 12,
        "splat": "Vampire",
        "prerequisites": ["Potence 2", "Celerity 2"]
    },
    {
        "name": "Reluctant Performance Artist",
        "description": "Popular among the Situationists, this power not only lets the Brujah transform a mortal into an unwilling performer, it transforms other mortals into a captive audience. Other, less artistic Brujah who learn this power find it useful as a distraction to cover for their clandestine activities.",
        "system": "The player adds one Willpower point to the cost of using Mesmerize on a mortal who the Brujah then commands to perform some action in a public place. For Situationists, this action is typically something absurd or otherwise bizarre, consistent with modern performance art. Other mortals who observe the performer and whose current Willpower ratings do not exceed the successes rolled by the Brujah are powerless to do anything except watch attentively. If the performer does something dangerous or illegal, treat each audience member's Willpower as if it were 1 higher. If the performer attacks anyone in the audience, treat each audience member's Willpower as if it were 3 higher. If the performance is completed without interruption, affected audience members will move on and either forget about the performer's actions or rationalize the events as being part of an artistic performance.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Dominate 3", "Presence 3"]
    },
    {
        "name": "Pulse of Undeath",
        "description": "By focusing her heightened awareness and physical prowess, a Kindred can 'feel' for which of the physical gifts of Caine another Kindred may have learned. Potence manifests as a vibration of the muscles, Fortitude generates a cold rigidity in the body and Celerity causes a brief feeling of vertigo.",
        "system": "This power enables a character to know which, if any, of the three physical Disciplines (Celerity, Fortitude, Potence) another character possesses and at what level. The player rolls Perception + Empathy (difficulty 6). Each success indicates that the character learns the nature and level of one of the other character's physical Disciplines. In some cases, particularly if the subject has a higher rating in a given Discipline than the character using this power, the results may be imprecise.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 6,
        "splat": "Vampire",
        "prerequisites": ["Auspex 1", "Potence 3"]
    },
    {
        "name": "Scourge of Alecto",
        "description": "An obscure power often found among older Idealists, Scourge of Alecto allows the Brujah to chain his own Beast and then, through an act of supreme will, unleash it within the body of someone else nearby. Doing so does not alter the Brujah's own propensity for frenzy, but it can inflict both damage and frenzies upon his enemies.",
        "system": "The player must spend a point of Willpower while the character spends a full turn concentrating on a single target (which may be mortal, vampire, or any other type of supernatural character). Then the player rolls the Brujah's permanent Willpower (difficulty equals target's current Willpower). Each success inflicts one level of bashing damage as the Brujah's manifested fury attacks the target from the inside. Additionally, if the target is someone normally susceptible to frenzy, she must immediately roll to resist it at a +2 difficulty.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Celerity 2", "Presence 4"]
    },
    {
        "name": "The Iron Glare",
        "description": "A look sometimes comes over the face of a ticked-off Brujah who is used to being obeyed but who is not being obeyed at the moment. The look is part hauteur, part rage, and part malevolent glee at the chaos that will be unleashed unless the vampire gets his way. Brujah elders teach this Discipline to new primogen, as a gift to use in primogen meetings on behalf of the clan's interests.",
        "system": "The Brujah primogen makes a powerful display of strength (crushing a brick in her hand, bending a piece of rebar, breaking a solid oak table with one slam of her fist, etc.) and rolls Charisma + Intimidation against a standard difficulty. For the rest of the scene, add these successes to successes gained on any Intimidation roll against anyone seeing this display of power. It should be noted that this discipline loses its efficacy when overused. If the Brujah uses it again within a month, it will give her half the successes she rolled; if she uses it again, it will give her a quarter (rounded down). After that, this power ceases to have any effect.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Potence 3", "Presence 3"]
    },
    {
        "name": "True Love's Face",
        "description": "Through perfect combination of mask of 1,000 Faces and Entrancement, the Setite can appear to another person as someone he already loves. The Setite can choose to impersonate someone she knows the victim loves. If she does not know of such a person, she can let the victim define his own 'true love' and let the power do the rest. In that case, however, the Setite may have to use all her wits to discover who the victim thinks she is.",
        "system": "The Setite character receives a roll of Charisma + Empathy (difficulty 6). Success means that the chosen victim sees the vampire as a loved one for as long as the vampire remains in her presence.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Obfuscate 3", "Presence 3"]
    },
    {
        "name": "Typhonic Beast",
        "description": "Warrior Setites are most likely to learn this combination power. (The Setites also have a level 6 Serpentis version of this power). The vampire takes the form of the mysterious Typhonic animal.",
        "system": "This power requires the expenditure of three blood points; the transformation takes three turns to complete. The transformed vampire gains one dot each of Strength, Dexterity, and Stamina, as well as the benefits of Potence. The Typhonic form gains the soak benefits of Skin of the Adder; the character's soak difficulty drops to 5; and the vampire can use her Stamina to soak aggravated damage from claws and fangs, but not from fire, sunlight, or magic. The Setite also gains the venomous bite of Form of the Cobra, doubles her running speed, and gains +2 on all Perception rolls related to smell or hearing. The vampire remains in bestial form until the next sunrise; or until she voluntarily changes back. Clothing and other small personal items transform along with the vampire.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 21,
        "splat": "Vampire",
        "prerequisites": ["Potence 3", "Serpentis 4"]
    },
    {
        "name": "Weigh the Heart",
        "description": "The ancient Egyptians believed that conscience and judgment resided in the heart; in the afterlife, the gods weighed a person's heart, the record of his deeds, against the feather of truth. A Setite who has learned The Heart of Darkness cannot only remove a vampire's heart to keep it safe, he gains a potential insight into the consciences of others. He can develop that potential through Auspex. Like the god, Thoth, a vampire with this power can 'weigh' another person's heart to read his character and sins. Such knowledge of another person's character makes tempting, corrupting, or teaching him much easier.",
        "system": "This power calls for a Perception + Empathy roll (difficulty 8). Each success reveals one truth about the target's character, with particular emphasis on the person's weaknesses, passions, and guilt. The first truth is always the target's Nature. Subsequent truths might include any Derangements or mental Flaws, strong passions, or deep-laid fears and guilt (although never specific details about specific crimes).",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 24,
        "splat": "Vampire",
        "prerequisites": ["Auspex 3", "Serpentis 5"]
    },
    {
        "name": "Alpha Glint",
        "description": "By combining the predatory nature of both Protean and Presence, the vampire can inspire terror in enemies through a display of feral dominance.",
        "system": "The vampire spends one blood point and makes eye contact with the target. The player rolls Charisma + Intimidation (difficulty 7). Each success forces the target to spend a Willpower point or flee in terror for one turn per success.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 15,
        "splat": "Vampire",
        "prerequisites": ["Protean 2", "Presence 2"]
    },
    {
        "name": "Flesh Wound",
        "description": "The vampire can appear completely uninjured despite taking damage, masking their wounds through a combination of physical resilience and supernatural concealment.",
        "system": "The player spends one blood point. For the remainder of the scene, observers must succeed on a Perception + Medicine roll (difficulty 8) to notice any injuries the vampire has sustained. This power does not heal damage; it only conceals it.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Fortitude 2", "Obfuscate 2"]
    },
    {
        "name": "King of the Beasts",
        "description": "The vampire can enhance animals summoned through Animalism with supernatural strength and resilience.",
        "system": "When the vampire successfully summons animals using Beckoning, they may spend one blood point per animal to grant it one dot of Potence for the remainder of the scene.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 21,
        "splat": "Vampire",
        "prerequisites": ["Animalism 3", "Potence 2"]
    },
    {
        "name": "See the Reflected Form",
        "description": "The vampire can perceive the true forms of shapeshifters and other supernatural creatures through their reflections.",
        "system": "The vampire spends one blood point and rolls Perception + Occult (difficulty 7). Success allows them to see the true form of any shapeshifted creature through its reflection for the remainder of the scene.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 15,
        "splat": "Vampire",
        "prerequisites": ["Auspex 2", "Protean 2"]
    },
    {
        "name": "Shatterproof",
        "description": "The vampire's body becomes incredibly resistant to damage, able to absorb tremendous punishment without breaking.",
        "system": "The player spends two blood points. For the remainder of the scene, the difficulty to soak any physical damage is reduced by two (minimum 3), and the vampire may soak aggravated damage from claws and teeth (but not fire or sunlight) using their full Stamina + Fortitude.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 24,
        "splat": "Vampire",
        "prerequisites": ["Fortitude 4", "Protean 3"]
    },
    {
        "name": "Spirit Tracking",
        "description": "The vampire can track other vampires by sensing their Beast and following the spiritual traces they leave behind.",
        "system": "The player spends one blood point and rolls Perception + Survival (difficulty 7). Each success allows them to track a vampire's movements for one hour into the past. The difficulty increases by one for each day that has passed since the target was present.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Animalism 2", "Auspex 3"]
    },
    {
        "name": "Eyes of a Thousand Shades",
        "description": "The vampire can see through the eyes of nearby ghosts, using them as invisible spies.",
        "system": "The player spends one blood point and rolls Perception + Occult (difficulty 7). Success allows the vampire to see through the eyes of any ghost within (Willpower x 10) yards for one scene. The vampire can switch between different ghost perspectives as a free action.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 21,
        "splat": "Vampire",
        "prerequisites": ["Auspex 3", "Necromancy (Sepulchre Path) 3"]
    },
    {
        "name": "Sharing the Master's Vigor",
        "description": "The vampire can enhance their zombies and other animated corpses with supernatural strength.",
        "system": "When the vampire successfully animates a corpse using Necromancy, they may spend one blood point to grant it one dot of Potence for the duration of the animation. This blood point must be spent in addition to any blood points required for the animation itself.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 15,
        "splat": "Vampire",
        "prerequisites": ["Necromancy (Bone Path) 2", "Potence 2"]
    },
    {
        "name": "Armor of the Abyss",
        "description": "The vampire can form shadows into a protective armor that both shields them from harm and lashes out at attackers.",
        "system": "The player spends two blood points. For the remainder of the scene, the vampire gains two extra soak dice against all damage types except fire and sunlight. Additionally, anyone who successfully strikes the vampire in close combat takes one level of lethal damage from the shadowy armor's response.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 21,
        "splat": "Vampire",
        "prerequisites": ["Fortitude 2", "Obtenebration 3"]
    },
    {
        "name": "Empower Minion",
        "description": "The vampire can share their supernatural strength with those under their mental control.",
        "system": "While maintaining control over a subject through Dominate, the vampire may spend one blood point to grant that subject one dot of Potence for the duration of the control. This requires no roll but must be activated as the Dominate power is used.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 15,
        "splat": "Vampire",
        "prerequisites": ["Dominate 3", "Potence 2"]
    },
    {
        "name": "Fear of the Dark",
        "description": "The vampire can instill an overwhelming fear of shadows in their victims, making the darkness itself seem alive and hostile.",
        "system": "The player spends one blood point and rolls Manipulation + Intimidation (difficulty 7). Each success forces the target to spend a Willpower point or flee from any significant shadows for one turn per success.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Dominate 2", "Obtenebration 2"]
    },
    {
        "name": "Mind Strike",
        "description": "The vampire can channel their supernatural strength through their mental attacks, causing physical pain through psychic assault.",
        "system": "When successfully using Dominate to cause mental damage, the vampire may spend one blood point to add their Potence rating to the damage dealt.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 24,
        "splat": "Vampire",
        "prerequisites": ["Dominate 4", "Potence 3"]
    },
    {
        "name": "Shadow Mark",
        "description": "The vampire can use shadows to mark those under their mental control, allowing them to teleport to their dominated servants through patches of darkness.",
        "system": "When successfully using Dominate on a target, the vampire may spend one blood point to mark them with a shadow brand. At any time thereafter, they may spend another blood point to instantly teleport to the target's location, provided both the vampire and the target are in darkness.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 27,
        "splat": "Vampire",
        "prerequisites": ["Dominate 4", "Obtenebration 4"]
    },
    {
        "name": "Shroud of Absence",
        "description": "The vampire can create a supernatural blind spot, making an area or person completely unnoticeable to observers.",
        "system": "The player spends two blood points and rolls Manipulation + Stealth (difficulty 7). Success creates an area of absolute psychological invisibility. Anyone trying to perceive the affected target must spend a Willpower point and succeed on a Perception + Alertness roll (difficulty 8) to even notice something is wrong.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 30,
        "splat": "Vampire",
        "prerequisites": ["Dominate 3", "Obtenebration 4"]
    },
    {
        "name": "Days of Passions Past",
        "description": "The vampire can read the emotional history of a location or object, experiencing the feelings that have saturated it over time.",
        "system": "The player spends one blood point and rolls Perception + Empathy (difficulty 7). Each success reveals one significant emotional event that occurred in the area or in connection with the object, starting with the most recent.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Auspex 3", "Dementation 2"]
    },
    {
        "name": "Do As I Say Not As I Say",
        "description": "The vampire can embed hidden commands within seemingly normal conversation, which the target will follow without realizing they've been manipulated.",
        "system": "The player rolls Manipulation + Subterfuge (difficulty 8). Success allows the vampire to issue a command that the target will follow while believing it was their own idea. The command must be delivered within a normal conversation and cannot be obviously harmful to the target.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 24,
        "splat": "Vampire",
        "prerequisites": ["Dementation 3", "Dominate 3"]
    },
    {
        "name": "Ignore Me",
        "description": "The vampire becomes so utterly unremarkable that others simply fail to notice their presence, even when the vampire is in plain sight.",
        "system": "The player spends one blood point and rolls Manipulation + Stealth (difficulty 7). Success means that observers must spend a Willpower point and succeed on a Perception + Alertness roll (difficulty 8) to notice the vampire's presence, even if the vampire is standing right in front of them.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 21,
        "splat": "Vampire",
        "prerequisites": ["Dementation 2", "Obfuscate 3"]
    },
    {
        "name": "Malkav's Pavlovian Response",
        "description": "The vampire can condition targets to associate specific stimuli with particular emotional responses, creating lasting psychological triggers.",
        "system": "The player spends two blood points and rolls Manipulation + Medicine (difficulty 8). Success creates a psychological association between a specific trigger (chosen by the vampire) and an emotional response. The conditioning lasts for one night per success.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 27,
        "splat": "Vampire",
        "prerequisites": ["Dementation 4", "Dominate 3"]
    },
    {
        "name": "Phobic Affliction",
        "description": "The vampire can induce overwhelming terror associated with specific objects, creatures, or situations.",
        "system": "The player spends one blood point and rolls Manipulation + Intimidation (difficulty 7). Success induces a temporary phobia in the target related to something present in the immediate environment. The phobia lasts for one scene per success.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 15,
        "splat": "Vampire",
        "prerequisites": ["Dementation 2", "Presence 2"]
    },
    {
        "name": "Rando",
        "description": "The vampire's appearance constantly shifts in subtle ways, making them difficult to describe or remember clearly.",
        "system": "The player spends one blood point to activate this power for a scene. Anyone trying to describe or identify the vampire must succeed on a Perception + Alertness roll (difficulty 8) to maintain a clear image of their appearance.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Dementation 2", "Obfuscate 2"]
    },
    {
        "name": "Screams Made Real",
        "description": "The vampire can manifest the hallucinations they induce in others, making them partially real and capable of causing actual harm.",
        "system": "When successfully using Dementation to create hallucinations, the player may spend two blood points to make them semi-real. The hallucinations can then cause actual physical damage (lethal) equal to the number of successes rolled on the original Dementation activation.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 30,
        "splat": "Vampire",
        "prerequisites": ["Dementation 5", "Chimerstry 3"]
    }
]
