[
    {
        "name": "Devil's Mark",
        "description": "Among the Sabbat, a growing number of Toreador antitribu who have learned the secrets of Vicissitude have discovered a way to infuse their own Presence into tattoos and body modifications placed upon others, Cainite and mortal alike. This is a relatively recent invention, developed by a nomadic pair of Toreador antitribu at the tail end of the twentieth century.",
        "system": "To place the Devil's Mark, the artist must make an extended Dexterity + Expression roll every hour (difficulty 7), requiring a number of successes equal to twice the level of the Presence power being imbued. The process costs one blood point, plus one point for every invocation she wants to imbue into the body modification. If the subject is a vampire, the modification heals as normal when the 'charges' are expended. If the subject is a mortal, the tattoo or piercing remains, but loses its vampire puissance. A vampire subject can choose to spend a point of permanent Willpower to make the modification relatively permanent.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 9,
        "splat": "Vampire",
        "prerequisites": ["Presence 1", "Vicissitude 2"]
    },
    {
        "name": "Doubletalk",
        "description": "When a Toreador uses Doubletalk, she speaks a full sentence very quickly and softly, between the words spoken normally. To most listeners, it can sound like a normal conversational placeholder, like 'uh' or 'er' or 'hmmm.' Someone familiar with this power and knows what to listen for can hear the spoken, hidden sentence.",
        "system": "When a character listens for dense speaking, the player rolls Perception + Subterfuge (difficulty 5). If the roll succeeds, the character may hear what was said. When a character speaks, the player rolls Intelligence + Expression (difficulty 6). If the roll succeeds, the character can seamlessly insert a dense phrase into her conversation.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 10,
        "splat": "Vampire",
        "prerequisites": ["Auspex 2", "Celerity 1", "Obfuscate 1"]
    },
    {
        "name": "Haunting Seduction",
        "description": "The Toreador are seductive, impressive creatures. Dementation may merely unlock the door to the mind's inner hallways and free what's inside, but enterprising Toreador have discovered how to ensure that they are the whisper that haunts their target's thoughts.",
        "system": "After the vampire speaks to the victim, the player spends a blood point and rolls Manipulation + Subterfuge (difficulty of her victim's Perception + Self-Control or Instinct). The number of successes determines the length of the sensory 'visitations.' The precise effects are up to the Storyteller, though it is highly likely that the visions will affect the difficulties of any social interactions between the vampire and her target the next time they meet.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 9,
        "splat": "Vampire",
        "prerequisites": ["Presence 1", "Dementation 2"]
    },
    {
        "name": "Scalpel Tongue",
        "description": "Catty repartee is both an art and a vice among the Kindred of Clan Toreador. This power mixes the same quick thinking that guides the body as it moves at accelerated speeds with the Toreador's prodigious social aptitudes, allowing the primogen to immediately generate a barbed quip so stinging that it shames the target into silence.",
        "system": "Roll Wits + Empathy against a difficulty of 7. The barbed comment stings the target into silence for one turn per success, or double that if the target is not a member of Clan Toreador. Spending one Willpower negates this effect.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 6,
        "splat": "Vampire",
        "prerequisites": ["Presence 1", "Celerity 1"]
    },
    {
        "name": "Soul Painting",
        "description": "The ancient Toreador art of 'painting souls' allows the artist to paint a portrait of a being's inner nature. Art has long been held to be a doorway into the soul. Usually it's the soul of the artist. In this case, the painting can expose the nature of the person portrayed.",
        "system": "The player rolls Manipulation + Empathy (difficulty 9). If the roll yields even a single success the painting captures the subject's Nature in the work itself. For each additional success, the player may opt to illustrate any one of the following: A rough gauge of Humanity (or Path), Willpower, Self-Control, Conscience, Conviction, Instinct, or Courage.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Auspex 4", "Presence 2"]
    },
    {
        "name": "Under The Skin",
        "description": "The Kindred of Clan Toreador are natural critics. With insight and zeal they analyze and deconstruct art, Kindred culture and politics. Some studied Toreador possess the ability to do the same with their peers, reading them like texts and making obvious their failings of personality.",
        "system": "The Toreador must interact socially with their target for a number of consecutive turns before this power can be activated. After that warm-up, roll Wits + Perception against a difficulty of 6 as the character begins their systematic analysis and dismantling of the target's psyche and self-esteem.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 20,
        "splat": "Vampire",
        "prerequisites": ["Auspex 3", "Presence 3"]
    },
    {
        "name": "Blood Sight",
        "description": "This power allows the user to analyze the potency and type of any blood they touch to a higher level than A Taste for Blood. They can determine which supernatural creature it might come from, and the relative potency of the being in question.",
        "system": "The user of this power must touch a small sample of the blood they wish to analyze. They then make a Perception + Medicine roll at difficulty 6. If they are successful, they can identify if the blood is human, animal, or supernatural. With two successes, they can also determine the type of supernatural being in question.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 9,
        "splat": "Vampire",
        "prerequisites": ["Auspex 2", "Thaumaturgy (Path of Blood) 1"]
    },
    {
        "name": "Chain of Slavery",
        "description": "By looking a target in the eyes, the user of this power can see if a target is under the influence of Dominate, and who controls him or her. They must be able to make eye contact with the target, and if they can, the image of the Dominator forms in their mind.",
        "system": "The user of this power must be able to make eye contact with the target. They then make a Perception + Empathy roll, with a difficulty equal to the controller's Willpower. If successful, they get a glimpse of the target's controller, which becomes more distinct the more successes they roll.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 12,
        "splat": "Vampire",
        "prerequisites": ["Auspex 2", "Dominate 2"]
    },
    {
        "name": "Mood Shift",
        "description": "Once the Tremere became accustomed to seeing auras, it was only a slight stretch to see if those moods could be manipulated. Auspex granted them the insight and Dominate provided them with the means.",
        "system": "This technique requires eye contact and the target must be watching the Tremere to pick up on the visual cues. Roll Manipulation + Empathy in a contested roll against the target's Willpower, difficulty 7. The number of successes determines both the degree and the duration of the effect.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 18,
        "splat": "Vampire",
        "prerequisites": ["Auspex 2", "Dominate 4"]
    },
    {
        "name": "Thaumaturgical Sight",
        "description": "Just as some Kindred can sense the auras that surround living or undead beings, some acutely sensitive Tremere develop the talent to recognize thaumaturgical patterns. Magical energies cast by others are visible with Aura Perception, but with Thaumaturgical Sight, a Tremere can see the unholy vigor of blood magic.",
        "system": "Activating Thaumaturgical Sight is just like the use of Aura Perception. In fact, it augments that power; those without Thaumaturgical Sight will miss the subtle nuances of dead magic, while those who possess this power will find their Aura Perception abilities enhanced by it.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 6,
        "splat": "Vampire",
        "prerequisites": ["Auspex 2", "Thaumaturgy 1"]
    },
    {
        "name": "Theft of Will",
        "description": "This power allows a vampire to take control of any magical effect nearby, such as a ward or enchantment. Effectively, the power user becomes the caster of the spell for all intents and purposes.",
        "system": "The user of this power must know there is a magical effect nearby that they wish to take control of. The ritual that created the effect must also be one level below the power user's own Thaumaturgy level. It costs one Willpower point to use this power, and requires a Stamina + Occult roll at a difficulty equal to the original caster's total Willpower.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 21,
        "splat": "Vampire",
        "prerequisites": ["Dominate 3", "Thaumaturgy (any path) 4"]
    },
    {
        "name": "Bliss",
        "description": "Many Toreador assert that their 'Clan Curse' is no curse at all, but a blessing. Those who learn the secret of Bliss are the loudest making this claim. Any Toreador who regards a scene or work of great beauty is prone to fall into an aesthetic stupor. This trance is the antithesis of the ugly fury of the Beast. Those familiar with the power of Bliss can recall beauty almost as intimately as if it were before them and use this as a reservoir of inner strength. The recollection of past happiness serves as a bulwark when threatened with the irrational desires, frenzies, and fears of the Beast. Further, the Kindred may project this sense of pleasure upon another, calming them from the throes of rage or frenzy.",
        "system": "To use this power, a Toreador needs to deliberately enter a trance while watching/listening to/looking at some work of art or embodiment of beauty. The duration of this trance is determined normally: The Toreador sits enthralled until the song ends, or the dance is finished, or until the piece of art is covered. Within one scene after the trance ends, the player makes an Intelligence + Survival roll. If the roll is successful, the vampire may temporarily increase her Self-Control, Conscience, or Courage by a single dot. This increase lasts for the remainder of the scene. The difficulty of the roll is equal to double the Trait's current rating. Only one Virtue can be increased at a time. Furthermore, the source of the trance has to be appropriate for the Virtue. When a Kindred uses Bliss to steel the resolve of another, the roll to activate the power is Wits + Expression. Additionally, difficulties for using Bliss on someone other than oneself increase by one. Botching any Bliss roll results in the loss of a Willpower point (minimum 1). Bliss can be used only by vampires on the Path of Humanity.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 14,
        "splat": "Vampire",
        "prerequisites": ["Dominate 3", "Presence 3"]
    },
    {
        "name": "Forbidden Zone",
        "description": "By infusing her strength into an area as a barrier, the Nosferatu can create a space that resists any form of physical entry. However, this barrier is illusionary and all in the mind of the target. The area might be cloaked or not, as the Nosferatu decides. However, entering the area requires anyone else to have to push through an apparent invisible force. The vampire can release individuals from this power simply by touch.",
        "system": "The vampire rolls Strength + Subterfuge (difficulty 6) and spends a blood point. For each success, the character may maintain the zone for one hour, although once set up she need not remain nearby. The vampire can create a zone of any size up to a radius of six feet/two meters for each point of Potence and Obfuscate she has. For anyone except the vampire to enter the zone requires a roll as if the character was attempting to open a door. However, the zone is actually a mental barrier, not a physical one, so the successes required equal the vampire's Obfuscate + Potence, and the difficulty is 7. Characters already inside the zone may leave it without any problem, but must make the same roll to return. The vampire can touch any character and exclude them from the effects of this power at no cost.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 24,
        "splat": "Vampire",
        "prerequisites": ["Potence 3", "Obfuscate 5"]
    },
    {
        "name": "Haunted Place",
        "description": "Given how few Nosferatu master Presence, this is a rare power, but a potent one. The Nosferatu cloaks an area in power, making the place almost impossible to miss. However, it becomes noticeable due to the fetid and corrupt aura the place acquires. Most people avoid it without even knowing why. It seems somehow corrupt and twisted; somewhere no one with any good intent might choose to visit.",
        "system": "To create such a place, the vampire must make three rolls on three consecutive nights. Each roll takes an hour to perform, as she spends at least five blood points around the area during the course of the hour. Then, the player rolls Manipulation + Empathy and chooses a difficulty number (the same difficulty number for each roll). If all three rolls are successful, the aura of corruption settles over the place. For anyone but the vampire to enter it, he must make a Willpower roll with a difficulty equal to the one the vampire chose in creating the Haunted Place. The effect lasts for as long as the vampire lives, or until the Storyteller rules the area has changed significantly or lost some of its menace.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 21,
        "splat": "Vampire",
        "prerequisites": ["Presence 2", "Obfuscate 5"]
    },
    {
        "name": "I Know",
        "description": "You don't actually need to know a secret to use it as leverage. With this power, the Nosferatu is able to make it appear as if she knows something the subject would rather keep secret. Essentially, she surface scans the target for feelings of guilt, and uses Obfuscate to project into his mind the subtle body language and turns of phrase that convince him the vampire really knows something dangerous about him.",
        "system": "This power requires a Perception + Subterfuge roll at a difficulty equal to the target's current Willpower. For each success the vampire gains, the subject is more convinced the vampire knows something confidential and dangerous about him. For one success, the target believes she may know something potentially damaging, whereas for five he is sure the vampire knows his deepest secrets. How the vampire chooses to use this leverage is up to her. Proving she doesn't actually know anything, such as guessing badly about the secret or offering details that prove wrong, will break the illusion.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 12,
        "splat": "Vampire",
        "prerequisites": ["Auspex 2", "Obfuscate 2"]
    },
    {
        "name": "Power Animal",
        "description": "The Kindred's connection with animals is such that they can transfer their physical power to animals under their control. Such creature can be made stronger and more deadly with an increase in strength from the vampire's Potence.",
        "system": "The vampire must first make a connection to an animal using Feral Whispers. She must then spend a blood point for each point of Potence she wishes to invest in the animal for the rest of the night. She may not grant the animal more Potence points that it has Strength, or than the vampire has Potence. So, a rat with a Strength of 1 may only be given Potence 1, but a pig of Strength 4 can be given a Potence of 4, as long as the vampire has at least a Potence of 4.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 15,
        "splat": "Vampire",
        "prerequisites": ["Animalism 3", "Potence 1"]
    },
    {
        "name": "Wolf in Sheep's Clothing",
        "description": "This power allows the Nosferatu to use their Obfuscate powers on animals as well as humans. They might cloak an animal companion to bring them into Elysium, or simply to sneak about the city with them on their nightly wanderings. They might also use their power to make them seem more impressive, dangerous, or even benign.",
        "system": "This power allows the user to apply any Obfuscate power to any animal. The vampire makes any required rolls and spends any blood required by the ability, but the effects are applied to the animal. The animal in question must either be under the control of Animalism or have drunk the Nosferatu's blood.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 15,
        "splat": "Vampire",
        "prerequisites": ["Animalism 3", "Obfuscate 2"]
    },
    {
        "name": "Carriage Horses",
        "description": "This power originated among Ravnos kumpaniyas. Most traveling groups had animal ghouls for the purpose of protecting and guarding the vampires during the day, and some clever individual learned how to make those retainers serve an even greater purpose. By the use of this power, a Ravnos can transfer a point of damage he has suffered to one of his animal ghouls.",
        "system": "If the Ravnos has any animal ghouls within sight, he may elect to use this power. The player spends one blood point and rolls Stamina + Animal Ken against a difficulty of 8. Each success transfers one Health level of damage (any type) to the animal. This can only be used immediately after the vampire is wounded (after the soak roll) and counts as a reflexive action.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 15,
        "splat": "Vampire",
        "prerequisites": ["Animalism 3", "Fortitude 3"]
    },
    {
        "name": "Eventide Strength",
        "description": "Typically, the powers of Chimerstry are dispelled by the touch of sunlight. However, a Ravnos who has studied this power has learned subtle tricks to reinforce the maya within her illusions, rendering them less vulnerable to the sun.",
        "system": "A Ravnos who has learned this power can strengthen her uses of Chimerstry, causing it to survive one hour of sunlight.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 12,
        "splat": "Vampire",
        "prerequisites": ["Fortitude 1", "Chimerstry 3"]
    },
    {
        "name": "Heart's Desire",
        "description": "With this power, a Ravnos can reach into a target's heart and create an image of her greatest desire. This image always manifests as a material object. For example, if the target desires a specific lover, she'll see a letter from that person professing his love. Phuri Dae and Brahman Ravnos use this power to gain influence over others. Many people faced with their heart's desire are likely to do anything to achieve it.",
        "system": "The player must spend a blood point and use a Willpower point, then roll Intelligence + Subterfuge (difficulty is the target's Willpower) to discern the target's desire and create a reasonable facsimile. Three successes are necessary for this to work properly. Once the Ravnos creates the object, she can recreate it at will (so long as the player spends the blood point and Willpower point to create the illusion), unless the subject's heart's desire changes.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 20,
        "splat": "Vampire",
        "prerequisites": ["Auspex 4", "Chimerstry 2"]
    },
    {
        "name": "Mask of Cathay",
        "description": "Ravnos in Asia have had to learn several tricks to conceal their presence among the fanatical Eastern Kindred. One of the more common techniques is the ability to appear as an asuratizaya. This mask conceals the Ravnos' nature as one of the Kindred descended from Caine and makes them appear to be asuratizaya for purposes of all tests.",
        "system": "The player spends one Willpower point and one blood point and rolls Manipulation + Subterfuge (difficulty 6). Each success the player gains on that roll represents one success an onlooker must overcome with the use of any power (Auspex, Kuei-jin Life sight, Death sight, etc.) to perceive the Ravnos as one of the Western Kindred. Otherwise, senses show the Ravnos to be a yin-aspected Kuei-jin. If no roll is associated with the power, roll Perception + Alertness (difficulty 6). Eastern Mask lasts for only one night per use.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 15,
        "splat": "Vampire",
        "prerequisites": ["Animalism 3", "Chimerstry 3"]
    },
    {
        "name": "Sympathetic Agony",
        "description": "The Kshatriya caste of India developed this power to shift the pain of wounds inflicted on them to their enemies. Whenever the target strikes a Ravnos using this power, the target feels the pain instead of the Ravnos. This power enabled Kshatriya to better survive their wounds and more quickly dispatch their enemies.",
        "system": "The player spends one blood point and rolls Manipulation + Intimidation (difficulty equals the victim's Perception + Self-Control). Each success allows the Ravnos to ignore the pain from one heath level and inflict that pain on the victim. The Ravnos still suffers from the wounds, she simply doesn't feel it for a brief period. This power lasts for the duration of the scene.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 20,
        "splat": "Vampire",
        "prerequisites": ["Chimerstry 2", "Fortitude 4"]
    },
    {
        "name": "Waking Dream",
        "description": "You may briefly treat an illusion you've created as though it were real.",
        "system": "Once per game session, you may utilize a simple illusion (climbing a rope, landing on a trampoline, unlocking a door with an illusory key, or similar) as if it were real for one turn. Waking Dream cannot be used to directly harm or help any other character.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 6,
        "splat": "Vampire",
        "prerequisites": ["Fortitude 1", "Chimerstry 1"]
    },
    {
        "name": "Approximation of Loyalty Absolute",
        "description": "The Ventrue penchant for toying with the hearts and minds of others is well known, but this particular combination Discipline is one of the more devastating manifestations of those skills. The primogen catches the eye of a target and the target succumbs to a mind-numbing sycophantic adoration of his newly recognized master for the rest of the evening. In effect, the results are like the blood bond, though more intense and lasting only one night. While the thrall can leave the presence of his master with no impact on his thralldom, doing so causes him great anxiety and emotional pain.",
        "system": "The player rolls Charisma + Manipulation against a difficulty of the target's Willpower rating. One success will simply render the target somewhat more pliable to the user's requests, while two or more successes will result in an intense infatuation or enthrallment for the rest of the evening. Until the next sunrise, the thrall will treat the user of this Discipline as if he were the most important person in his life. From the outside, it appears that the Ventrue primogen simply makes friendly eye contact with his target and smiles, and for the rest of the night the target is his willing thrall.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 30,
        "splat": "Vampire",
        "prerequisites": ["Dominate 5", "Presence 5"]
    },
    {
        "name": "Denial of Aphrodite's Favor",
        "description": "Developed centuries ago, this power protects the Ventrue from the skills at which they and the Toreador excel. While the power of Presence may be more subtle than those of Dominate, they are no less effective. Denial of Aphrodite's Favor allows the Ventrue to protect herself from emotional manipulation with the same efficacy that her Generation affords her against Dominate. This power is for Black Hand members only.",
        "system": "Once learned, this power negates the effects of Presence Levels One through Three used by any Kindred of higher Generation than the Kindred who uses this power. Thus, a Ninth-Generation Ventrue would be unaffected by a 12-Generation vampire attempting to use Dread Gaze on her.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 20,
        "splat": "Vampire",
        "prerequisites": ["Dominate 3", "Fortitude 3"]
    },
    {
        "name": "Distant Friend",
        "description": "This ability plants a delayed Presence effect in the mind of its target. While the powerful feelings of loyalty and love brought about by Presence are typically elicited by the physical presence of the vampire possessing that Discipline, this particular application buries those feelings in forgotten recesses of the target's mind (and heart), where they remain until she talks about the vampire who initiated those feelings; at that time they rush to the fore, causing her to speak about the Cainite who so affected her in glowing terms.",
        "system": "Once the Cainite with Distant Friend has successfully affected his target with any other Presence Discipline, his player and the target's player make an additional contested Willpower roll against a difficulty of 8. If the Ventrue elder's player wins, Distant Friend is planted in the target's mind and, for the duration of the effect, any time the Ventrue comes up in conversation, the warm memories evoked by the Presence discipline surge to the fore, coloring anything the target has to say on the matter. Duration depends on the degrees of success in the Willpower roll. Distant Friend remains in the mind of the target for one month per net success.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 20,
        "splat": "Vampire",
        "prerequisites": ["Dominate 2", "Presence 3"]
    },
    {
        "name": "Divine Aura",
        "description": "This power is commonly used by those Ventrue antitribu who also study Auspex. It allows the antitribu to instill the power of her Entrancement into her own aura so that anyone who attempts to study that aura risks bowing before her.",
        "system": "The antitribu must spend one blood point to activate Divine Aura for the night. Until the sun rises, if any other Kindred attempt to inspect the antitribu's aura, she may make a reflexive Entrancement attack against him. The player makes the roll for the antitribu as normal, but the Cainite need not focus her attention on the target. Indeed, it is not even necessary for the antitribu to know that the aura reading attempt was made.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 15,
        "splat": "Vampire",
        "prerequisites": ["Auspex 2", "Presence 3"]
    },
    {
        "name": "Lifesong",
        "description": "This power allows the Ventrue to assess any single statement made by the subject and look for the essence of that subject's being beneath the words she speaks. The Ventrue needs to speak no words himself; he simply interprets the statement offered to him.",
        "system": "The player makes an Intelligence + Empathy roll (difficulty equal to the subject's Manipulation + Expression). With even a single success, the Ventrue determines the subject's Demeanor from the statement, finding profound meaning in the most common of utterances. This power works only upon living creatures — Kindred lack the spark of life that colors the words they speak.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 4,
        "splat": "Vampire",
        "prerequisites": ["Dominate 1", "Presence 1"]
    },
    {
        "name": "Impeccable Manners",
        "description": "The Ventrue intuitively senses the mood of another person through an unconscious awareness of her aura. Then, he instinctively modifies his actions so as to shy away from offensive conduct while effortlessly doing things that appeal to the subject.",
        "system": "While the Ventrue is interacting socially with another person, the player must roll Perception + Etiquette (difficulty 6 for mortals or 8 for supernatural beings). Each success on this roll reduces the difficulty of all mundane Etiquette or Persuasion rolls made against the same target by -1 for the rest of the scene. This benefit does not modify Discipline rolls.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 9,
        "splat": "Vampire",
        "prerequisites": ["Auspex 2", "Presence 1"]
    },
    {
        "name": "Rescue Beacon",
        "description": "Fortitude will not defend against all attacks. The wise Ventrue is prepared for the day his luck runs out and his skill is insufficient. One always needs a backup plan. This power automatically activates a Summoning to the nearest individual who has tasted the Ventrue's blood in the event he is either forced into torpor or paralyzed via staking.",
        "system": "If the vampire either falls into torpor or is successfully staked, this power activates automatically. The player spends a blood point and rolls Charisma + Subterfuge (difficulty 4); this power is an explicit exception to the general rule that a vampire cannot spend blood while staked. The vampire can only use this power to Summon someone who has tasted the Ventrue's blood (ghouls, blood-bound vampires, packmates with vinculum, etc.). Otherwise, the power works as Summon.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 15,
        "splat": "Vampire",
        "prerequisites": ["Fortitude 1", "Presence 4"]
    },
    {
        "name": "Retaliatory Terror",
        "description": "Those who dare to attack the Ventrue are soon taught the error of their ways. When an attacker successfully inflicts damage on the Ventrue, the terrifying power associated with her Dread Gaze strikes out at the offender, seemingly straight out of the wound.",
        "system": "Whenever the Ventrue takes damage from a Brawl or Melee attack, the player spends one blood point and makes a reflexive Charisma + Intimidation roll (difficulty equal to the victim's Wits + Courage). However, the difficulty is reduced by the number of health levels of damage the attacker inflicted on the Ventrue, to a minimum of 4. If successful, the effects are as per Dread Gaze. The power cannot be used to retaliate to a successful attempt to stake the Ventrue, as he will be unable to spend blood to activate it.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 9,
        "splat": "Vampire",
        "prerequisites": ["Fortitude 1", "Presence 2"]
    },
    {
        "name": "Telepathic Command",
        "description": "Generally, the Auspex power of Telepathy cannot be used as a means to silently Dominate another, as both powers require concentration from the vampire. A Ventrue with this power overcomes that limitation.",
        "system": "The vampire must still make eye contact with the target. If he does so, he can use Command via telepathic means so that the order is not audible to others nearby. The power cannot affect vampires of lower Generation.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 15,
        "splat": "Vampire",
        "prerequisites": ["Auspex 4", "Dominate 1"]
    },
    {
        "name": "Quick Sight",
        "description": "Recently, Alastors have picked up this trick from the Toreador Archons. Quick Sight allows the vampire to see fast-moving objects as if they were traveling at a visible speed. A Kindred with this power can better track projectile objects, like an arrow that's been shot from a crossbow or a bullet from a gun. However, most Alastors will likely use Quick Sight to monitor another vampire's movements when their target is using Celerity.",
        "system": "The player spends one blood point to activate this power, which lasts for a scene. Any time the character wishes to see, follow, or examine something that is moving too quickly for normal observation, the player must make a Wits + Alertness roll. The difficulty based on how quickly the item is moving, which would normally be 6 or 7. One success allows the character to observe the trajectory or movements of the object in motion; more successes bring greater detail and clarity.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 9,
        "splat": "Vampire",
        "prerequisites": ["Auspex 1", "Celerity 2"]
    },
    {
        "name": "Iron Facade",
        "description": "Battles are often won not by the strength or weaponry of the combatants, but in the psychology of war. The appearance of invulnerability is often sufficient to unsettle or even rout a superior foe. With this power, the Kindred creates just such an appearance, seeming to shrug off heavy or even near-crippling blows as if he'd be splashed with water. This power was more commonly found amongst Archons, but has recently been taught to Alastors.",
        "system": "The player rolls Manipulation + Subterfuge with a difficulty 6. If successful, the character appears to be unwounded and functioning at full capacity regardless of how badly injured he actually is. This power does not actually heal wounds or reduce dice-pool penalties; it simply appears to do so, making it impossible for the enemy to judge the character's true state. The power lasts for a scene, or until the character reaches the Incapacitated health level. A vampire with Auspex can see through this power if her Auspex exceeds the character's Obfuscate.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 10,
        "splat": "Vampire",
        "prerequisites": ["Fortitude 1", "Obfuscate 3"]
    },
    {
        "name": "Badger's Hide",
        "description": "Acquired by an Alastor who spent several years undercover in the Anarch Free State, this power allows the Kindred to alter her skin into an ultra-durable hide in order to repel attacks or other environmental conditions. The Alastor with Badger's Hide is able to resist piercing attacks for a time. This Discipline is often used in heavy combat and gives Alastors the opportunity to fight longer than they would without it.",
        "system": "This power costs one blood point. For the remainder of the scene, any attacks that might normally pierce a Kindred's skin, as determined by the Storyteller, have their damage halved and rounded down after the character soaks. Any successful attack that isn't soaked does a minimum of one health level of damage. Damage may be dealt from weapons such as stabbing knives or impaling spikes and spears.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 12,
        "splat": "Vampire",
        "prerequisites": ["Fortitude 1", "Protean 4"]
    },
    {
        "name": "Lucinde's Revenge",
        "description": "For centuries, Lucinde's Revenge was known only to the Ventrue. Recently, a new iteration of this power has become widely taught among the Alastors per the wishes of Justicar and Red Alastor, Lucinde, who wants those hunting the Red List prepared to resist the manipulative tactics and Disciplines the Anathema use, one in particular. This power protects against Presence, keeping that Discipline's more subtle effects at bay.",
        "system": "Lucinde's Revenge protects against all Presence based on Generation in a similar way that Dominate functions. Only a Kindred of lower Generation than the user of Revenge can affect that Kindred with Presence. Thus a Ninth Generation Kindred would be unaffected by a Twelfth Generation Kindred attempting to use Dread Gaze on her.",
        "game_line": "Vampire: the Masquerade",
        "category": "powers",
        "stat_type": "combodiscipline",
        "xp_cost": 25,
        "splat": "Vampire",
        "prerequisites": ["Dominate 4", "Fortitude 4"]
    }    
] 