[
    {
        "name": "Silence",
        "description": "The Garou can muffle any sound she makes, the better to creep up on an enemy or escape unnoticed. An owl-spirit teaches this Gift.",
        "system": "The player rolls Dexterity + Stealth. Each success adds one to others' difficulty to hear the Garou for one scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silent Strider"
    },
    {
        "name": "Sense Wyrm",
        "description": "The werewolf can sense manifestations of the Wyrm in the nearby area. This Gift involves a mystical sense, not a visual or olfactory image, although werewolves using the Gift sometimes say things like, \"This place stinks of the Wyrm\" (with a few more colorful adjectives). Garou should remember that the Wyrm's taint can cling to relatively blameless souls. Werewolves may sense an innocent person who happens to work in a Wyrm-controlled factory or who has eated tainted food. This power requires active concentration. Any spirit of Gaia may teach this Gift.",
        "system": "The player rolls Perception + Occult. The difficulty depends on the concentration and strength of the Wyrm's influence. Sensing a single fomor in the next room would be difficulty 6, while detecting the stench of a Bane that was in the room an hour ago would be difficulty 8. Vampires register as Wyrm-tainted, save those with Humanity Traits of 7 or higher.",
        "source": "Core book revised / 20th Anniversary",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Black Furies", "Silent Strider", "Silver Fang", "Stargazer", "Uktena"],
        "auspice": "Theurge",
        "breed": "Metis"
    },
    {
        "name": "Wyld Resurgence",
        "description": "Bent to Gaia's service, the creative, living essence of the Wyld roars through the Fury's body, shining beneath her skin as a rippling wave of prismatic energy which focuses on and shines out through her wounds. This surge supercharges the werewolf's regenerative powers, quickly mending even the most grievous of wounds. A servant of Pegasus teaches this Gift.",
        "system": "The Fury spends a turn in concentration and the player spends one Gnosis point. The werewolf immediately heals either three levels of bashing damage or two levels of lethal damage. With the expenditure of a Willpower point in addition to the Gnosis point, one level of aggravated damage may be healed instead. Damage caused by silver weapons cannot be healed with this Gift.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Black Fury", "Croatan"]
    },
    {
        "name": "Man's Skin",
        "description": "Distasteful though it may be, the Black Furies sometimes find it necessary to pass unnoticed through the world of men. This Gift allows a Fury to effectively change gender in the eyes of onlookers. Her features and build become decidedly more masculine, and her garb seems of a masculine cut. Her hair, eye and skin color remain the same; the result is a man who shows a slight family resemblance to the Fury. Despite this Gift's name, it works equally well when male metis Furies employ it to disguise themselves as women. The Gift is taught by an ancestor-spirit or a seahorse-spirit.",
        "system": "The player rolls Charisma + Subterfuge (difficulty 7). The illusion lasts for one scene per success, or until the Fury shifts form. The disguise withstands casual tactile contact, although heavy or violent contact will reveal the truth.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Sense Wyld",
        "description": "The Garou may sense Wyld energies or spirits in the nearby area. Any Gaian spirit can teach this Gift.",
        "system": "The Garou rolls Perception + Enigmas against a difficulty determined by the Storyteller, based on the strength of the presence.",
        "source": "Umbra",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury",
        "auspice": "Theurge",
        "breed": "Lupus"
    },
    {
        "name": "Spirit Smuggler",
        "description": "Members of the Sisterhood frequently make deliveries through countries with broad laws against contraband; they might also wish to carry a weapon into an area interdicted by metal detectors or the like. Spirit Smuggler makes this much easier for them to do, and it is useful in a wide variety of situations. When the character wishes to hide an item from searches, she can use this Gift to push the item into the Gauntlet for a short time; it will return to the character's possessions in the physical realm after a few minutes have passed. This Gift is taught by a Raccon-spirit.",
        "system": "The character rolls Dexterity + Subertfuge and spends a point of Gnosis to push a small item (5 pounds or less, no more than a gallon in volume) through the Gauntlet into the Umbra; the difficulty on this roll is the local Gauntlet rating. If she achieves 2 or more successes, the item now resides in the Gauntlet, and cannot be sensed or manipulated by anyone in the Realm (unless a searcher can see into the Umbra). The item will return to the character's physical possessions at the end of the scene. Should the character achieve only one success, the item is pushed through into the Gauntlet but will not return of its own accord, and has to be fetched by stepping sideways. A botch on the Dexterity + Subterfuge roll means that the item is lost in the Umbra, or that a spirit pickpocket has made off with it.",
        "source": "Tribebook: Black Furies (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury",
        "camp": "Sisterhood"
    },
    {
        "name": "True Shot",
        "description": "The accuracy of Artemis on the hunt could not be equaled by any other; this Gift allows Maidens to replicate their aunt's spectacular feats of archery on the battlefield or on the hunt. It is less effective for Mothers and Crones than for Maidens, but still gives them some benefit. This Gift is taught by a Lune.",
        "system": "Spend one Rage and receive +3 to your dice pool for a single arrow shot. Mothers and Crones receive only a +2 bonus; Luna is said to favor those Garou who replicate her own aspect as Artemis. This Gift can be used in conjunction with Flurry of Arrows, below, but can be used for only one arrow per turn.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury",
        "camp": "Amazons of Diana"
    },
    {
        "name": "Arion's Burden",
        "description": "The Black Furies had many tribeswomen among the ancient Scythians, who were renowned for their use of cavalry. During their battles with other Garou tribes, the Furies often surprised their enemies by showing that they too could employ cavalry, thanks to this Gift. Most animals shy away from creatures of high Rage, and even the Glabro form tended to make a werewolf heavier than the horse could handle. But this Gift perfectly calms the mount's mind and makes the Black Fury as light as a child to it. It is taught by an avatar of Pegasus.",
        "system": "The Black Fury rolls Charisma + Athletics (difficulty 6). A simple success is all that is needed to keep this Gift active for the rest of the scene. While this Gift works to calm any animal normally friendly to the Black Fury, it is most commonly employed on horses. Riding in Crinos form, even with this Gift, is a tricky business, requiring a Dexterity + Athletics (difficulty 7) roll.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Moonshadow",
        "description": "Camp: Moon-Daughter With this Gift, a Daughter of the Moon may step sideways using a patch of moonlight. In addition, the difficulty is lowered by one.",
        "system": "N/A",
        "source": "Tribebook: Black Furies",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Owl Speech",
        "description": "Black Furies may invoke the kinship between their tribe and the owls of Athena. This Gift combines the effects of the Galliard Beast Speech Gift and the Philodox King of the Beasts Gift, though it only works on owls. This Gift is common among the Temple-Keepers of Artemis and the Sisterhood. Many of their Kinfolk share this Gift, and new sisters often receive it as an initiation Gift.",
        "system": "N/A",
        "source": "Tribebook: Black Furies",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Watchful Eyes",
        "description": "Since time immemorial, the Black Furies have been able to determine the location of those that break the laws of Gaia. Such beings (human, Garou, or spirit) are not always Wyrm- or Weaver-tainted; as in the classic example, Orestes was not under the influence of any supernatural being when he killed his mother Clytemnestra, but he did break Gaia's laws by doing so. This gift has been the Furies' tool for such a hunt; with a few moments' concentration, the Black Fury who uses Watchful Eyes can roughly determine the distance and direction to the nearest such criminal. This Gift is taught by an Owl-spirit.",
        "system": "The player spends 1 Gnosis an rolls Perception + Investigation (difficulty 6). Success indicates the distance and direction to the nearest violator of Gaia's laws (as interpreted by the Storyteller). Note that this Gift does not identify the lawbreaker, an it is somewhat vague: i has a margin of error of roughly 10% of the distance between the Garou and her quarry (that is, if the nearest violator is ten blocks away, the Gift will point out a one-block area). A botch causes this Gift to wrongly identify a potential target.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Breath of the Wyld",
        "description": "As the Furies see it, the problem with most humans (and some Garou) is that they have forgotten that the energy of Creation is nourishing, refreshing and ever present. With this Gift, the Black Fury may instill a feeling of vitality and life in a living being. A spirit servant of Pegasus teaches this Gift.",
        "system": "The Fury must touch her target's skin, and this Gift must be used outdoors in a natural setting (a city park is natural enough for the Gift to function). The player rolls Gnosis (difficulty 6 for humans, 5 for Garou). Success grants a rush of energy and clarity of thought. In game terms, this Gift grants one extra die on all Mental rolls for the next scene. It also adds one to the difficulty of any Rage rolls the target makes in that time.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Trash is Treasure",
        "description": "The refuse of humanity provides all the canny Bone Gnawer needs. Through the use of this Gift, any broken object can be temporarily restored to full functionality and usefulness. A raccoon-spirit teaches this Gift.",
        "system": "The player takes hold of a broken object and rolls Wits + Crafts. The object functions perfectly for one turn per success, and also supplies its own power, fuel, or ammunition — a dull knife cuts, a busted microwave runs (without being plugged into anything), an old rusty Saturday night special fires even without bullets, a junked car starts up and runs. The lifespan of the object's renewed usefulness can be extended to one full day by spending a point of Willpower, but the object requires proper power, fuel, and ammunition in such circumstances.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Scent of Sweet Honey",
        "description": "A target the Garou touched at some point during the last hour begins to exude a wonderfully sweet aroma, and becomes slightly sticky to the touch. All manner of vermin quickly appear and coat the victim. The resulting coat of gnats, flies, bees and beetles crawls, stings, and generally impairs vision and hearing. Insect-spirits teach this Gift.",
        "system": "The player spends one Gnosis point and rolls Wits + Subterfuge (difficulty 7). The target suffers a –1 penalty to all actions for one hour per success; the smell will not wash off during this time.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Stench and the City",
        "description": "Many city Garou use this Gift when facing off against just about anything with a particularly sensitive nose: this can include other Garou, Black Spiral Dancers, and a host of normal animals or Wyrm-creatures. The Gift incapacitates its target by overwhelming its sense of smell with the stink of the city: sweat, blood, human waste, rot, smoke, and car exhaust. Garou have been known to use this Gift to pull one of their own out of the thrall of frenzy, or to incapacitate a crazed wolf without permanent injury. The Black Spiral Dancers are said to be quite familiar with Stench and the City as well, and are perfectly willing to use it on Gaian Garou.",
        "system": "The Garou should select a target with a sense of smell better than a human, spend a point of Rage, and roll Stamina + Primal-Urge (difficulty of the target's Stamina + 5, maximum of 9). For every success rolled, the target loses one die from all actions for the next turn; if five successes are rolled, the target is incapacitated for the scene. The target may resist by holding its breath, if he is aware; if he does so he must follow the rules for suffocation on p.189 of Werewolf. This Gift is taught by a skunk-spirit.",
        "source": "Book of the City",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer",
        "breed": "Homid"
    },
    {
        "name": "Kitchen Chemistry",
        "description": "With ten minutes, a bit of rage, and everyday household chemicals, you can unleash a firestorm of vengeance against an uncaring world. You have a deep and instinctive understanding of the principles of modern chemistry, one that allows you to scratch-build and detonate explosives. (This Gift exists to cancel out the need for any sort of \"realistic\" explosive rules in the game.) Rat-spirits teach this Gift, occasionally with the help of a few furtive cranks on the internet.",
        "system": "One scene. One Rage. At least three household kitchen chemicals approved by the Storyteller. The Result? An explosion inflicting an amount of aggravated damage equal to the character's permanent Rage. Detonating the explosives properly is the difficult part. At the end of the scene in which the chemicals are cooked, the character attempts an Intelligence + Science roll (difficulty 6). With one success, the explosives will detonate at the specified date and time. Three successes allow them to be thrown (Dexterity + Athletics, distance equal to the Garou's Strength in yards) or triggered by remote (line of sight). Five successes allow for a complex trigger, such as a timed matchbox fuse, trip wire, weight-sensitive pressure plate, or sound of a particular television personality's voice. On a botch, of course, the bomb goes off in the Garou's face.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "The Mark",
        "description": "The Garou can mark a person or place with a scent only other werewolves can sense. The mark is subtle; placing it isn't. This Gift is taught by lost-dog-spirits.",
        "system": "Using this Gift requires one Gnosis and a stream of the Garou's urine. The Garou must use his own fluids to mark his victim. Any Garou with at least one dot in Primal-Urge can sense the mark within line of sight. With three dots in Primal-Urge, the Garou can sense it up to a mile away. If the user of this Gift has five dots in Primal-Urge, he always knows where the mark is. The effects last for twelve hours, then persist until the following sunset or sunrise (whichever comes first).",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Desperate Strength",
        "description": "In times of great trauma, desperate people have displayed amazing feats of strength and endurance. With a burst of adrenaline, a mother can lift a truck off a pinned child, or a father may smash through a wall to save his family. Through strength of will, a Bone Gnawer may channel that same desperate energy. If another packmate has fallen or been captured, the Garou may use this hideous strength in a desperate effort to help his pack.",
        "system": "After rolling on the Feats of Strength table, the Garou can burn a point of Willpower and roll one die for each Health Level he has remaining. For each success he can take an extra level of aggravated damage to increase his number of successes by one; he does not need to trade all of his successes in this fashion.",
        "source": "Tribebook Bone Gnawers (Revised) / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Bone Gnawer", "White Howler"]
    },
    {
        "name": "Declamation",
        "description": "By spending at least an hour studying a written text, the Garou can memorize vast passages of information word for word. The effects work like a cross between speed-reading and eidetic memory. Actually understanding or accessing the information is difficult, but repeating it by rote is simple. Lupus Garou cannot learn this Gift, but remarkably enough, illiterate homids can; for the Gift's duration, they can decipher all sorts of 'funny little squiggles' on paper. The Garou must be fluent in speaking the language he is reading. This Gift is often taught by Rat Finks and Frankweilers. This Gift is taught by a bookworm-spirit, a favorite Gaffling of Frankweilers.",
        "system": "After the Garou spends one Gnosis, he can repeat, word for word, anything he reads over the next eight hours. As a rough guideline, the Garou can read about a hundred pages in an hour; each time he 'studies,' he must concentrate for at least an hour. As a side effect, for the duration of the Gift, the user can add one die to any one Knowledge-based dice pool related to the information.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer",
        "camp": ["Rat Finks", "Frankweilers"]
    },
    {
        "name": "Urban Ward",
        "description": "If your home has no walls, sleeping can be a nightmare. There's no guarantee that someone won't sneak up on you to steal your stuff... or even take your life. Some werewolves solve this problem by sleeping in packs, but it never hurts to take extra precautions. Rural Garou set twigs and branches that easily snap underfoot; Bone Gnawers rig the same warnings with tin cans, tripwires, or even broken glass. With a little mystical aid, a werewolf can enlist spirits in similar defenses. This Gift is taught by a Rat-spirit.",
        "system": "By spending one Gnosis, a Bone Gnawer can ward an area against intrusion. The 'area' can be anywhere between the size of a room and the size of a building. Trash is set around the periphery, usually junk that makes noise when its disturbed. If anyone crosses this imaginary boundary, the Bone Gnawer hears the spirits scream a silent warning to him. This ward remains in effect for eight hours (or in some cases, from dusk 'til dawn). The Storyteller secretly rolls the characters Wits + Enigmas (difficulty 6). Any supernatural creature attempting to use its powers to overcome the Urban Ward must score more successes on its roll to activate the proper supernatural power than the Garou did.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Smell of Success",
        "description": "You're good at sizing people up. With a few sniffs, you can smell how successful someone really is. Even on a bad day, you can sense whether he's got money in his pocket, a steady job, or a place to stay. This Gift is taught by a rat-spirit.",
        "system": "Spend one Gnosis and roll Perception + Streetwise (difficulty 6). Pick a person within about a city block you can see. One success reveals one of the following facts: whether the person has money in his pocket, whether he has a job, or whether he has a home (your choice). Three successes either answer all three questions or give more detailed information about one of them: how much money he's got on him, what his occupation is, and what kind of place he lives in. If you score five successes, some telltale clue also reveals more specific information.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Firebringer",
        "description": "This powerful Gift allows a Ragabash to pull the ultimate stunt, stealing a supernatural power and turning it into a Gift. Moreover, the Gift can be taught to others, as if the New Moon was a spirit teacher. The difficult part is that the Ragabash has to endure having the power used on her first, but after that, she makes it her own to teach, but alas, not to use herself. A powerful spirit, such as the avatar of a trickster Incarna, teaches this Gift.",
        "system": "Survival, smarts and sacrifice are key to acquiring this Gift, though no specific dice rolls are needed. First, the Ragabash must suffer through the effects of the power being successfully used on her. Then, she can take her experiences, work with the appropriate spirit and turn the power into a Gift she can teach to others. The Ragabash cannot herself use the Gift, and moreover, she now has a vulnerability to its effects.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Break the Bonds",
        "description": "Called Release from Bondage in older versions. There are many ways to mystically blend the will of another. This Gift shatters all such bonds, from the blood domination of a vampire to a mage's mind control or a Half Moon's geas. Those who know this Gift may use it on any being, including themselves. This Gift is only granted by an Incarna or equally powerful spirit, usually as a reward for some great service.",
        "system": "The Garou is automatically immune to any supernatural coercion save from any being more powerful than an Incarna. The Gifted one may break another's mystic compulsion by touching her, spending a Gnosis point and rolling Manipulation + Leadership (difficulty 11 – the target's Willpower).",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": ["Philodox", "Galliard"]
    },
    {
        "name": "Storyteller",
        "description": "Rather than simply telling and retelling the stories of old, or even waiting until the events of the day become the new stories, the Galliard can change the events of the ongoing drama unfolding around her. She may add new 'characters,' altering chains of events, and even change the motivations of the major participants. However, as this Gift can literally have world-altering ramifications, the handful of Garou in history that have known it have been loath to actually use it. Rumor has it that the defeat of the Storm-Eater was due partially to use of this Gift — but likewise, rumor also states that the horrific events in Russia during the past century stem from a Child of Gaia Galliard who thought that she knew the way the story would end. No one knows what sort of spirit teaches this Gift; presumably an avatar of Gaia, but since so few Garou even know of the Gift's existence, no one can say for certain.",
        "system": "The player spends one permanent Gnosis point and explains, in as much detail as possible, the change she wants to make to the story. The Storyteller, of course, has final say, and once the 'dramatic alteration' is done, the Garou has no further control. Events that she concocts can and do spiral out of control, so utmost care must be taken with the Storyteller Gift.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Unstoppable Warrior",
        "description": "A Garou who uses this potent Gift can regenerate aggravated damage. This works against all attacks except those from silver weapons.",
        "system": "Each turn, roll Stamina + Primal-Urge against a difficulty 8; if successful, then spend one point of Rage per Health Level healed (much like a vampiric Blood Pool).",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Shield of Gaia",
        "description": "The Garou can become so attuned to the laws and rhythms of Gaia that the Weaver's laws cease to have any affect on her. This Gift can only be used once by any Garou who learns it; its effects are permanent. The Garou becomes immune to the effects of one form of technology, such as bullets, photography (i.e., cannot be photographed), electricity, chemical toxins, etc. This Gift is taught by an avatar of Griffin.",
        "system": "The Garou spends a permanent point of Gnosis and chooses the one form of technology to which she will be immune. It is up to the Storyteller to determine exactly what is and is not included in the protection afforded by this Gift. For example, Garou who choose immunity to flame-throwers would not be burned by them, but other flames will act normally upon her. This Gift does apply against Wyrm-tainted technology, although not Wyrm substances. For instance, a Garou who is immune to chemical toxins may not be harmed by the Pentex acid, but the Bane in the acid can still try to possess her.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Red Talon"
    },
    {
        "name": "Home in All Lands",
        "description": "Legends among the Red Talons state that the wolves with the greatest connection to the Progenitor Wolf were not bound by distance, but indeed could appear anywhere where wolves were found. This was long thought to be simply lore, but in fact an elder Red Talon with strong enough lineage might well learn to fade from one location and appear anywhere else in the Realm or the Umbra, provided that the Progenitor has been there before him. Only the Progenitor Wolf himself teaches this Gift. System: The player must roll Gnosis as though her character were stepping sideways. If successful, the character may appear at any location on Earth where wolves might be found naturally (whether or not any may still exist) or any location that boasts Garou. She may instead choose to appear in any Umbral Realm that she has previously visited. A Red Talon must have Pure Breed 5 to learn this Gift.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Red Talon"
    },
    {
        "name": "Becoming Uktena",
        "description": "The legends of the Cherokee say that a man was transformed into the Great Uktena to try to kill the sun. Great Uktena was around long before the Cherokee, but Garou have taken the form of his children on two or three occasions. Great Uktena teaches this Gift only to the most worthy of his Uktena followers; with it, the hero may transform into a creature even a Thunderwyrm would fear. After the crisis is resolved (assuming he lives), the new uktena slips into the nearest body of water and into the umbra, forever parting with his Garou brethren to join his father in Galunlati. Such a glorious end to an already legendary career is worthy of fireside retellings for generations. System: Once taught the Gift, the Uktena may call upon it at any time by invoking Great Uktena. The initial stage of the transformation takes three full turns, during which the werewolf's body grows and changes to a 20 foot horned serpent. The new uktena still retains the personality of the Garou at this point. After a period of time (usually no more than a scene), the final stage of the transformation begins as the mind of the Garou recedes and the uktena mindset takes over.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Apecraft's Blessings",
        "description": "Though many of Gaia's children use tools, none have mastered them so thoroughly as humanity. The homid focuses this mastery into the tools she uses, causing their spirits to awaken and lend her aid. An ancestor-spirit or spirit of a man-made object teaches this Gift.",
        "system": "The werewolf spends a turn concentrating, and then the player rolls Wits + Crafts (difficulty 7). Each success reduces the difficulty by one on the next roll she makes for her character to employ a tool made by human hands. The purpose is irrelevant—this Gift is equally efficacious for attempts to repair an engine, drive a car or fire a gun.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "City Running",
        "description": "Called Climb Like an Ape in previous versions. Garou with this Gift find that moving vertically is just as easy as moving horizontally; whether they are walking along a sidewalk, climbing stairs, or scaling the side of a building, their pace doesn't change in the slightest, nor do they tire out more rapidly. This Gift doesn't make it any easier or less dangerous to climb in precarious circumstance — a ten-story fall is still a ten-story fall, and a sheer surface remains sheer — but the Gift does make sure that the character can climb as quickly as he walks.",
        "system": "The player spends a point of Rage. For the next scene the Garou's movement rate is unchanged whether he is climbing or walking; he moves at Dexterity +5 meters per turn, period. This Gift does not decrease the difficulty for Athletics rolls used to climb, but it does allow the Garou to run, or make an Athletics roll to improve his speed, just as he could while moving across an empty plain. This Gift is taught by a monkey-spirit.",
        "source": "Book of the City / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Smell of Man",
        "description": "Creatures of the wild have learned well that where man goes, death follows. With this Gift the werewolf enhances the human scent around him greatly, causing wild animals to feel uneasy and nervous. However, the scent also causes domestic animals to recognize the werewolf as their master.",
        "system": "All wild animals (not including supernatural creatures in animal form) lose one die from their dice pools when within 20 feet of the Garou (save when defending themselves or running away), and they are likely to flee. All domesticated animals recognize the werewolf as a friend and refuse to harm him. For example, an attack-trained dog ordered to take down the werewolf would run up to the character and wag its tail. If the domesticated animal is harmed, then it will revert to acting naturally. The Garou may use this Gift at will. She simply states when she is activating it or turning it off.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Predator's Arsenal",
        "description": "One of the most unnerving aspects of the Homid shape is its lack of proper weapons. This Gift remedies that problem (while still retaining much of the Homid shape's ability to blend in with the human world), granting the Garou battle-ready claws and teeth in Homid form. It is taught by a wolf-spirit.",
        "system": "The werewolf concentrates for a turn to gain access to bite and claw attacks in Homid form for the rest of the scene, or until she dismisses the transformation. These attacks inflict lethal rather than aggravated damage, and may be concealed by simple expediencies such as the werewolf keeping her mouth closed, wearing long sleeves, or keeping her hands in her pockets. She can even speak normally without giving herself away, as long as she's careful not to open her mouth too wide or smile so that her teeth show, although her voice sounds rough and a bit distorted (attempting to discern that there's something amiss with a Garou taking such precautions requires a Perception + Alertness roll, difficulty 9).",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Prey Mind",
        "description": "The wolf is not always the predator, as lupus sorely realize. Humans' capability for destruction grows ever greater, and more wolves die at their hands every day. When the predator becomes prey, it is this Gift that comes to the fore and assists the Garou in evasion, showing them places to hide, ways to run, and even chances to attack back. A lamb or deer-spirit teaches the Gift.",
        "system": "The player rolls Wits + Primal-Urge, difficulty 7 in wilderness environments, 9 in urban environments. Success guides the wolf in how to best evade her pursuers; she gains three dice to any pool made to escape, outdistance, hide from or evade pursuit. The Gift's effects last for one turn per success, so if the lupus hasn't thrown pursuit by then, she's on her own.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Find Water",
        "description": "This gift allows a Garou to locate any body of water within 20 miles. One or two successes will indicate the general direction of the water. Three or four success will indicate the distance, and five successes will allow the Garou to determine if the water is contaminated in any way.",
        "system": "The Garou makes a Perception + Survival roll against a difficulty of 6 to use this Gift.",
        "source": "Ways of the Wolf",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Sense Prey",
        "description": "Werewolves used this ancient Gift during hard winters to feed their packs. The Gift lets Garou locate enough prey to feed a pack. In the urban environment, this Gift guides the lupus to prey within the city, usually in parks, sewers, animal shelters and even zoos. The Gift will tell the werewolf the location of large numbers of prey within 50 miles in the wilds, and within the limits of a city and its suburbs. Humans do not register as prey animals, although some say that the Red Talons know a variant of this Gift that can find them. A wolf-spirit teaches this Gift.",
        "system": "The hunter's player rolls Perception + Primal-Urge. The difficulty is 7 in wilderness environments and 9 in urban environments. Success indicates the location of enough prey to feed a large pack. In the case of multiple sources, the Gift guides the werewolf to the nearest source (although not necessarily the easiest or safest).",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": ["Lupus", "Bunyip"]
    },
    {
        "name": "Heightened Senses",
        "description": "The werewolf with this Gift tunes in to the world around him, increasing his senses vastly. When in Homid or Glabro form, her senses become as sharp as those of a wolf, allowing him to hear sounds beyond his normal range, granting him superior night vision and making his sense of smell stronger than that of any dog. In wolf forms, his senses become preternaturally potent, allowing him to perform feats that border on precognition. This Gift has drawbacks as well. If a fire alarm were to go off around a Garou using this Gift, it might render him helpless. Cities can barrage the werewolf with a sensory overload. Wolf-spirits teach this gift.",
        "system": "The player spends a Gnosis point. The effects last for one scene. In Homid or Glabro forms, the werewolf's Perception difficulties decrease by two, and he may roll Perception + Primal-Urge to perform sensory feats impossible for humans (such as tracking by scent). In Crinos, Hispo and Lupus forms, Perception difficulties decrease by three (which is not cumulative with the ordinary Lupus-form Perception bonuses), and the werewolf gains an extra die to Primal-Urge dice pools.",
        "source": "Core book revised; 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Black Fury"],
        "auspice": "Galliard",
        "breed": "Lupus"
    },
    {
        "name": "Shed",
        "description": "The Garou knows the trick of shedding and growing fur at an alarming rate. This Gift makes the Garou especially difficult to grapple successfully; opponents find themselves holding tufts of fur instead of their target. The Garou can also slide through tight spaces using his shedding fur as natural lubrication. A lizard-spirit or snake-spirit teaches this Gift.",
        "system": "The Garou may use his slick outer coating to avoid being grappled. With a successful Dexterity + Primal-Urge roll (difficulty 7), he can free himself from any successful grappling attack. The fur also reduces by two the werewolf's difficulty whenever he squeezes through tight spaces or slips restraints, such as handcuffs.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Primal Anger",
        "description": "The metis learns to focus the anger within her heart and use it to increase her Rage. The anger takes a physical toll on the werewolf, and it is up to her to unleash it on her enemies. The spirits of ancient metis teach this Gift. Few members of other breeds have suffered enough shame and suffering to learn this Gift.",
        "system": "A character with this Gift may sacrifice a single health level, once per scene, and gain two extra points of Rage in exchange (even if doing so takes her above her permanent Rage rating). The health level is treated as aggravated damage for purposes of recovery.",
        "source": "Core book revised / Past Lives",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Create Element",
        "description": "The metis has the power to create a small amount of one of the four basic elements — fire, air, earth or water. In this way, she can replenish the air supply in an airtight room, make a rock to throw at someone, create a fire without matches or wood, or even fill a bathtub without any faucet or pipes. The metis cannot create specialized forms of any element. Precious metals (especially silver), lethal gases and acid are beyond his reach. This Gift creates only natural air, earth, fire and water. Elementals teach this Gift.",
        "system": "The werewolf's player spends one Gnosis point and rolls Gnosis. Each success allows the character to create approximately one cubic foot of the desired element, to a maximum weight of 100 lbs, anywhere he can see within 60 feet. The element remains in existence until used up (breathed in the case of air or burned up in the case of fire without any fuel to keep it going). The flames created with this Gift are genuinely hot, but they are no substitute for a flame-thrower. They inflict one health level of damage per success, to a maximum of three health levels of damage.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Disguise Fetish",
        "description": "Werewolves covet one another's treasures as much as anyone else. The clever Ragabash can hide the true nature of his fetishes to deflect curious eyes. A raven-spirit teaches this Gift.",
        "system": "The player rolls Manipulation + Subterfuge (difficulty 6) to create the illusion that one fetish or talen carried or touched by the character is just a mundane object. Klaives look like ordinary steel daggers, Jarlhammers seem much smaller than they are, and any glyphs or precious stones that ornament the fetish appear as cheap decorations. Gifts and other supernatural powers that could sense the nature of the fetish must overcome the number of successes rolled by the Ragabash's player to accurately identify the object as something extraordinary. The illusion ends if the fetish is used in its intended fashion. Otherwise, the effect lasts for the scene.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Liar's Face",
        "description": "The Ragabash wraps herself in such a deceitful attitude that nothing she says can be trusted — not even the clear and unvarnished truth. The werewolf may make a single truthful statement, and no human who hears it will believe her. A platypus-spirit teaches this Gift.",
        "system": "After the character makes a truthful statement, the player spends one Willpower point and rolls Charisma + Subterfuge (difficulty 7). This Gift is automatically effective on humans, causing them to believe the Ragabash is lying. Supernatural listeners whose Willpower rating is lower than the Ragabash's successes also refuse to believe the Ragabash's words.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Infectious Laughter",
        "description": "Laughter is the tool with which Gaia's tricksters promote enlightenment and the knife that slashes through the veil of Rage. When the Ragabash laughs, those around her are compelled to follow along, forgetting their grievances. A coyote- or hyena-spirit teaches this Gift.",
        "system": "The Ragabash must make some comment mocking the present situation in which she finds herself, then laugh at it. The player then rolls Manipulation + Expression (difficulty of the highest Rage rating of anyone listening). Success causes those who hear the Ragabash's comment and laughter lose hold of their ire, and forget what it was that had them upset in the first place — although their temper will return if they are reminded of what the New Moon has made them forget.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Hush",
        "description": "Though Ragabash are teachers, one thing they can't always teach is when to keep one's mouth shut. Maybe a brash Ahroun is about to say something unfortunate to a bigger Ahroun, or perhaps a talkative cub is about to reveal too much about what she knows. In such situations, this Gift acts as a temporary stopgap; it makes the target fumble for words, lose his train of thought or become momentarily distracted. Beside keeping friends from saying stupid things, the Gift can also be used against insulting rivals or the fomori calling in reinforcements. Because of the bond between packmates, it is easier to use this Gift within the pack — after all, it's for the greater good, right? A mockingbird-spirit teaches this Gift.",
        "system": "The player rolls Wits + Subterfuge (difficulty is the target's Wits + 4; for a packmate reduce the difficulty by one). Every success stalls the target for one turn, preventing the target from communicating verbally (although other forms of communications, such as sign language or writing, are still possible.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Blur of the Milky Eye",
        "description": "The Garou's form becomes a shimmering blur, allowing him to pass unnoticed among others. Once the Garou has been seen, however, this Gift is negated until the viewer has again been distracted. A chameleon-spirit teaches this Gift.",
        "system": "The player rolls Manipulation + Stealth (difficulty 8). Although he doesn't become truly invisible, each success increases the difficulties of all Perception rolls made to detect him by one.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Hear the Silence",
        "description": "In tune with all things hidden, the Theurge can hear the tell-tale whispers of secret-spirits whenever someone nearby bears the burden of hidden knowledge. A crow- or raven-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point, and the werewolf becomes aware of anyone in her immediate vicinity with an important secret weighing on his mind, hidden either from her specifically or from the world at large. The importance of the secret depends on how it's perceived by the one who keeps it. The Theurge gains no insight into the nature of the secrets; she only knows who keeps them.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Spirit Snare",
        "description": "The Theurge casts out an invisible, mystic net which entangles hostile spirits, confounding them with a mixture of magical force and long-broken but still potent Gaian law. An owl-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Occult (difficulty 8) as an attack directed at a spirit within 30 feet, which can be defended against normally. Rather than inflicting damage, this attack reduces the spirit's effective Willpower by two for the purpose of all combat actions for the rest of the scene. Multiple applications of this Gift don't stack.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Sense Weaver",
        "description": "The Garou may sense Weaver energies or spirits in the nearby area. This Gift is taught by any Gaian spirit.",
        "system": "The Garou rolls Perception + Science against a difficulty determined by the Storyteller, based on the strength of the presence.",
        "source": "Umbra",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Sense Chiminage",
        "description": "Theurges have ways of knowing all manner of secret things other Garou would wish stayed hidden; with this Gift, they can learn where the balance of chiminage lies with any spiritually aware being with a glance. The Gift reveals if the target has paid all proper obligations to the spirits, if he has ignored a debt or engaged in blasphemy against his totem or other spiritual patrons. An owl-spirit teaches this Gift.",
        "system": "A Perception + Subterfuge roll (difficulty 7) reveals the target's state of debt in the spirit worlds; with three or more successes, the Theuge may learn the name of the one spirit the target most recently egregiously wronged, if such a being exists.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Airt Perception",
        "description": "Using this Gift, a Theurge can roughly identify a spirit by its airt — the trail left in the wake of a spirit's passing. This works essentially like tracking in the corporeal world, and is no more informative — a hunter can tell deer tracks from bison tracks, but can't learn anything meaningful about an unknown creature. Also, powerful and subtle spirits are often able to disguise their airts. Any ancestor-spirit renowned as a great hunter can teach this Gift.",
        "system": "Treat this exactly as a Garou identifying and tracking animals (by scent or by looking for tracks, at the Theurge's discretion), but apply it to spirits instead. Note that Garou may not be able to go everywhere spirits do to follow the trail — remember, spirits can fly.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Umbral Tether",
        "description": "Although most Theurges would never admit it, even they can become lost in the spirit world from time to time. This Gift allows the werewolf to spin a spiritual line, resembling spider silk, behind her as she explores the Umbra. Only the Garou using the Gift can see the trail, thus increasing the Theurge's reputation as master of the spirit world. A spider-spirit teaches this Gift.",
        "system": "The player does not need to roll to create the trail, but must spend one Gnosis point for every hour of Umbral travel to maintain it. At every dawn, the player must spend an additional Gnosis point to maintain the trail in the physical world. Although only the werewolf using this Gift can see her trail, some Gaffling pests occasionally sever or alter the trail without knowing it.",
        "source": "Player's Guide Second Edition; 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Sense Trauma",
        "description": "As the counselors of the Garou Nation, the Philodox have a keen nose for those whose minds have been shattered by trauma or supernatural forces. A Lune teaches this Gift.",
        "system": "The player rolls Perception + Empathy (difficulty 6) and the werewolf spends an action concentrating. If successful, he can sense that a target suffers from a Derangement and can identify the type by scent. This Gift can also sense those under the influence of Delirium, and at what stage.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Philodox"
    },
    {
        "name": "Fangs of Judgement",
        "description": "It falls upon the Philodox to levy not only judgment but also punishment against those who have fallen from their proper stations. This Gift, taught by an ancestor-spirit, causes the werewolf's claws and fangs to burn with the righteous power of law.",
        "system": "The player spends one Willpower point. For the next full day, all of the Garou's natural weaponry attacks do two extra dice of damage to all beings who have fallen from their original purpose to the service of the Wyrm (such as Black Spiral Dancers, fomori, and corrupted nature spirits; Banes which came into existence as agents of the Wyrm are, regrettably, exempt from this Gift's sanction).",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Philodox"
    },
    {
        "name": "Ma'at's Feather",
        "description": "According to Egyptian legend, if the heart of one of the dead was heavier than Ma'at's feather, she would feed it to the beast Ammit, destroying their soul entirely. If it was lighter, then the dead person was admitted to the afterlife. This Gift was first the province of Silent Strider Philodox (and is still most common amongst that tribe), but has spread throughout all of Garou society. It allows the Philodox to sense the weight of a fallen Garou's soul and determine if he died as one of Gaia, or had fallen to the Wyrm. It is used to determine what rituals will be undertaken for the deceased, and is taught by a bird- or lion-spirit.",
        "system": "If the Garou died in the service of Gaia, the Gift works automatically, revealing this to be so. If however, the Garou had betrayed the Mother, then a roll of the Philodox's Perception + Occult (difficulty of the deceased's former Gnosis) is needed to correctly determine their guilt. A simple success is sufficient, and the Storyteller is encouraged to roll secretly for each use of this Gift, to keep the players guessing.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Philodox"
    },
    {
        "name": "Moon Lore",
        "description": "Using this Gift, the werewolf can learn the phase of the moon that heralded the birth of another. Although it can determine auspice, Moon Lore gives no clue to whether the subject is a werewolf or even if it is supernatural in any way; being born under a waxing gibbous moon means much more to a Garou than it does to a normal human. Any moon-spirit can teach this Gift.",
        "system": "A single success on a Perception + Primal-Urge roll (difficulty 6) is required to determine the moon's phase at the time of the subject's birth; two successes determine whether it was waxing or waning.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Philodox"
    },
    {
        "name": "Truth of Gaia",
        "description": "As judges of the Litany, Philodox have the ability to sense whether others have spoken truth or falsehood. A Gaffling of Falcon teaches this Gift.",
        "system": "The player rolls Intelligence + Empathy (difficulty of the subject's Manipulation + Subterfuge). This Gift reveals only whether the target speaks the truth or lies.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Philodox"
    },
    {
        "name": "Scent of the True Form",
        "description": "The Philodox is able to scent the truth of those she meets, literally sniffing out an individual's true form. A vulture-spirit teaches this Gift.",
        "system": "The Garou can smell Kinfolk or a fellow werewolf automatically; pre-Change werewolves smell like Kin. In all other cases, the player must roll Perception + Primal-Urge (difficulty 6). One success will identify a normal human or animal; two successes will detect a vampire, changeling, demon, mummy, or Fera; four successes are needed to sniff out a mage, ghoul, or fomor. The Imbued register as normal humans to this Gift. Unfamiliar scents aren't automatically recognized: A Philodox that has never encountered any Rokea might not immediately recognize the scent she detects as \"wereshark.\"",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Philodox"
    },
    {
        "name": "Canine Call",
        "description": "Ever since the Impergium and the War of Rage, everything else on the planet has lived in awe and terror of the sound of wolves howling. Pitching her voice just so, the Galliard produces a call that only canines can hear (including homid werewolves). Humans and other creatures automatically ignore the sound, feeling safe in their ignorance. City Garou and those infiltrating enemy bases find this particularly useful. A wolf-spirit teaches this Gift.",
        "system": "This Gift is used in conjunction with one of the Garou howls (W20, P. 58), or a howl performed as part of another Gift. The player spends one Gnosis point to achieve the effect. This Gift doesn't work with rites, since the spirit world must hear any howls performed as part of a rite.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Call of the Wyld",
        "description": "The werewolf may send her howl far beyond the normal range of hearing and imbue it with great emotion, stirring the hearts of fellow Garou and chilling the bones of all others. A wolf-spirit teaches this Gift.",
        "system": "The player rolls Stamina + Empathy; the number of successes determines how far away the Call can be heard (double the normal range for each success) and how stirring it is to those who hear it. This Gift should be used in conjunction with one of the Garou howls (see p. 58). The Storyteller determines the effects as appropriate to the purpose to which it is put, perhaps awarding a bonus die to revel participants for each two successes, or granting a point of Rage to all listeners for an exceptional battlefield howl.",
        "source": "Core book revised / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Memory Circle",
        "description": "The Galliards are the Garou's historians, charged with committing the legends and tales of their people to memory, perfect memory. Not all of them are particularly good at it. Thankfully, this Gift gives those Galliards a chance to make up for their weakness by planting Umbral \"reminders\" on their person. This Gift is taught by an elephant-spirit.",
        "system": "This Gift is performed in two parts. When hearing words the Galliard wants to remember perfectly, he spends one point of Gnosis. As this happens, the Storyteller should write down exactly what he's committing to Umbral memory. Later, when he wishes to retrieve the memory, he may spend one point of Willpower and ask the Storyteller to read it back verbatim. The use of this Gift leaves tiny clear spheres matted within the Garou's fur that can be seen within the Umbra, the so-called \"memory circles\". Should the Garou wish to remove a memory circle, they may do so simply by pulling it out of their fur while in the Umbra. Also, it is possible that a combat within the Umbra might break some of the circles (at the Storyteller's option).",
        "source": "Tribebook: Galliards",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Perfect Recall",
        "description": "As mentioned earlier in this chapter, Galliards often share one trait even before the Change takes them. That trait is memory. Moon-Dancers often have good heads for detail; this Gift, however, accentuates that capacity. Any Weaver-spirit can teach this Gift, which is one reason it isn't more common.",
        "system": "The player spends one Gnosis point. The Garou can then remember any one detail, no matter how small, from her entire life. A name she only heard once, a scent that she only smelled faintly — whatever the memory, as long as she experienced it, she can call it to mind. Note that this Gift does not provide context for the memory, but using it can lower the difficulty on related rolls (remembering a conversation the character had with his father about cars might aid in fixing an engine, for example). The Storyteller has final say over whether or not the character has ever experienced a given detail.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Mindspeak",
        "description": "By invoking the power of waking dreams, the Garou can place any chosen characters into silent communion. A Chimerling teaches this Gift.",
        "system": "The player spends one Willpower point per sentient being chosen and makes a Manipulation + Expression roll (difficulty of the victim's Willpower) if the being is unwilling. All those included in the dream may interact normally through the Mindspeak, although they can inflict no damage through it. Their real bodies can still act, although all dice pools decrease by two. The Mindspeak ends when all the participants want it to, or on the turn the Galliard fails the roll against an unwilling member. The beings affected must be within line of sight.",
        "source": "Core book revised / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Rhythm of War",
        "description": "So long as the Ahroun keeps fighting to the rhythm of his inner war drum, he can't be stopped. Blows that would fell a lesser combatant are as mere wasp stings to the Garou's mightiest warriors. A bear-spirit teaches this Gift.",
        "system": "The player spends one Rage point. For the rest of the scene, as long as the werewolf makes an attack on every turn, he's immune to stunning via massive damage and knockdown. The Gift's effects end if a turn goes by in which he doesn't attack.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Pack Tactics",
        "description": "While the Ahroun's role as the overall leader of Garou is questionable, there is no doubt at all who should take control of the pack during a battle. By taking the lead and coordinating pack actions, the Ahroun gifts all of her packmates with great competence in the heat of battle. A wolf-spirit teaches this Gift.",
        "system": "The player spends a Willpower point before initiating a Pack Tactics maneuver (Werewolf, page 212), and divides a pool of extra dice equal to her Leadership score among everyone performing the maneuver. The dice should be divided as evenly as possible, although the player may choose where to distribute extra dice (or in case of the Ahroun's Leadership score granting fewer dice than the number of packmates involved).",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Empathy of Hatred",
        "description": "Using this Gift, an Ahroun can tell at a glance how strongly a given individual is ruled by anger — both at the moment and over the course of their life. An Epiphling of Rage teaches this Gift.",
        "system": "No roll is needed; the effect is automatic. By spending an action focusing on a person, the Ahroun can learn the permanent and temporary Rage that said person possesses. This is most useful for spirits and other shapechangers, of course, although some fomori may possess Rage as well. The Shadow Lord Gift: Aura of Confidence blocks the perception granted by this Gift completely.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Spur Claws",
        "description": "Some Garou take the bee as a role model for their cause. The bee is so devoted to her queen that she attacks her enemies with no care to the inevitable fact that she will die in the attack. For those Garou who feel similarly, bee-spirits may teach them how to turn their claws into stingers that stick in their opponents. Such poison as they excrete won't kill their opponents but neither will it kill the werewolf in question.",
        "system": "The player spends one Rage. The next successful claw attack the character makes will bury her claws into the victim, where they stay stuck after they rip from the Ahroun's fingertips. Until the victim takes the time to pull them out (which takes a full turn) they will suffer +2 difficulty on all actions. However, the Garou's claws take a full turn to regenerate and can't be used in that time.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Brother's Scent",
        "description": "Drawing upon the universal brotherhood of all creatures of Gaia, the werewolf seems to fit in wherever he goes. Those given no reason to suspect the Child's presence simply overlook her. A servant of Unicorn teaches this Gift.",
        "system": "The player spends a Gnosis point and rolls Appearance + Empathy (difficulty 6). All individuals not specifically on guard against intruders overlook any incongruity in the Garou's appearance — for example, a naked man covered in blood and carrying a grand klaive walking through a high-society ball would draw no particular notice, nor would a wolf wandering through a residential neighborhood. The Garou isn't invisible, he simply doesn't stand out when he otherwise should, and his appearance is considered unremarkable even when he's interacted with. If the werewolf's actions alone would draw attention to himself (shouting, starting a fight, attempting to kick down a locked door) the Gift's illusion is immediately broken. Those specifically on the lookout for individuals who don't belong (security guards at a private facility, for example) don't succumb to this Gift unless their Willpower is lower than the Garou's successes on the activation roll.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Swallow Rage",
        "description": "This Gift allows the Child of Gaia to overcome her innate savagery, although at a dangerous cost. By use of this Gift, the Child may stop a frenzy and reduce her Rage by directing it inward. The inward battle is visible for several minutes and can take the form of a shuddering concentration or even a masochistic heating. An ancestor-spirit teaches this Gift.",
        "system": "When the Garou falls into frenzy, the player may make a reflexive Rage roll, difficulty 7; this Rage roll, unlike others, cannot in itself induce frenzy. Even one success on this roll immediately brings the werewolf out of frenzy. However, each success does one health level of lethal damage to the Garou, and reduces her temporary Rage by a similar amount. The player must decide at the moment of entering frenzy whether to use this Gift or not; once the Garou has fully succumbed to frenzy, she cannot focus enough to use this Gift.",
        "source": "Tribebook: Children of Gaia (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Jam Weapon",
        "description": "The Garou may stop any Weaver-born weapons from working within the range of his voice. A dove-spirit teaches this Gift.",
        "system": "The Garou shouts a single, strange word and spends a Gnosis point. The player rolls Perception + Expression, difficulty of the Willpower of the nearest armed person. For each success, all manufactured weapons will not function for one combat round. This includes guns, crossbows, flame-throwers, and even tasers or cattle prods {anything with moving parts). It does not include natural weapons (retractable claws don't count as moving parts).",
        "source": "Tribebook: Children of Gaia (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Water-Conning",
        "description": "The Child may purify water by dipping her hand or bowing her forehead to the surface. An avatar of Unicorn teaches this Gift as a sign of his favor.",
        "system": "The Garou touches the surface and rolls Perception + Primal-Urge. Water that is poisoned by animal dung or parasites has a 5 difficulty. The difficulty is 7 for chemical waste and 9 for Wyrm taint. Each success purifies enough water for one person for one day.",
        "source": "Tribebook: Children of Gaia (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Mercy",
        "description": "Children of Gaia see no use for lethal force when they are not fighting minions of the Wyrm, but even they succumb to frenzy. This Gift, used chiefly by Children of Gaia with high Rage or in duels, allows the Garou to use her natural weaponry and Rage without fear of killing her opponent. A dove-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point. For the rest of the scene, all damage that the Garou inflicts with her own body (claws and teeth, but no weapons of any kind) is considered bashing. A creature \"killed\" by such damage merely falls unconscious, and he may heal the wounds at the usual rate for bashing damage.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Two Tongues",
        "description": "The glib words and clever schemes of the Fianna are wasted on a single mark. This Gift teaches the werewolf to talk out of both sides of her face, literally carrying on two conversations simultaneously, and to decide who hears what. An ancestor-spirit teaches this Gift.",
        "system": "The player spends a Willpower point. For the rest of the scene, the Fianna may simultaneously carry on two conversations at the same time, which need have no relation to one another. She decides which listeners hear which version of the words she's speaking. Anyone suspecting something odd about the Fianna's behavior must roll Perception + Alertness (difficulty 9) to detect the Garou's other conversation and to understand what she's saying there.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Fianna"
    },
    {
        "name": "Faerie Light",
        "description": "The Garou can conjure a small, bobbing sphere of light. The sphere illuminates only a three-foot area, but that is usually enough to provide the necessary light — or to lead foes into ambush. A marsh-spirit or faerie teaches this Gift.",
        "system": "The player rolls Wits + Enigmas (difficulty 6). The light can appear anywhere within the Garou's line of sight. It can move, bobbing along at 10 feet per turn, if bidden to do so. The light lasts for one turn per success, but the player can spend a point of Gnosis to make it last for the entire scene.",
        "source": "Core book revised / Tribebook: Fianna (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Fianna"
    },
    {
        "name": "Persuasion",
        "description": "This Gift allows a homid to become more persuasive when dealing with others, in such a way that his statements and arguments are imbued with added meaning or credibility. An ancestor-spirit teaches this Gift.",
        "system": "The player rolls Charisma + Subterfuge. If successful, the Storyteller reduces the difficulties of all Social rolls by one for the remainder of the scene. In addition, any successful Social rolls may have significantly more impact than they would without the Gift. A werewolf could win arguments with hard line opponents, or cause a cold-hearted psychopath to relent (at least for a little while).",
        "source": "Core book revised / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Fianna", "Glass Walker"],
        "breed": "Homid"
    },
    {
        "name": "Salmon Leap",
        "description": "Fianna Version. Called Leap of the Kangaroo for Bunyip and Salmon Leap for Fianna. The old legends relate of Fianna warriors leaping over enemies and crossing rivers without getting their feet wet; this Gift is one way they did it. Taught by a salmon-spirit or ancestor-spirit, this Gift is functionally identical to the Lupus Gift: Hare's Leap.",
        "system": "The player rolls Stamina + Athletics (difficulty 7). If successful, she may double her normal jumping distance.",
        "source": "Fianna Tribebook (Revised) / 20th Anniversary Edition / Rage Across Australia",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Fianna",
        "breed": "Lupus"
    },
    {
        "name": "Lightning Reflexes",
        "description": "Fenrir are Gaia's ultimate warriors, effortlessly switching from offense to defense as the needs of battle demand. A mongoose-spirit teaches this Gift.",
        "system": "The player reflexively spends one Willpower point. For the next day, the character need neither make a Willpower roll nor spend a Willpower point to abort to a defensive action.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Get of Fenris"
    },
    {
        "name": "Sigurd's Stride",
        "description": "When Odin imprisoned Brunhilde in a ring of fire, it was Sigurd who dared the fires and rescued her. Like Sigurd, Get of Fenris with this Gift need not fear flame. The Gift is taught by a fire spirit.",
        "system": "The Fenrir spends one Gnosis and rolls Stamina + Primal Urge (difficulty 4). Each success provides an automatic level of soak against fire damage for the rest of the scene.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Get of Fenris"
    },
    {
        "name": "Snow Running",
        "description": "The Fenrir have spread far and wide, but their home is in the North. This Gift has served them well in their homelands, allowing them to run over snow or ice as if it were solid ground without sinking in or leaving footprints.",
        "system": "The player spends a Gnosis point. The effects last for a day.",
        "source": "Tribebook: Get of Fenris (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Get of Fenris"
    },
    {
        "name": "Safe Haven",
        "description": "Few Garou are as territorial as the Get of Fenris. This Gift enables a Fenrir to keep a close supernatural watch on his territory, becoming instantly aware of any trespassers marked by the Wyrm. Owl-spirits teach this Gift.",
        "system": "The player must spend one Gnosis to establish this early warning system, and one Gnosis per day to maintain it. Whenever a Wyrm-tainted person or creature crosses into the Fenrir's territory, if the werewolf is at home or within a mile, the player may roll Perception + Occult (difficulty 7) to detect the intrusion. The more successes, the more accurately the werewolf pinpoints the intruder's location. Note that this Gift may be used to protect only that territory that the Fenrir can rightfully call his own; this Gift cannot, for instance, protect a shared caern unless used by the caern Warder (who can be considered to \"own\" the territory for the purpose of this Gift).",
        "source": "Tribebook: Get of Fenris (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Get of Fenris"
    },
    {
        "name": "Visage of Fenris",
        "description": "The Get appears larger and more fearsome, commanding respect from peers and cowing his foes. A wolf-spirit teaches this Gift.",
        "system": "The player rolls Charisma + Intimidation. Only one success is necessary to affect non-Garou and Garou of equal rank. To affect Garou of higher rank, the player must score a number of successes equal to twice the difference of rank between the Garou and the target. For example, for a Rnak 1 Garou to affect a Rank 5 Garou would require eight successes (not very likely). Allies and peers affected by this Gift see the Get as impressive and noble (-1 difficulty bonus to all Social rolls). Foes pause for a moment to summon the resolve necessary to fight such a monster (losing one from their initiative ratings). This Gift lasts for one scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Get of Fenris"
    },
    {
        "name": "Sheng-Nong's Eyes",
        "description": "The Boli Zouhisze can see from the perspective of his tools and draw on their concentration for the task at hand, allowing him to perform multiple actions with ease. While this was originally used to wield two swords with equal dexterity, any tools can be used; even the werewolf's own hands count as a \"tool.\" Either a monkey-spirit or a spirit of war teaches this Gift.",
        "system": "The player spends one Gnosis point to receive an extra action. For the rest of the scene, the Garou need not be able to see his opponents in order to attack them. No visibility modifiers or off-hand penalties affect his actions while this Gift is in effect.",
        "source": "Glass Walker Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker"
    },
    {
        "name": "Tommy's New Trick",
        "description": "While one of the Wise Guys favorite gun Gifts (Trick Shot, rediscovered from the Iron Riders by Gianluigi Lucci) eventually leaked to the whole tribe, this one may well go with them to their grave. This Gift ensures that when spraying bullets from an automatic gun, not a single bullet misses its target. A bird spirit (though never a pigeon) teaches this Gift.",
        "system": "The player spends one point of Gnosis and makes a standard Dexterity + Firearms roll to make a spray attack. However, the standard +2 difficulty does not apply. Before the attack is resolved, the Wise Guy may spend one Willpower point to turn one failed die into a success, and this may be repeated until all dice are considered successes. The only exception to this is if the roll is a botch, in which case no Willpower may be spent and every bullet misses their target by exactly an inch. In addition, not one bullet is left at the scene, nor will any bullet hit anything but the Wise Guy's opponents. This Gift cannot be used on a single enemy; the attack must be a spray involving at least two targets.",
        "source": "Glass Walker Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker",
        "camp": "Wise Guys"
    },
    {
        "name": "Network Terminal",
        "description": "Computers have grown more and more connected in recent years, most prominently via the Internet. Meanwhile, no matter how good your computer is, there's probably someone with a better computer and you're likely connected to it. This Gift connects the Random Interrupt to the theoretical better computer, making all work much easier. A Pattern Spider teaches this Gift.",
        "system": "The player rolls Gnosis, difficulty 7. Every success adds one die to any roll involving the Computer Knowledge. The Gift doesn't provide you with a computer; you actually need to be seated at a computer that has some form of network connection.",
        "source": "Glass Walker Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker",
        "camp": "Random Interrupts"
    },
    {
        "name": "Control Simple Machine",
        "description": "The Glass Walker can command simple machines (those with few or no electronic parts) to do his bidding. A machine-spirit teaches this Gift.",
        "system": "The player spends a Gnosis point and rolls Manipulation + Crafts (difficulty 7). The Glass Walker must touch the machine to be affected. The number of successes determines how well the machine follows his commands. This Gift affects only relatively simple machines such as crossbows, pitching machines, or old automobiles. More complex devices (computers, modern cars) are not affected.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker"
    },
    {
        "name": "Diagnostics",
        "description": "The Glass Walker can determine exactly what is wrong with a machine simply by touching it. A machine-spirit teaches this Gift.",
        "system": "The player rolls Perception + Crafts (difficulty 6). The number of successes determines how much information the character receives about the machine's condition and what repairs it needs.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker"
    },
    {
        "name": "Cybersenses",
        "description": "The Glass Walker can tap into electronic surveillance and security systems, viewing or hearing everything they do. A Pattern Spider teaches this Gift.",
        "system": "The player spends one Willpower point and rolls Perception + Computer (difficulty 7). Success allows the character to tap into any electronic security or surveillance system in the area. The Glass Walker can monitor that system for one scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker"
    },
    {
        "name": "Scent of Running Water",
        "description": "The Red Talon can mask her scent completely from other creatures. A fox-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point. For the rest of the scene, the character cannot be tracked or detected by scent, no matter how fresh the trail.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Red Talon"
    },
    {
        "name": "Territory",
        "description": "The Red Talon can mark her territory with her scent, warning others to stay away. A wolf-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Charisma + Primal-Urge (difficulty 7). Each success allows the character to mark a quarter-mile radius of territory. Any intruders into this territory can be sensed instantly by the Garou, who knows exactly where they are and how many there are. In addition, all intruders suffer a +1 difficulty penalty to all actions while in the marked territory, as their natural instincts warn them that they are in danger.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Red Talon"
    },
    {
        "name": "Sense the Unnatural",
        "description": "The Red Talon can sense any unnatural presence or item in the area, including vampires, weaver-spirits, or human buildings. A wolf-spirit teaches this Gift.",
        "system": "The player rolls Perception + Primal-Urge. The difficulty depends on the strength and proximity of the unnatural thing: Sensing a vampire in the next room would be difficulty 6, while detecting traces of one that passed by an hour ago would be difficulty 9. The Storyteller may increase the difficulty for particularly subtle creatures or items.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Red Talon"
    },
    {
        "name": "Fatal Flaw",
        "description": "The Shadow Lords are masters at finding and exploiting weakness. This Gift allows a Shadow Lord to spot her opponent's weak point instantly, whether it be a physical weakness, an emotional vulnerability, or a gap in the target's defenses. A crow-spirit teaches this Gift.",
        "system": "The player spends one Willpower point and rolls Perception + Brawl (difficulty 7). Success reveals the target's weak point; each success reduces the difficulty of the Shadow Lord's next attack against that target by one.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Shadow Lord"
    },
    {
        "name": "Whisper Catching",
        "description": "The Shadow Lords are masters of intrigue and blackmail. This Gift allows them to hear any whispered conversation, no matter how far away. A bat-spirit teaches this Gift.",
        "system": "The player rolls Perception + Alertness (difficulty 7). Success allows the character to hear any whispered conversation within line of sight.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Shadow Lord"
    },
    {
        "name": "Aura of Confidence",
        "description": "The Shadow Lord can project an aura of absolute authority and confidence, making others instinctively trust and believe in her. A dominance-spirit teaches this Gift.",
        "system": "The player rolls Charisma + Leadership (difficulty 7). Success adds one die to all Social rolls for the rest of the scene; each additional success adds another die. This Gift's effects are canceled if the Shadow Lord shows any sign of weakness or uncertainty.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Shadow Lord"
    },
    {
        "name": "Speed Beyond Thought",
        "description": "The Garou can move with incredible speed, appearing to be nothing more than a blur. A cheetah-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Dexterity + Athletics (difficulty 7). Each success allows the character to double her normal movement rate for one turn. The Gift lasts for one turn per success.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silent Strider"
    },
    {
        "name": "Mark the Soul",
        "description": "The Silent Strider can mark a target's soul, allowing her to track that individual anywhere in the physical world or Umbra. A death-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Perception + Enigmas (difficulty of the target's Willpower). Success allows the Strider to know the target's exact location for one day per success. The mark is visible to other supernatural creatures who succeed in a Perception + Occult roll (difficulty 8).",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silent Strider"
    },
    {
        "name": "Sandstorm",
        "description": "The Silent Strider can create a blinding sandstorm that confuses and disorients enemies. A desert-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Survival (difficulty 7). Success creates a sandstorm that reduces visibility to a few feet and inflicts a +2 difficulty penalty to all actions for everyone except the Strider. The storm has a radius of 20 feet per success and lasts for one scene.",
        "source": "Players Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silent Strider"
    },
    {
        "name": "Message Running",
        "description": "The Silent Strider can send a short message to anyone she has met before, regardless of distance. A bird-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Occult (difficulty 8). The message can be no longer than one sentence per success, and it appears to the recipient as a ghostly whisper. The message takes one hour per 100 miles to reach its destination.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silent Strider"
    },
    {
        "name": "Lambent Flame",
        "description": "The Silver Fang may cause her body to glow with an eerie, pale light. A firefly-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point. The light can be bright enough to read by or dim enough to pass for moonlight, at the character's discretion. The light does not inhibit the character's vision in any way, and it lasts for one scene.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silver Fang"
    },
    {
        "name": "Empathy",
        "description": "The Silver Fang can feel the emotions of others. A unicorn-spirit teaches this Gift.",
        "system": "The player rolls Perception + Empathy (difficulty 7). Success allows the character to feel the target's emotions. The number of successes determines the degree of understanding.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silver Fang"
    },
    {
        "name": "Luna's Armor",
        "description": "The Silver Fang can surround herself with a glowing, protective shield of moonlight. A Lune teaches this Gift.",
        "system": "The player spends one Gnosis point. For the rest of the scene, the character gains two additional dice of soak against all attacks. The shield appears as a faint, silvery glow around the character.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silver Fang"
    },
    {
        "name": "Balance",
        "description": "The Stargazer can maintain her footing on the most precarious surfaces, and can even run across things that shouldn't support her weight, such as clotheslines or falling leaves. A cat-spirit teaches this Gift.",
        "system": "The player spends one Willpower point. For the rest of the scene, the character can walk or run normally across any surface that could even marginally support her weight. She could run across a sheet of paper stretched between two buildings, or along a clothesline. The surface must be at least theoretically able to support the character — she couldn't run across water or up a wall — but this Gift allows her to ignore the laws of physics to a significant degree.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Stargazer"
    },
    {
        "name": "Iron Resolve",
        "description": "The Stargazer's intense focus and iron will allow her to resist supernatural powers that would cloud her mind or control her actions. A falcon-spirit teaches this Gift.",
        "system": "The player spends one Willpower point. For the rest of the scene, the character adds three dice to all rolls to resist mind control, emotional manipulation, possession, or similar mental or social powers. This Gift is effective against both supernatural and mundane powers.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Stargazer"
    },
    {
        "name": "Surface Attunement",
        "description": "The Stargazer can sense everything that touches a surface she is in contact with. A spider-spirit teaches this Gift.",
        "system": "The player rolls Perception + Enigmas (difficulty 7). Success allows the character to sense everything in contact with the same surface she is touching (the ground, a wall, etc.). Each success extends the range by 20 feet. The character can detect the location, weight, and movement of any person or object touching the surface.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Stargazer"
    },
    {
        "name": "Shroud",
        "description": "The Uktena can hide herself from both physical and spiritual detection. A chameleon-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Wits + Stealth (difficulty 7). Success renders the character invisible to both physical and spiritual detection for one scene, or until she attacks or otherwise reveals herself. The character may still be detected by mundane senses (sound, scent, etc.).",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Spirit of the Lizard",
        "description": "The Uktena may regenerate lost limbs or heal other grievous wounds, much as a lizard regrows its tail. A lizard-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Stamina + Primal-Urge (difficulty 8). Each success heals one level of aggravated damage or allows the character to regenerate a lost limb or organ. The regeneration takes one full turn per health level or body part restored.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Shadows at Dawn",
        "description": "The Uktena can call forth shadows even in bright daylight, creating areas of darkness in which to hide or confound enemies. A darkness-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Stealth (difficulty 7). Each success creates an area of shadow roughly 10 feet in diameter. These shadows last for one scene and provide concealment equal to deep twilight (-2 difficulty to Stealth rolls made within them).",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Call the Cannibal Spirit",
        "description": "The Wendigo can summon the power of his tribe's fearsome totem, calling up an icy blast of winter wind that freezes his foes. A spirit servant of Great Wendigo teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Stamina + Survival (difficulty 7). Each success inflicts one level of lethal damage on a single target within 20 feet as freezing winds tear into them. The target may soak this damage normally.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Wendigo"
    },
    {
        "name": "Claws of Frozen Death",
        "description": "The Wendigo's claws become sheathed in supernatural frost, inflicting terrible wounds that burn with killing cold. A spirit servant of Great Wendigo teaches this Gift.",
        "system": "The player spends one Rage point. For the rest of the scene, the Garou's claws inflict aggravated damage and two additional dice of damage from the supernatural cold. Additionally, any wound penalties the target suffers are increased by one due to the numbing chill.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Wendigo"
    },
    {
        "name": "Winter's Embrace",
        "description": "The Wendigo can survive even the harshest winter weather without harm. A spirit servant of Great Wendigo teaches this Gift.",
        "system": "The player spends one Gnosis point. For the rest of the scene, the character is immune to the effects of cold and can move normally through snow and ice. Additionally, the character gains two dice of soak against any cold-based attacks.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [1],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Wendigo"
    },
    {
        "name": "Global Citizen",
        "description": "Some homid Garou have a propensity for travel that has them able to fit in wherever they go. This Gift takes this principle a step further. The Garou blends into different cultures, and inherently understand minor cultural traditions, faux pas, and quirks.",
        "system": "This Gift effectively makes the Garou part of whatever culture she immerses herself in. Any active efforts to out her as a non-member suffer a +3 difficulty. Any time she needs to fake a behavior with which she's unfamiliar, she can emulate it if she succeeds at an Intelligence + Etiquette roll. The difficulty depends on the commonalities with her home culture. A culture similar to hers is difficulty 5, most other human cultures are difficulty 7, and cultures that are lost, unnatural, or alien are difficulty 9. With a point of Gnosis, she can temporarily establish relevant Allies and Contacts Background dots equal to her Wisdom dots, divided however she likes.",
        "source": "Rage Across the World W20",
        "game_line": "Werewolf: The Apocalypse", 
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Weaver's Eyes",
        "description": "Humanity has a knack for finding patterns everywhere, steeped as it is in the Weaver's influence. The homid can read the patterns in her enemies' behavior and the battlefield's dynamics to predict what will happen next.",
        "system": "The player spends one Gnosis point. For the rest of the scene, she may wait to declare her character's action for the current turn until everyone else has done so, regardless of her initiative. She still acts according to the result of her initiative roll, but she has the advantage of knowing what her foes and allies will do before she decides herself.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou", 
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Mark of the Wolf",
        "description": "The werewolf marks those she comes in contact with, leaving them to carry the same aura of the predator the Garou does. This subtle curse can wreak havoc in a target's private or professional life, and is a favorite of many homids looking to provoke discord in the ranks of the enemy.",
        "system": "The player selects a target that has had some interaction with the Garou during the scene (even something as simple as light conversation in an elevator counts), then rolls Manipulation + Primal-Urge (difficulty 7). The target inherits the Curse (see p. 262) as though she had a Rage rating equal to that of the Garou for one day per success.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter", 
        "breed": "Homid"
    },
    {
        "name": "Divide",
        "description": "Humanity excels at making tiny differences into massive gulfs. This can be seen in racism, sexism, and homophobia. This Gift rises up such hatred and suspicion.",
        "system": "By spending one Gnosis point, and rolling Manipulation + Brawl, difficulty 7, the Garou can exacerbate divisions between individuals or groups. Note that the Gift cannot actually create anger and divisions; they must already exist to be exploited. If used on the theoretical \"perfect family\", the Gift would fail. Among humans, the Gift simply prevents any resolution of issues and difficulties, possibly breaking into violence. One success might cause targets to raise voices at one another, three would spell lawsuits, and five might bring them to blows. Amongst Garou and other shapeshifters with Rage, however, the Gift is even more powerful. Every success on the initial roll adds one success on all Rage rolls the targets make throughout the scene.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift", 
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Trapper's Bane",
        "description": "Dingoes throughout Australia, but especially near the dingo fence, face a constant threat from human traps — snares, steel traps, and poison. The dingoes have become adept at detecting these dangers and even disarming them. This Gift allows the werewolf to identify lures, traps, and even ambushes.",
        "system": "The Storyteller rolls Perception + Primal Urge when the werewolf comes within (Gnosis x 5) yards of a trap's trigger. The difficulty is 5 for the werewolf to detect simple snares, pits, and poisoned bait in the area. Identifying more technologically complex traps such as electrified objects and motion-activated traps is difficulty 6. Supernatural traps are difficulty 7. Additionally, whenever the werewolf approaches an ambush, the Storyteller rolls Perception + Primal Urge against difficulty 6 for the werewolf to recognize the ambush before it springs. The werewolf does not have to activate this Gift, it provides a \"sixth sense\" at all times.",
        "source": "Rage Across the World W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Go for the Jugular",
        "description": "Wolves have an uncanny ability to spot vulnerability. The lupus follows suit, sinking her teeth into the softest and most unprotected part of her foe that she can find.",
        "system": "The player spends one Rage point when the werewolf makes a successful bite attack. Increase the difficulty to soak the damage by +3.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse", 
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Stoat's Guise",
        "description": "In a world where he must fight fang and claw to fit in, the metis can use all the help he can get. This Gift allows him to change superficial aspects of his appearance, blending in or standing out as he wishes. The spirit of any animal that changes its color seasonally can teach this Gift, such as the stoat or ptarmigan.",
        "system": "The player rolls Manipulation + Subterfuge (difficulty 6). Each success allows the werewolf to alter one aspect of his appearance for the scene. Examples include: hair/fur color or length, skin tone, eye color, and height or size by about a fifth in either direction. This Gift can alter or hide tribal markings and lesser scars, but it's never potent enough to hide metis deformities completely.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Wriggle",
        "description": "Metis sometimes have to hide in all the wrong places at the wrong times. With this Gift, they can take best advantage of their surroundings to get away and take a breather.",
        "system": "Spend a Gnosis point, and the Gift takes effect immediately. For the rest of the scene, no matter what her form, the metis can squeeze into a space no less than half the size of her body. Storytellers should make judgments on space limitations.",
        "source": "Guardians of the Caerns",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Play Dead",
        "description": "The Garou are loath to let a foe claim victory, but in these fallen times, living to fight another day can trump the satisfaction of refusing to surrender. The Ragabash can \"play possum\" and appear dead to all witnesses.",
        "system": "The player rolls Stamina + Subterfuge (difficulty 5) and the Garou spends an action shutting down his body. He appears completely dead for one minute per success. He has no discernible pulse, doesn't appear to breathe, and smells like a corpse that has been rotting for several days. His muscles stiffen and he may, if he chooses, revert to breed form as part of this action. If the player spends a point of Gnosis when activating this Gift, the Ragabash can instead use it reflexively when hit with an attack to produce the illusion that it has killed him. In this case, he appears as a fresh corpse instead.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Spider's Song",
        "description": "The Ragabash can steal messages from the Weaver's web, plucking them from the air or eavesdropping as they race through telephone lines. The Ragabash must be aware that a conversation is happening to listen in on it (though she doesn't have to know who's on the other end of the line). For conversations across land lines, the Ragabash must place her ear against a telephone pole or cord; to listen in on cell phone discussions (or even to intercept text messages) she need only be able to see one of the phones being used.",
        "system": "The player spends a Gnosis point. She listens in on the conversation (or receives mental translations of text messages) for as long as she keeps her ear to the line or keeps the cell phone user in sight.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Blood Life",
        "description": "Many things reside in the blood, both mundane and mystical. Heritage, power, magical connections, and life-giving nutrients all pulse through the veins of living creatures, encompassing their life experiences. The Theurge can gain insight from these experiences by tasting the blood of her prey.",
        "system": "The player spends one Gnosis point when the werewolf succeeds at a bite attack against a target that has blood running through its veins, and deals at least one level of damage. She experiences a brief vision that replays a memory from the target's past. It could be one of great mystical import or significant relevance to the current situation, or one that had a marked personal effect on the target. The Storyteller or the target's player chooses the memory, but it should be one that gives the Theurge some insight into her foe (or ally). At the Storyteller's discretion, the Garou gains between one and give bonus dice on the next roll her player makes for an action that's relevant to the experience, depending on its intensity and pertinence.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Eyes of the Lynx",
        "description": "Lynx-spirits, embodying the Umbral ideal of their earthly counterparts' powerful eyesight, can see even beyond physical obstacles. Theurges who learn this Gift can peer through walls or beneath the earth.",
        "system": "The player rolls Perception + Alertness (difficulty 6). For the rest of the scene, the Garou can see through solid objects, up to a number of yards of material equal to the successes on the roll.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Building a Legend",
        "description": "The Philodox are the natural leaders of the Garou in times of peace, bolstered by the faith and trust given to them by their charges. Each time the werewolf is accorded Renown by his fellows, he experiences a surge of confidence.",
        "system": "Whenever the character gains a point of permanent Renown, he regains Willpower points up to his permanent rating. The effects of this Gift are permanent.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Philodox"
    },
    {
        "name": "Firm Stance",
        "description": "With the affirmation of his fellow Garou behind him, the Philodox has no ear for paltry attempts to sway him from his path. His Honor acts as a shield against the subversive words of the Wyrm's minions and the misguided arguments of less righteous werewolves.",
        "system": "The player spends one Willpower point and rolls the character's Honor as a dice pool, subtracting a number of successes from a Social roll made against him equal to the successes scored on this roll. This Gift doesn't work against Garou with higher Honor than the Philodox.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Philodox"
    },
    {
        "name": "Ritual Tuning",
        "description": "The Galliard sets the stage for a rite, performing a prelude before it begins that helps to catch the attention of the spirit world and put the attending Garou in the right frame of mind for the ritual. Any kind of performance can accompany this Gift, including dance, music, and song, howling, a rousing story or the recitation of a grand epic.",
        "system": "The player spends a Gnosis point, and the werewolf spends anywhere from a few minutes to an hour or more on a performance for the attendees of a rite that's about to begin. The performance should be appropriate to the rite; the Gift won't work if she plays a soft lullaby as a prelude to the Rite of Boasting. So long as the rite commences immediately after the performance ends, the ritemaster gains a number of bonus dice on the rite's roll equal to the Galliard's dots of Performance, plus any specialty relevant to the performance given. For each Galliard after the first who participates in the same performance and uses this Gift at the same time, the ritemaster adds another bonus die. The ritemaster cannot gain more than ten dice through the use of this Gift.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Battle Cry",
        "description": "Imbuing her battle cry with a sharp and rousing edge, the Galliard readies her packmates for a fight, stirring their blood and warning them of danger.",
        "system": "The werewolf shouts or howls to alert all Garou who can hear her, and the player rolls Charisma + Expression (difficulty 6). Any allied werewolf who hears the call gains bonus dice to initiative rolls int he same scene equal to the Galliard's successes. This Gift can be used in conjunction with Garou howls such as the Call to Succor, Call to Hunt or Warning of the Wyrm's Approach. It can also be used together with the Gift: Call of the Wyld to extend its range.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Spirit of the Fray",
        "description": "The Ahroun's blood burns hot at the prospect of battle, lending her supernatural quickness when violence erupts. A cat-spirit teaches this Gift.",
        "system": "This Gift is always active. The Ahroun gains two extra dice on all initiative rolls. This Gift's effects stack with similar powers, such as the Merit: Lightning Reflexes.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Shield of Rage",
        "description": "The Ahroun's Rage becomes a shield against supernatural powers that would control her mind or emotions. A wolverine-spirit teaches this Gift.",
        "system": "Whenever the Ahroun is targeted by a supernatural power that would control her mind or emotions, the player may spend one Rage point. If she does so, add her permanent Rage to the difficulty of the roll to affect her with the power. If no roll is normally allowed, the expenditure of Rage allows a resisted roll of the Ahroun's Rage against a difficulty of the attacker's Willpower.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Kneel",
        "description": "By pointing a finger or claw at a target, a Fury can force him to his knees. Only the strongest-willed can do anything but strain and swear in response. This Gift is taught by one of Pegasus's brood.",
        "system": "The Fury rolls Manipulation + Intimidation (difficulty of the subject's Willpower). Her target falls to his knees unless he spends a Gnosis point to resist the Gift's effects (other supernatural beings may spend their own form of mystic energy, such as blood or quintessence, but mortals remain helpless). The target kneels for one turn per success.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Form Mastery",
        "description": "This Gift empowers the Wyld spark that resides in all Garou, granting the character greater control over her shapeshifting abilities. A wolf-spirit teaches this Gift.",
        "system": "When shapeshifting (see p. 285), all difficulties are reduced by 1. Additionally, when enacting partial transformations (see p. 286), the player need no longer spend a Willpower point, and the difficulty of the roll is 7. This Gift's effects are permanent.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Black Fury", "Fianna"],
        "breed": "Metis"
    },
    {
        "name": "Touch of the Muse",
        "description": "With this Gift, the Fury invokes the spirits of art and artifice, allowing her to lower the difficulty of any Social Attribute rolls for the duration of the scene.",
        "system": "A Gnosis roll (difficulty 8) reduces the difficulty of Social rolls by one per success. The roll itself depends on what the character attempts. A poetry reading, for example, would require Manipulation + Expression, whereas a seduction would involve Appearance + Subterfuge.",
        "source": "Tribebook: Black Furies",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Spirit Loan",
        "description": "Camp: Moon-Daughters. In extreme circumstances, a Moon-Daughter may find that another Garou has far more use for one of her Gifts than she does. To this end, Gaian spirits have shown the Daughters how to lend one of their Gifts to another werewolf for a limited duration. The Black Fury who uses this Gift feels somewhat bereft of Gaia's love and attention while another Gift has been loaned, but suffers no other ill effects. This Gift is taught by a Hen-spirit.",
        "system": "Roll Charisma + Occult (difficulty of the recipient's Rage). Success allows the Fury to loan a single Rank 1 Gift to another Garou for a set period of time, to a maximum of three days per success. When that time is up (or if either the lender or receiver dies) the Gift returns to the lender. While the Gift has been lent out, the lender has no access to it and for all intents and purposes does not know it. The recipient uses the Gift as though she had learned it herself from the appropriate spirit: she uses her own dice pools for success, and spends her own Gnosis, Rage, or Willpower to activate it. A Black Fury can only lend one Gift out at a time, although there is no limit to the number of \"loaned\" Gifts a person may receive at any one time. She may loan out Gifts that ordinarily cannot be taught (for instance, she might loan a non-Black Fury the Amazons of Diana's True Shot Gift, above), though if her tribemates discover her \"indiscretion,\" the social consequences might be dire. A Fury cannot use Spirit Loan to lend out Spirit Loan.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou", 
        "splat": "Shifter",
        "tribe": "Black Fury",
        "camp": "Moon-Daughters"
    },
    {
        "name": "Guise of the Hound",
        "description": "The Bone Gnawer masks herself so that she blends into the urban landscape, disguising her Lupus form so that it appears as a large dog rather than a wolf. Despite its enormous utility, most other tribes spurn this Gift as degrading to the dignity of the Garou. A dog-spirit teaches this Gift.",
        "system": "The player rolls Manipulation + Subterfuge (difficulty 7). The disguise lasts for one scene per success.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Cornered Rat",
        "description": "When backed into a corner with nowhere to run, there are only two options — beg for mercy or turn and fight. Rat-spirits teach Bone Gnawers to excel at the latter.",
        "system": "The player spends one Rage point and rolls Rage (difficulty 8). Each success grants the character an additional die to his Brawl pools for the rest of the combat. This Gift sends the Bone Gnawer into an automatic and unavoidable berserk frenzy; any magic that stops the frenzy also ends the Gift.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Between the Cracks",
        "description": "Urban blight is the very underbelly of the Wyrm, and the Bone Gnawers know it better than any other tribe. The werewolf's instincts guide him to the nearest barren spot within an urban area — a place where no human has set foot in at least a week, one which is not only isolated and currently unoccupied, but also likely to remain so for the rest of the night. This may be a boarded-up, abandoned building, a vacant apartment, or even a dead subway station. Bone Gnawers find this Gift useful for securing ritual spaces, setting up ambushes while preserving the Litany, and finding a place to sleep for the night. Any urban spirit can teach this Gift.",
        "system": "The player spends a point of Willpower and rolls Wits + Streetwise (difficulty 5). The more successes, the more secluded and difficult-to-locate the destination will be.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Find the Prize",
        "description": "The Garou employing this Gift closes her eyes and thinks about finding a thing of great value, either a specific item or a general class of things.",
        "system": "She then spends a Gnosis point and rolls Perception + Enigmas (the difficulty depends on the rarity/uniqueness of the item being sought). Each success on the roll gives one clue concerning the whereabouts of this item. The clue is decided by the Storyteller and must be worked into the story: \"Turning the corner, you see an ad for the Hound Dog Cafe... perhaps the Elvis plate could be there?\" Note that just because an item has been located does not mean it can be easily gotten.",
        "source": "Tribebook: Bone Gnawers",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Unicorn's Arsenal",
        "description": "The werewolf's claws and fangs become dazzling and pearlescent, shining with an inner multihued glory. Those wounded by these natural weapons lose the will to fight. An avatar of Unicorn teaches this Gift.",
        "system": "The player spends one Gnosis point to initiate the transformation. Any opponent bearing a wound delivered by the Unicorn's Arsenal loses two dice from all attack rolls until the wound has healed.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Para Bellum",
        "description": "Though the Children love life, spring, and all that is good of Gaia, they aren't pacifists; they always stand ready to protect their Mother. The werewolf's Rage bursts forth in a torrent when another breaks the peace she so cherishes.",
        "system": "This Gift may only be used at the beginning of a battle that was not initiated by the Garou, her pack, or her allies. The player spends one point of Rage; for the rest of the scene, the character enjoys one additional dot of Strength and Dexterity when attacking the enemy who fired the first shot of the battle, or any character that has inflicted an injury on a member of the Child's pack during the scene.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Howl of the Banshee",
        "description": "The Fianna unleashes a wail of pure anguish that stuns all who hear it. A banshee-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Charisma + Performance (difficulty 7). All who hear the howl (except packmates) are stunned for one turn per success, unable to take any action. Those with Willpower higher than the Fianna's Rage may spend one Willpower point to act normally.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Fianna"
    },
    {
        "name": "Hands Full of Thunder",
        "description": "Many Glass Walkers regard the gun as the ultimate sign of the power of the modern age, and make pacts with the spirits to assure that their firearms do not become useless, primitive clubs in the midst of battle. A technological spirit or war-spirit teaches this Gift.",
        "system": "The player spends a point of Gnosis. For the rest of the scene, any gun the Glass Walker fires won't run out of ammunition, so long as it had ammo to begin with. Burst restrictions are still recommended with automatic weapons to keep the gun from overheating and jamming.",
        "source": "W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker"
    },
    {
        "name": "Steel Made Flesh",
        "description": "Sometimes it's useful to take a step back in order to facilitate many steps forward. An example would be in airports or other places with metal detectors. This Gift allows the Garou to change all cybernetics in his body back into flesh. While flesh, cybernetics do not operate.",
        "system": "The Cyber Dog spends one Gnosis. The cybernetics become flesh immediately. The Gift lasts for the rest of the scene.",
        "source": "Tribebook: Glass Walkers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker",
        "camp": "Cyber Dogs"
    },
    {
        "name": "Mind Partition",
        "description": "A favorite among Random Interrupts who discover they can't multitask nearly as well as their computers, this Gift allows the Garou to break their own mind into segments, quickly switching their concentration to a new task while never losing their place on the old task. One Cruncher described the Gift by saying, \"It's not true multitasking, but it fakes it well.\" A Pattern Spider teaches this Gift.",
        "system": "The player spends one Willpower point and rolls Gnosis (difficulty 6). For every success gained, the player can add work on one extra extended action every turn, one added per turn. No penalties are incurred on any of the extended actions, but if just one botch is rolled, all uncompleted tasks fail.",
        "source": "Glass Walker Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker",
        "camp": "Random Interrupts"
    },
    {
        "name": "Buzzword Language",
        "description": "The Glass Walkers have always needed the ability to hide in plain sight more than other tribes by virtue of being in plain sight so much more often. As a result, they've developed many Gifts for communicating unnoticed, but very few have been so successful as this. The Corporate Wolf simply begins to babble in the incoherent – yet entirely accepted – tongue of modern business and the person he's talking to will completely comprehend his message, which can be totally unrelated to a single word in the conversation.",
        "system": "The player spends one point of Willpower and rolls Charisma + Subterfuge, difficulty 7. Each success determines how accurately the message is conveyed. At one success the message comes out in single-word sentences. (\"You. Me. Escape\") Three successes allow for simple, single-clause sentences. (\"You and I will use the staircase to escape.\") Five successes, you could package a short story into the phrase \"Leoni and I need to dialogue about leveraging our core competencies in order to achieve market affiliation.\"",
        "source": "Tribebook: Glass Walkers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker",
        "camp": "Corporate Wolves"
    },
    {
        "name": "Feed the Pack",
        "description": "This Gift allows the werewolf to \"eat for the pack.\" Any food the Kucha Ekundu ingests feeds not only him, but the rest of his pack as well. The spirit of a hunting dog teaches this Gift.",
        "system": "The player rolls Gnosis (difficulty 6 for packmates, 7 for Kinfolk) before the character eats. For each success, whatever the character eats also nourishes another being.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Red Talon"
    },
    {
        "name": "Messenger's Fortitude",
        "description": "Camp: Freebooters (Black Furies). The Garou can run at full speed for three days without rest, food or water. When the Garou reaches her destination, she has 10 minutes to complete whatever business brought her, then she must sleep for three days.",
        "system": "The player spends one Gnosis point. The Garou may do nothing but run; stopping ends the Gift. For an additional Gnosis point, he may imbue another being with this Gift's benefits.",
        "source": "Black Furies, Silent Striders Tribe",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Black Fury", "Silent Strider"],
        "camp": "Freebooters"
    },
    {
        "name": "Dark Aerie",
        "description": "As per the Uktena Gift Spirit of the Bird. The Child of the Crow is enveloped in shadows while using this Gift, making her easier to spot during the day but harder to spot at night. It is taught by a crow-spirit.",
        "system": "The player spends one Gnosis point. The Garou can fly at 20 mph and hover as she desires. The difficulties of all combat maneuvers increase by one. This Gift lasts for one hour.",
        "source": "Shadow Lord Revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Shadow Lord",
        "camp": "Children of Crow"
    },
    {
        "name": "Shadow Pack",
        "description": "The Shadow Lord can create shadowy duplicates of herself to confuse enemies. A shadow-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Performance (difficulty 7). For each success, one duplicate appears within 20 feet of the character. These duplicates exactly mimic the Shadow Lord's movements, though they cannot affect the physical world. Any attack directed at a duplicate simply passes through it. The duplicates last for one turn per success.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Shadow Lord"
    },
    {
        "name": "Dreamwalk",
        "description": "Rank 1 Bunyip. Rank 2 Other Tribes. The Bunyip had a distinct tie to the Umbra of their homeland, more powerful than that of most Garou. Although those who learn this Gift from Bunyip ancestor-spirits lack the Bunyip's inborn affinity for the Penumbra, they may still take great advantage of the Bunyip's wisdom.",
        "system": "Whenever the moon is visible in the night sky, the Garou may, after a full minute of concentration, step sideways or use Gifts as if the Gauntlet were two levels lower. This reduction in difficulty is not cumulative with the reduction for using a reflective surface to step sideways. For the Bunyip, this Gift was Level One; characters of other tribes learn this Gift as Level Two.",
        "source": "Past Lives",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter"
    },
    {
        "name": "Virgin Snow",
        "description": "Camp: Ghost Dance. Nunavut, to many Wendigo, remains a symbol of hope and preserved purity among Garou and Kinfolk alike. The Ghost Dance has always trusted in the power that tradition holds, and it reveres the perfect and simple ways that have been imparted from generation to generation. This Gift rewards any Garou who chooses to follow the path of the old ways rather than take a modern or Wyrmcomer shortcut.",
        "system": "The player spends one Gnosis point, and then rolls Intelligence + Rituals, difficulty 6. If she succeeds, she may add one point to any ability roll she needs to make; she must be offered a choice between a human or Wyrmcomer way, and a Garou or Kinfolk way, both applicable to the same Ability — and consciously choose the Garou way. For example, a Wendigo who refuses penicillin, and chooses to fight an infection with a time-tested poultice of herbs and roots can add a point to her Medicine knowledge; a werewolf who leaves behind a nylon backpack, GPS, and freeze-dried food before a journey can add a point to her Survival skill. Similarly, a Garou who decides to travel on foot or by sled, instead of in a car or a snowmobile, can add a point to her Drive skill.",
        "source": "Wendigo Tribebook (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Wendigo",
        "camp": "Ghost Dance"
    },
    {
        "name": "Truest Sacrament",
        "description": "Camp: Order of Our Merciful Mother. The Order of Our Merciful Mother frequently leavens Christian ceremony with Gaian supplication, to better aid their flocks. Truest Sacrament enables them to do so without rousing the suspicion of the faithful; humans with faith in Christianity see Gaian ritual as innocuous and even appropriate, after this Gift's application. In so doing, the Furies are better able to free the most dogmatic and close-minded followers of patriarchal faiths to accept a broader spiritual mindset. This Gift takes advantage of humans' ability to rewrite their memories of an event to suit their preconceptions in the same way that the Delerium does. This Gift is taught by a Unicorn-spirit.",
        "system": "Truest Sacrament can be used either before or after a Gaian ritual begins. Used before a ritual, the character must make a Charisma + Subterfuge roll, with a target equal to the highest Willpower of the surrounding crowd; she will need to achieve one success for every seven onlookers. Should the Fury succeed, the next Gaian ritual she participates in will seem innocuous and appropriate to the crowd on hand. If Truest Sacrament is used during or after a ritual – if one or more humans happen upon a group of Garou during a rite – the same dice pool as above is used, but the character must also spend one point of Gnosis. Note that Truest Sacrament will not cover up truley egregious or spectacular violations of the Veil – spattering blood, spirit fireworks, and so on, will be remembered and probably not thought of as harmless or normal. But if the rite is simpler, or the more hallucinatory effects can somehow be concealed from witnesses, the Furies may get away with it. The salutatory effects of this Gift on the psyches of the most reactionary and closed-minded humans should be roleplayed out over time; there is no explicit game effect.",
        "source": "Tribebook: Black Furies (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury",
        "camp": "Order of Our Merciful Mother"
    },
    {
        "name": "Omen of Power",
        "description": "Camp: Freebooters. The Freebooters are famed among the Garou for their ability to find items and places of great magical power. Some believe that they follow Wyld-spirits in their nearly-random wandering through the Umbra; others say the Freebooters can sense the perturbations of even the weakest ley lines. Regardless of the true nature of their abilities, many Freebooters can sniff out the locations of dormant caerns (that is, those once opened whose power has since faded). When conditions are right, they can even sense particularly powerful fetishes from a distance. This Gift is taught by a Hound-spirit.",
        "system": "Spend one Gnosis and roll Perception + Enigmas; the difficulty is known only to the Storyteller, and is based on the distance to the source of power. Success means that the rough distance and direction to a mystic power source is revealed to the Black Fury. The source of power can be an active or dormant caern, or a level 5+ fetish. The base difficulty for the roll is 7, if the source of power is within ten miles; decrease it by 1 if the distance is less than 1 mile, and increase it by 1 if the distance is between ten and twenty miles – Omen of power cannot detect sources of power greater than twenty miles distant. This difficulty is decreased by 2 if the source of power is an active caern, and increased by 1 if it is a fetish rather than a dormant caern. By default, this Gift is acurate to within about 20% – if a caern is within 10 miles, Omen of Power will give it's distance and direction to within about 2 miles. Additional successes on the Gift's activation roll decrease that margin of error by 5%. The Gift can be re-used as the Garou close in on the source of power, to further refine their target's location. Omen of Power does not tell the Garou anything about the source of power other than its direction and distance; she will not even know whether it is a caern or fetish.",
        "source": "Tribebook: Black Furies (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury",
        "camp": "Freebooters"
    },
    {
        "name": "Flurry of Arrows",
        "description": "Camp: Amazons of Diana. The bow of Artemis slew many monsters of both human and Black Fury myth; the incarnation of Luna as maiden huntress was a swift and accurate shot with the bow. Appropriately, Luna has taught her children how to nock and release arrows more rapidly than a human might hope to follow.",
        "system": "Spend a point of Rage; for the remainder of the scene, the character receives a free shot per turn from a bow (though not a crossbow) at no dice pool penalty. Thus, the character could simply take two bow shots, each at no penalty, or she might take three shots, and suffer a -2 on the first shot, -3 on the second, and no penalty on the shot granted by Flurry of Arrows.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury",
        "camp": "Amazons of Diana"
    },
    {
        "name": "Rend",
        "description": "Camp: Bacchantes. The Furies of myth did not use swords or axes to destroy enemies of the Gods; the Black Furies of old did not use weapons to slay enemies of Gaia. They used teeth and claws, and sheer animal might. While many Bacchantes certainly do use the tribe's ritual labrys and bow, and others carry klaives and other fetish weapons, when they frenzy they most often fight with their natural weapons. Even out of frenzy, the Bacchantes recognize the intimidation factor of rending a foe with fang and claw, and many revel in its primal nature. Rend allows the Bacchantes to rip through substances that they could not ordinarily pierce, and do as much damage with their natural weapon as another might with a human's sword.",
        "system": "Spend 1 Rage and roll Strength + Primal Urge (difficulty 6). For each success, the Fury gains the ability to rip through tough substances for one turn. When wearing any of the three \"war forms\" (Glabros, Crinos, or Hispo) and using hand-to-hand maneuvers, the character ignores the first three dice of the target's soak pool – the target rolls three fewer dice to soak. This ability to pierce defenses also applies to inanimate objects such as walls and doors, making it considerably harder to hide from Black Furies inside buildings or underground. In case that a given object does not have a soak or armor rating, treat the Fury's Strength as being three higher for purposes of the Feat of Strength needed to rip through the object. Successful uses of Rend to destroy a wall, door, or enemy add 3 dice to the Fury's next Intimidation roll against those who saw her do so.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury",
        "camp": "Bacchantes"
    },
    {
        "name": "Stoking the Soul's Fire",
        "description": "Every aspect of a Furies life has different strengths: the Maiden's fury at Gaia's pain is unmatchable, the Mother's will is indomitable, and the Crone's spirituality is beautiful and terrible. A Maiden Black Fury can use this Gift to replenish her natural strengths by sacrificing her suppressed natures. The Maiden's greatest strength is her anger; she can sacrifice from her will and spirituality to stoke that rage to scorching intensity. This gift is taught by a Wolverine-spirit.",
        "system": "A Maiden using this Gift rolls Intelligence + Occult with a target of her own permanent Rage; she spends on point of temporary Willpower and one temporary Gnosis, and refills her Rage pool if she achieves 2 or more successes.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury",
        "camp": "Maidens"
    },
    {
        "name": "Kali's Tongue",
        "description": "In the days of ancient myth, the Wyrm-creature Raktabija terrorized the Indian subcontinent. Raktabija could not be slain; every drop of blood that touched the earth sprang up another Raktabija. Soon after the battle against him began, the field was crowded with Raktabijas, each eager for the blood of Garou and Gaian spirits. The mother-goddess Parvati (an aspect of Gaia) finally took to the field against Raktabija, in her guise as the hideous demon-warrior Kali. Kali spread her tongue out over the battlefield and prevented any of Raktabija's blood from striking the Earth; she then commanded the Garou and gods present to destroy the Wyrm-creature, which they did. The Gift Kali's Tongue removes a creature's ability to heal damage; its effects are relatively short-term, but if a creature is destroyed while this Gift is in effect, that death is permanent. What the Mother gives, the Mother's vengeance can take away.",
        "system": "The Fury must first touch the victim, then the player spends one Rage and rolls Manipulation + Medicine (difficulty of the foe's Rage, or Willpower -3, whichever is lower). Each success represents one turn during which the target creature cannot use any regenerative abilities, or heal inflicted damage naturally: Even supernatural healing Gifts like Mother's Touch will fail on the target during this period. This Gift works equally well on humans, Garou, and materialized spirits; spirits entirely in the Umbra are immune to the Gift's effects unless the Fury is also in the spirit world.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Exorcism",
        "description": "This is the Gift of ejecting spirits from places or objects, whether they are there voluntarily or are bound there. Any Incarna avatar can teach this Gift.",
        "system": "The Garou must concentrate uninterrupted for three turns. If a spirit does not wish to leave, the player must make a Manipulation + Intimidation roll (difficulty of the spirit's Willpower). If the spirit has been bound to its lodging place (or into a fetish), then the exorcist must make a Wits + Subterfuge roll (difficulty 8) and gain more successes than the binder did when tying the spirit to its location. This Gift can be used to 'cure' fomori, although the host will surely die as the Bane is ejected unless a powerful healer manages to preserve her live during the exorcism.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "theurge"
    },
    {
        "name": "Wings of Pegasus",
        "description": "The Fury can sprout majestic wings when in Hispo form, allowing her to fly at will. An avatar of Pegasus teaches this Gift.",
        "system": "The player spends a Gnosis point to produce the wings capable of 50 miles per hour (80 kph) flight, which last until dismissed. Fine flying maneuvers require a Dexterity + Athletics roll at a difficulty determined by the Storyteller.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Heart Claw",
        "description": "The Fury breaks one of her claws off in a wound, imbuing it with all of her killing intent. The claw continues to burrow into her opponent's flesh, and will not stop until it finds his heart. A wasp-spirit teaches this Gift.",
        "system": "Upon making a successful claw attack, the player spends one point of Willpower. The burrowing claw inflicts one automatic level of unsoakable lethal damage each subsequent turn until it either kills the target or is dug out of the wound (a Dexterity + Medicine action, difficulty 7, requiring a turn's full concentration).",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou", 
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Flames of Hestia",
        "description": "The Black Furies revere the holy Wyld places of the world; part of the tribe's set of tools is the Flames of Hestia Gift, which enables a Black Fury to purify a person, spirit, or object with searing white-hot spiritual flame. The fire coruscates around the Fury's hands, enabling her to apply the Gift to anything she can touch. This Gift is taught by an avatar of Hestia the teacher.",
        "system": "Spend one Gnosis and roll Gnosis with a difficulty of 8. Success enables the Fury to cleanse tainted food or water, or heal damage caused by radiation, poison, or disease at one Health Level per success. The Flames of Hestia last for just one turn; however a Fury can activate the Gift and strike at a foe in the same turn. Flames of Hestia do one level of unsoakable aggravated damage per success on the Gift roll, if used against a Bane or fomor in hand-to-hand combat.",
        "source": "Tribebook: Black Furies",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Winged Delivery",
        "description": "While the Sisterhood has a large network of Kinfolk, contacts, smugglers and informants available, at times the most effective means to move an item is to give it to a friendly spirit and have that spriit make the delivery. Using this Gift and some concentration, the character pushes a small item into the Umbra and gives it to an Owl Jaggling, which will deliver the item to a well identified person or location as rapidly as it can travel. Garou who abuse this Gift to send dangerous items or active weapons (like grenades) into the Umbra – thereby jeopardizing the owl-spirit's existance – find that the retribution of the spirit world is swift and harsh. This Gift is obviously taught by owl-spirits.",
        "system": "Spend one Gnosis and roll Charisma + Empathy (difficulty the local Gauntlet). On a success, the item enters the Owl Jaggling's talons in the Umbra, and the Jaggling will deliver it to a clearly defined recipient. A human or Garou recipient must be named and described; a location need only be described, with directions given. The Owl Jaggling travels at roughly 100 miles per hour through the spirit world, and will deposit the item in the immediate vicinity of the target unless the target is somehow protected against the spirit world or prevailing Gauntlet exceeds 7. If either of those conditions prevent delivery, the spirit returns to the Garou at full speed and returns the item without comment.",
        "source": "Tribebook: Black Furies (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury",
        "camp": "Sisterhood"
    },
    {
        "name": "Barring the Will",
        "description": "The Mother's will is impossible to compromise when she does not wish to yield. She can sacrifice her anger and spirit energies to replenish her strength of purpose. This Gift is taught by a Donkey-spirit.",
        "system": "A Mother using this Gift rolls Intelligence + Occult with a target of her own permanent Willpower; she spends one point of temporary rage and one temporary Gnosis, and refills her Willpower pool if she achieves 2 or more successes.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Bacchantes' Rage",
        "description": "When deep in the wilds, the Black Furies can use this Gift to inflict extra damage. Even the toughest Get have walked away with a battle scar due to the effects of this potent Gift — and some couldn't walk away at all. This Gift is taught by a Wyld-spirit.",
        "system": "The Garou spends two Gnosis points to activate the Gift. During combat, she may spend Rage points to deal extra damage after a wounding hit; every point spent causes one additional, unsoakable Health Level of damage.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Visceral Agony",
        "description": "The werewolf's claws change to barbed, wicked talons dripping with black venom. While wounds caused by these claws cause no extra damage, the pain alone they inflict is crippling. A pain-spirit teaches this Gift.",
        "system": "The player spends a Rage point before the character attacks. Any wound penalties the target suffers as a result of this attack are doubled (i.e., a foe at Wounded would lose four dice). If the target is in frenzy or otherwise resistant to pain, he still suffers normal wound penalties.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Coup de Grace",
        "description": "The Garou studies her foe, looking for the best place to strike. In doing so, she sets herself up to land this devastating attack. An owl-spirit teaches this Gift.",
        "system": "The player spends one Willpower point and rolls Perception + Brawl (difficulty of the target's Stamina + Dodge). If successful, the player doubles her damage dice on the Garou's next successful attack.",
        "source": "Core book revised / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Black Fury", "Get of Fenris"],
        "camp": "Valkyria of Freya"
    },
    {
        "name": "Gift of the Skunk",
        "description": "With this Gift, the Garou can swell his musk glands, allowing him to spray musk like a skunk. It is, of course, taught by a skunk-spirit.",
        "system": "The spray is directed with a Dexterity + Primal-Urge roll (difficulty 7, maximum range of 10 feet). A target struck by this attack must spend a Willpower point to do anything but spend the first turn retching. Afterwards, he subtracts one from his dice pools for the rest of the scene for every two successes rolled. Immersion in water negates this Gift, and it is ineffective against targets with no sense of smell.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Call the Rust",
        "description": "By whistling softly through his teeth, the werewolf can summon sudden and destructive rust onto any metal within his immediate vicinity. Guns corrode and jam, knives crumble, and cars become flaking hunks of junk. This Gift is taught by a water elemental.",
        "system": "The player spends a point of Gnosis and rolls Wits + Crafts, with a difficulty depending on the amount of metal being corroded. A gun or knife would be difficulty 6, while a car might be difficulty 8.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Dumpster Diving",
        "description": "One of the less sanitary tribal totems, the Great Trash Heap, has dissipated its consciousness throughout the dumping grounds, landfills, and trash piles of the world. Bone Gnawers who follow this totem commune with the Incarna by defending, protecting and even obeying these festering heaps. When a Garou has reached this rank of renown, he may be called upon to travel between festering sacred sates to carry out the totem's demands. Just as entering a Moon Bridge helps Garou travel between caerns, dumpster diving allows Bone Gnawers and thier packs to venture from one shrine of the Great Trash Heap to another. The werewolf burrows down into the trash, tunnels around in it, and then resurfaces inside another Heap on another part of the planet. Obviously this Gift is taught by a totem-spirit of the Great Trash Heap. A Garou termporarily servin the totem through the Level One Gift: Tagalong can learn this gift, but the werewolf must still petition the totem each time he uses it.",
        "system": "The totem decides when to open and close these gateways and assigns their destinations. When the pack goes dumpster diving, the highest-ranking Bone Gnawer makes a Gnosis roll (difficulty 4) when entering the trash pile; the travel time is the same as for stepping sideways. This ability cannot be used more than once per day, and it only works at the totem's behest. Keeping these pathways open is difficult so the traveler and his pack must return to their original site within three days, If they don't make it back in time, they'll have to travel back by more conventional means.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Cooter's Revenge",
        "description": "Any Bone Gnawer who watches too much television knows about Cooter. He's got a tow truck parked down the street from the Dukes of Hazzard, and he always has the right tool for the right job. Followers of the tribe's automotive totem (described under \"Totems\") train extensively with automotive tools, and wouldn't be caught dead without them. This Gift not only makes proper repairs much easier, but can also save your life if you're caught unaware while changing a tire by the side of the freeway.",
        "system": "This Gift requires a heavy, automotive tool at least as big as a large crescent wrench (anything smaller than a half-inch crescent wrench won't do). If you voluntarily lend out any of your tools, you can't use this Gift until you get them back. For one Gnosis this Gift reduces the difficulty of any automotive repair roll to 4, (but only if your using the right tool). For one Rage, the Gift can make the tool a deadlier weapon. Wheather you prefer a tire iron or power drill, you can use your chosen tools to inflict Strength + 3 lethal damage for one scene. As an added bonus, you can do the same damage with all four hubcaps, the four wheel wells, and the spare tire of a car as ranged weapons.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Rant and Rave",
        "description": "Suffused with the pure energy of the Wyld, the user of this Gift rants and raves in a torrent of nonsensical language. Only others who are properly attuned to his magic silver-hammer disco ball dimension can penetrate his tinfoil hat. More precisely, any member of his pack or the Bone Gnawer tribe can decode whaterver nonsense he is saying. He can also project these thoughts at a distance to one listener; the ranting Garou chooses which individual receives his psychic transmission. The listener does not have to actually hear the ranting Garou. As long as he's within the same city, or even the same state or province, there's a chance he'll receive the message. (Unlike the Gift: Mindspeak, line of sight is not always required.) Ranting Bone Gnawers have been known to hold entire conversations from opposite sides of the same city, taking turns shouting violent imprecations to no one in particular. A Wyldling-spirit teaches this Gift.",
        "system": "The ranting Garou spends one Gnosis for each werewolf he wants to receive his secret message; the duration is one scene. Roll the ranter's Appearance + Expression (difficulty 6); the number of successes limits how far away his recipient can be. One success allows line of sight (as per Mindspeak), two successes allows same building, three successes allows same city block, four successes allows same city, five successes allows same state or province. For Wyld reasons no one can understand, the most powerful application of this Gift actually does have a longer range in Texas or Alaska than in Rhode Island, New Hampshire, or Vermont. Bone Gnawer Deserters have gone on epic Umbral quests to deduce the reason why, but have never returned with any sufficiently logical answer.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Laugh of the Hyena",
        "description": "Hyena follows no one; instead, he laughs and mocks anyone who tries to command him. In the same fashion, a Garou who can actually convince a Hyena-spirit to teach him such defiance can steal the spirit's mocking laughter. The Garou can learn to resist any attempt to command, cajole, force, or demand him to do something he doesn't want to do. This is never subtle. The Garou (and the player) must cackle like a hyena-spirit when calling upon this Gift.",
        "system": "The Bone Gnawer has a -2 difficulty to any Willpower roll used to resist mental domination or control. This includes the Gift: Roll Over; all effects of the vampire Discipline: Dominate; all effects of the mage Mind Sphere; and all effects of the wraith Arcanos: Puppetry.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Streets Tell Stories",
        "description": "You've got an ear to the sidewalk… literally. By touching a road, sidewalk, or path of some kind, you recieve a flash of impressions about what has transpired there during the last twenty-four hours. Urban spirits whisper words, waft scents, and even give a taste of events in the neighborhood. This Gift is bestowed by a City Mother or City Father Totem, usually as a reward for acting in defense of the city.",
        "system": "Spend one Gnosis and roll Perception + Streetwise (difficulty 6). You may specify what sort of information you require before you roll the dice. One success reveals a brief sensory impression with any one sense other than sight. Three successes gives a rush of images (described rapid-fire by the Storyteller); you may ask questions about any one of them and receive more specific details with all five senses. Five successes gives you access complete recall about everyone who's passes within the last day, including impressions from all five senses. However, you'll need to spend a scene sitting and thinking to recall this amount of detail.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Lucky Bastard",
        "description": "By performing an epic feat to please the spirits, you've found a way to overcome the curse of your jackal's blood. This Gift is taught by a jackal-spirit, usually as an act of forgiveness after an appropriate Umbral quest lasting at least one game session.",
        "system": "This Gift can be used once per game session. The Garou spends one Gnosis; the person roleplaying him can then reroll any one dice pool for that character. The effects only apply if the roll is \"better\" (that is, scores more successes) than the original roll.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Gift of the Termite",
        "description": "The Bone Gnawer can cause wood and paper to rot with astonishing speed. Furniture falls apart, documents disintegrate, and even buildings collapse. Obviously, the best instructor of this Gift is a termite-spirit.",
        "system": "After spending one Gnosis point, the character rolls Intelligence + Repair (difficulty 7). The number of successes determines the amount of wood or paper destroyed: One success can rot a ream of paper, three successes can deteriorate a wall, and five successes can collapse the roof of a small building. Strategic use of this power can have dramatic results even for users with little skill.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Beg",
        "description": "Playing upon the compassion of others, Bone Gnawers can generate an amazing amount of pity. By exaggerating her miserable state, a clever Bone Gnawer can gain favor with people who have too much anyway. By groveling or telling her particular sob story, she might get a handout, a favor or at least a good meal. A pigeon-spirit teaches this Gift, which is one reason only Bone Gnawers ever learn it.",
        "system": "The player must spend one Gnosis point and roll Manipulation + Performance. If the roleplaying is particularly moving, the player can forgo the roll at the Storyteller's discretion. The difficulty depends on the target: a charitable Child of Gaia might be a 4, whereas an overbearing Get of Fenris might be a 9. The number of successes determines the amount of pity generated and the generosity of the favor.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Friend In Need",
        "description": "It takes a lot for a pack to accept a Bone Gnawer as an equal, but once they do, the Bone Gnawer's loyalty is unshakable. This Gift allows a Bone Gnawer to risk all, even his own life, to aid a packmate or tribemate. A dog-spirit teaches this Gift.",
        "system": "When a packmate or fellow Bone Gnawer is in danger, the Bone Gnawer may \"lend\" him what he needs, be it a Gift the Bone Gnawer knows, his Rage, his Willpower, or even his own life (in the form of health levels). The Bone Gnawer cannot lend a Gift of a higher rank than the recipient could know, nor can he lend Abilities or Attributes. The player must spend one Willpower point and roll Willpower (difficulty 7) and must succeed for the transfer to take place. If the roll botches, the Bone Gnawer loses the Traits in question but the recipient does not gain them. This Gift lasts until the end of the scene unless the recipient decides to terminate it early. If the recipient dies before the Traits are returned, the Bone Gnawer loses them permanently.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Reshape Object",
        "description": "The werewolf can shape once-living material (but not undead!) into a variety of objects instantly. Trees may become shelter, buck antlers become spears, animal hides become armor, and flowers become perfumes. The item will resemble the object from which it was shaped (e.g., the aforementioned spear is made of antler, not wood). A Pattern Spider — one of the Weaver's spirits — teaches this Gift.",
        "system": "The player rolls Manipulation + Crafts against a variable difficulty (5 to turn a broken tree limb into a spear, 8 to turn a plant into a floatable raft) and spends a Gnosis point. The created object will last a length of time according to a specific chart. Expending an additional Gnosis point allows a created weapon to inflict aggravated damage for the scene's duration or until the object returns to its original form. This effect can be made permanent with the sacrifice of a permanent point of Gnosis if the object itself is changed permanently. Successes - Duration / One - 5 minutes Two - 10 minutes Three - One scene Four - One story Five - Permanent.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Speech of All Things",
        "description": "The Children of Gaia must communicate if they wish to accomplish their goals of unity and understanding. This Gift is a greater version of the Homid Gift: Speech of the World. The Garou can understand, read, write and speak any language as fluently as she physically can. She can emulate the roars of the Simba, but any member of that Breed would know the difference since she does not have the vocal capacity to make the correct sounds. Within those limits, she can speak the languages of various Changing Breeds, she knows the secret rune language of dead magi, and if she were so inclined, she could even understand the dread tongues of the Wyrm. This Gift does not protect the Garou mind from what she hears. A servant of Unicorn teaches this Gift.",
        "system": "The character can understand any language once she had learned this Gift. With an Intelligence + Academics roll (difficulty 7) she can read and write in those languages for the scene. If the language is not in common usage by more than a single, small group or culture — or does not have a written form — the difficulty increases to 9.",
        "source": "Rage Across the World W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Calm the Savage Beast",
        "description": "Even the most callous of homids can sympathize with the Rage that moves their fellow Garou in the final days. This Gift allows the werewolf to lend a frenzying Garou the will to escape her Rage's hold over her. It is taught by an ancestor-spirit.",
        "system": "The player spends a Willpower point and rolls Manipulation + Primal-Urge (difficulty 8). If successful, the Willpower point soothes a frenzying Garou within 30 feet (9 m), canceling the frenzy. By spending an extra point of Willpower, this Gift may affect non-Garou in a state of frenzy, such as other shapeshifters or vampires.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia",
        "breed": "Homid"
    },
    {
        "name": "Pain Chain",
        "description": "A doctor who treats only the symptoms of a disease doesn't cure it, but merely prolongs the patient's suffering. The Children of Gaia likewise know that only attacking the pawns of the Wyrm merely prolongs the Apocalypse War, rather than ending it. This Gift helps them go after the Wyrm itself by sensing who's pulling whose strings, and even understanding who's pulling theirs in turn. It is taught by a dog-spirit.",
        "system": "The player spends one point of Gnosis and rolls Perception + Investigation (difficulty 8). Each success lets you move \"up the chain\" one step, revealing the name and face of the next person delivering orders to your target. A single success would reveal that the corporate oil baron is being ridden by a particularly manipulative Bane, two would let you know which Black Spiral summoned the Bane, and three might tell you who that Black Spiral's alpha is. None of this informs the Child of Gaia where these people are, but it gives them firm names and visual impressions to go after.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Spirit Friend",
        "description": "The Children of Gaia are known for their ability to make peace with most anyone, even spirits. This Gift allows a Child of Gaia to make friends with a spirit that would normally be hostile. A unicorn-spirit teaches this Gift.",
        "system": "The player rolls Charisma + Expression (difficulty 7). Success means that the spirit will cease hostilities long enough to talk; extra successes extend the duration of the peace. The werewolf must roleplay the attempt to make peace. This Gift does not guarantee that the spirit will agree to anything, but the Gift does ensure that the spirit will not attack for the Gift's duration unless the Garou attacks first.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Serenity",
        "description": "The Garou can share her peaceful nature with others, calming their violent urges. An unicorn-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Charisma + Empathy (difficulty 7). Success subtracts one from the difficulties of all Social rolls made in the presence of the affected characters, and adds one to the difficulties of all rolls involving violence. The effect lasts for one scene, and it affects all within the Garou's line of sight when the Gift is used.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Dazzle",
        "description": "The Garou can cause a flash of brilliant light to burst forth from her body. This Gift is taught by a light-spirit.",
        "system": "The player spends a Gnosis point and rolls Manipulation + Performance (difficulty 7). Anyone looking at the Garou is blinded for one turn per success, suffering a +3 difficulty to all actions requiring sight. The Gift affects everyone who can see the Garou, friend and foe alike, unless they shield their eyes in time.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Song of the Siren",
        "description": "The sound of the Garou's voice can entrance anyone who hears it. Typically, the Garou sings or howls while using this Gift, although some modern Glass Walkers have taken to poetry recital. This Gift can make an opponent pause before a fight but can rarely stop a heated combat already in progress. A songbird-spirit teaches this Gift.",
        "system": "The player rolls Charisma + Performance versus the target's Willpower and spends one Gnosis point. Enchanted targets cannot perform any actions for a number of turns equal to the number of successes rolled. The audience can spend Willpower to overcome the enchanting effects; to act freely, a listener must spend one point of each of the Galliard's successes.",
        "source": "Player's Guide Second Edition / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Black Fury", "Fianna"],
        "auspice": "Galliard"
    },
    {
        "name": "Clarity",
        "description": "This Gift grants the ability to see through fog, pitch darkness and even recognize illusions or invisibility. A wind-spirit teaches this Gift.",
        "system": "The player rolls Perception + Enigmas (difficulty 7). If the Stargazer attempts to see through someone else's illusion, the number of successes rolled by the creator must be matched or beaten by the Garou.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Stargazer"
    },
    {
        "name": "Strength of the Dominator",
        "description": "Through intense meditation and focus, the Stargazer can channel her inner strength to perform incredible feats of physical prowess. A spirit servant of Chimera teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Willpower (difficulty 8). Each success adds one dot to the character's Strength for the remainder of the scene. This Gift can raise Strength above the normal maximum.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Stargazer"
    },
    {
        "name": "Iron Resolve",
        "description": "The Stargazer's meditation techniques allow her to shrug off the most grievous wounds through force of will alone. An ancestor-spirit teaches this Gift.",
        "system": "The player may spend one Willpower point to ignore all wound penalties for one turn. This Gift may be used multiple times in succession, but each use requires the expenditure of another Willpower point.",
        "source": "Players Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Stargazer"
    },
    {
        "name": "Banish Totem",
        "description": "By speaking words of forbiddance, the Uktena can bar pack or personal totems from giving their children aid. Doing so also disrupts the spiritual rapport between packmates, making it difficult for them to execute pack tactics or act in concert. An ancestor-spirit teaches this Gift.",
        "system": "The Uktena must concentrate for a full turn, and he must know which totem his victims follow. The player spends one Gnosis point and one Willpower point, and he rolls Gnosis at a difficulty of the pack's combined Totem scores (maximum of 10). If successful, the pack members lose all Traits associated with their totem, and they cannot use pack tactics or act in concert for the remainder of the scene. If the Uktena is rendered unconscious or killed, the Gift is cancelled.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Spirit's Horse",
        "description": "The Uktena can allow a spirit to possess her body temporarily, gaining access to its powers and knowledge. A Lune teaches this Gift.",
        "system": "The player rolls Charisma + Occult (difficulty 7) and spends one Gnosis point. Success allows a specific spirit to possess the character for one scene. The Garou gains access to any one of the spirit's Charms per success. The spirit cannot control the Garou's actions, but can communicate with her mentally.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Chains of Mist",
        "description": "The Uktena summons spirit-chains of cold mist to bind her foes. A spirit of the dead teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Occult (difficulty of the target's Willpower). Each success binds the target for one turn, preventing any physical action. The chains are partially in the Umbra, so they can bind spirits as well as physical beings.",
        "source": "Players Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Singing Dog's Cry",
        "description": "The New Guinea Singing Dog is known for its intense, loud vocalizations. Alone, they can express complex, very clear sounds over great distances. As a group, they harmonize into a full choir. With this Gift, the Garou reaches out with the power and intimacy of her voice, and can touch others with her song. As long as a subject can hear her voice, she's considered to be touching them. Singing Dog teaches this Gift.",
        "system": "Spend a point of Gnosis to activate Singing Dog's Cry to for the scene. Roll Charisma + Expression, difficulty 7. For each success, the Garou can effectively \"touch\" one person that hears her voice, as long as she continues singing. Each \"touch\" caused by this Gift uses one success, even if she touches the same character twice in a row. This \"touch\" counts for the purpose of other Gifts activation — she may use Falling Touch over a mile away, as long as the victim hears her baying cries. She can \"touch\" as many subjects as she wishes simultaneously, up to the limit of her successes.",
        "source": "Rage Across the World W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Singing Dog"
    },
    {
        "name": "Dark of Night",
        "description": "A Hakken can cause an opponent to become temporarily blinded. Hakken reserve such underhanded tactics for use against minions of the Wyrm. This Gift comes from a raven-spirit.",
        "system": "The Hakken spills a vial of ink; the player spends one Gnosis and rolls Manipulation + Subterfuge, resisted by the target's Gnosis (if any). Each success blinds the victim for an hour.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Hakken"
    },
    {
        "name": "Elude the Posse",
        "description": "The Garou using this Gift is transported to another location — via the Umbra — no less than ten miles from her original location. However, she cannot necessarily control where she arrives. This Gift is taught by a Wyld-spirit.",
        "system": "The Garou spends one Gnosis point and rolls Wits + Occult (difficulty 7). Only one success is required. However, additional successes allow her to choose her destination. Successes - Destination / 1 - Storyteller chooses destination 3 - Character can choose either a city or wilderness, if such exists within 10 miles 5 - Character chooses destination Botch - Character is \"caught\" sideways (see Werewolf 20th Anniversary Edition, p.309-310)",
        "source": "Outcasts",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Ronin"
    },
    {
        "name": "Landspeak",
        "description": "The Aboriginal people of Australia are said to sing to the land; an explanation for such stories is the Bunyip's ability to hear the speech of the Earth. This Gift is taught by servants of the Rainbow Serpent.",
        "system": "The Bunyip must crouch and put his ear to the ground, making a Gnosis roll (difficulty 6). The number of successes indicates the radius in miles inside which the Bunyip hears what is happening on the land's surface. If the Bunyip also spends a Gnosis point and makes a successful Past Life roll (difficulty 8), he can hear sounds from the land's past. The information will be scant at best, but it is possible to listen to sounds of many years ago if the land has some reason to remember them.",
        "source": "Past Lives",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bunyip"
    },
    {
        "name": "Lonesome Voice of the Bunyip",
        "description": "Called Bunyip's Boon in Rage Across Australia. This Gift was one of the last Bunyip Gifts to be developed, as it directly arose from the pain and loss of the War of Shame. It is taught by Bunyip ancestor-spirits. The Garou using this Gift emits the booming cry of Great Bunyip himself, a frightening and saddening roar-howl of fear and loneliness.",
        "system": "The player spends one Gnosis and rolls Charisma + Performance (difficulty 7). The Gift affects all non-Bunyip within earshot. Those affected lose one temporary point of Willpower per success, and cannot regain Willpower until they have retreated from the Gift user's immediate area (roughly earshot) or until the scene ends. No victim can be affected by this Gift more than once in any sunset-to-sunrise or sunrise-to-sunset period.",
        "source": "Past Lives",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bunyip"
    },
    {
        "name": "Converse with Wood",
        "description": "This Gift allows the Garou to communicate with any wooden object, from a toothpick to a mighty oak. The object retains impressions of events that have occurred in its presence, and it can share these memories with the user of the Gift. A tree that has stood in one place for centuries might be able to describe the ebb and flow of human civilization around it, while a simple wooden chair might recall conversations held by those who sat in it. A straight-backed wooden chair might allow the Garou to \"see\" the person who last occupied it and get a sense of the emotional state of that individual. With practice, a Garou can hold an entire wordless conversation with anything from a sturdy help rope or a mat made of woven reeds to a charred scrap of paper (made from wood pulp).",
        "system": "The user of the Gift must concentrate on what sort of information she wishes to obtain from the object as if she were asking a question. The sensations and images constitute the \"answer\". The player spends a point of Gnosis and rolls Perception + Enigmas (difficulty 7). Each success allows the character to formulate one question and direct it to one item. Additional successes allow the character to ask more questions (on a one-for-one basis) or else ask the same question of different objects. No successes indicate a simple failure of the Gift, while a botch provides the Garou with false or garbled information.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Planetary",
        "camp": "Eshtarra"
    },
    {
        "name": "Nerigal's Call to Arms",
        "description": "This Gift allows the Garou to summon to her side any creatures of spirits allied to Nerigal or appropriate to the Ice Warrior. These beings, whether Nerigal's spirit warriors or predatory animals, fight alongside the Garou for the duration of an entire battle.",
        "system": "The Garou spends a point of Gnosis and rolls Charisma + Leadership, difficulty 8. One success summons one of two creatures; additional successes increase the number of creatures or spirits that answer the summons. Thus, two successes bring up to five respondents, three successes summon up to ten creatures, four successes results in up to 15 beings while five successes brings everything within a five-mile radius of the character. Those creatures summoned serve as an army under the character's command for an entire scene. Of course, if there are no wild predators or War-spirits of Nerigal within range, the Gift fails.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Planetary",
        "camp": "Nerigal"
    }
]
