[
    {
        "name": "Loyalty",
        "description": "Though revenants are the tools of the Kindred, they aren't known for their unshakable loyalty to a particular vampire or Clan. When a member of a revenant family does display such loyalty, it's noteworthy. Word of that revenant's actions will spread quickly among other members of the Clan or Sect the family serves. The character can expect occasional favors from the vampire Clan that controls the revenant's family. They may also be given considerable latitude to explore their own special interests, since the vampires 'trust' that the character is furthering the Clan's goals.",
        "game_line": "Vampire: The Masquerade",
        "category": "merits",
        "stat_type": "mental",
        "values": [5],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Benevolent Domitor",
        "description": "For reasons unbeknownst to you, your domitor is fond of you. Perhaps your service has been exemplary, or you simply remind your master of a past love. Your domitor treats you with a measure of faux compassion, and does not casually endanger your life. Unlike the relationship between other masters and their ghouls, this Merit does not represent a temporary phase. You have already proven yourself to your master.",
        "game_line": "Vampire: The Masquerade",
        "category": "merits",
        "stat_type": "social",
        "values": [3],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "requirements": ["Domitor Background"],
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Groomed for Embrace",
        "description": "Your character has been deemed worthy of the Embrace, and is being prepared for the eventuality through careful, directed training by your future sire. While this Merit does not guarantee when you will be Embraced, your character is aware that you will become a vampire, and you know the identity of your future sire. The benefits of being Groomed for Embrace are related to your current role as a ghoul, and your future position as a vampire within a specific Clan or bloodline.",
        "game_line": "Vampire: The Masquerade",
        "category": "merits",
        "stat_type": "social",
        "values": [5],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Vicissitude Modifications",
        "description": "You are a ghoul or revenant whose body has been hideously modified through the use of the Vicissitude Discipline. Your flesh and bones have been reshaped into a nightmare designed to be useful in war. The alterations made to your body are permanent unless shaped by further uses of Vicissitude. Requires Monstrous Flaw and sets Appearance to 0.",
        "game_line": "Vampire: The Masquerade",
        "category": "merits",
        "stat_type": "physical",
        "values": [1, 2, 3, 4, 5, 6, 7],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "requirements": ["Monstrous Flaw"],
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Pale Aura",
        "description": "Due to some quirk of fate or your reaction to the Blood, your aura is naturally pale. Any color your character's aura takes has a pale cast to it, as if you were a vampire and not a ghoul. Vampires reading your aura with Auspex may assume you are a vampire unless they gain five or more successes on an Aura Perception roll.",
        "game_line": "Vampire: The Masquerade",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [2],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Poisonous Blood",
        "description": "Due to mysterious circumstances, your character's blood is poisonous to vampires. Should any vampire drink from you, every blood point imbibed causes one health level of bashing damage.",
        "game_line": "Vampire: The Masquerade",
        "category": "merits",
        "stat_type": "supernatural",
        "values": [5],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Flow of Ki",
        "description": "You can directly channel your mana to aid in physical actions.",
        "game_line": "Sorcerer",
        "category": "merits",
        "splat": "Mortal+",
        "mortalplus_type": "Sorcerer",
        "stat_type": "physical",
        "values": [3]
    }
]
