[
    {
        "name": "Black and White",
        "description": "The World of Darkness is complex, both morally and spiritually, but your character doesn't see it that way. To her, every situation can be summed up as black or white. In social situations where your character's perspective comes to bear, the difficulties of associated rolls increase by one.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "mental",
        "values": [1],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Fixation",
        "description": "You are forced to turn to outside activities or substances to get a fix that doesn't come from the Blood. You'll pick a type of Fixation: chemical, psychological, or physical. At two points, you're still in control but may show up fog-headed. At four points, you're likely to forget crucial errands or miss appointments. At six points, you're deep in terminal addiction.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "mental",
        "values": [2, 4, 6],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Duplicitous",
        "description": "You have an underhanded reputation based on your previous actions. While you can be duplicitous as a character, when you take this Flaw, it impacts your relationships and dealings with other characters. Your allies and enemies are on edge around you, because they're not sure when and if you'll ever treat them fairly.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "mental",
        "values": [3],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Isolated Upbringing",
        "description": "You are a revenant who was raised by your family away from prying eyes. When you were growing up, your entire world was based on what your family taught you. Whenever you are in an uncomfortable social situation outside of your family's estates, subtract one die from your Social dice pool.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "social",
        "values": [1],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Squeamish",
        "description": "When confronted with blood or violence, you may faint, panic, or run away. In such situations, roll Willpower (difficulty 7). Failure means freezing or fleeing based on your highest rating between Courage and Self-Control.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "social",
        "values": [1, 3],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Domitor Pariah",
        "description": "Your master is a vampire who is unwelcome among or even hated by other members of his Clan, bloodline, or Sect. Without allies, your domitor may struggle to retain her status and will likely rely on ghouls, like yourself, to fulfill her basic needs.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "social",
        "values": [2],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Under Surveillance",
        "description": "Your activities are being monitored by law enforcement or government agencies. At two points, only local authorities are watching. At four points, both city and state authorities are involved. At six points, local, state, and national law enforcement agents are coordinating efforts.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "social",
        "values": [2, 4, 6],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Loose Lips",
        "description": "You cannot keep secrets and tend to divulge sensitive information. Ghouls with this Flaw tend to not be trusted with jobs involving secrets, so their usefulness to higher-ranking vampires is limited. On the other hand, they make perfect tools for spreading false information.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "social",
        "values": [3],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Self-Preservation",
        "description": "You refuse to carry out orders that you feel will threaten your safety and put your life at risk. Any time your domitor or master gives you an order that threatens your life, your character gets a check against Willpower at +2 difficulty. If successful, you may refuse to carry out the order.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "social",
        "values": [3],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Turncoat",
        "description": "You have betrayed more than just friendship, but also familial connection and duty. Typically, a revenant with this Flaw has decided to serve their family's enemies. You understand that this Flaw requires you to protect yourself and hide from your former colleagues.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "social",
        "values": [4],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Blood Feud",
        "description": "You are involved in a deadly rivalry between revenant families or Clans that has escalated beyond simple disagreement. When confronted with your rival, you must make a Frenzy check at a -2 difficulty. If you fail, you feel compelled to act on your obsession for vengeance.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "social",
        "values": [5],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Fugitive",
        "description": "You are wanted by the authorities or a Sect. You have either committed or been framed for a transgression so severe that agents who uphold the law have ordered your capture. Any and all persons found in your company may immediately become suspect as well.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "social",
        "values": [6],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Albino",
        "description": "You lack pigmentation of the skin, marked by extremely pale skin and red irises. Your skin is highly susceptible to sunburn, having little or no pigmentation to reflect the sun's harmful UV rays.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "physical",
        "values": [1],
        "splat": "Various",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Light Sensitive",
        "description": "You are growing more sensitive to bright light due to the vampiric blood. At 2 points, you retreat from harsh sunlight. At 4 points, you're incapable of functioning in bright sunlight and develop rashes. At 6 points, any bright light is paralyzing and sunlight causes bashing damage.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "physical",
        "values": [2, 4, 6],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Cannibal",
        "description": "You have a compulsion to consume human flesh. Most cannibals are cunning and highly intelligent, aware that modern society frowns on cannibalism, but they feel compelled to do it anyway.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "physical",
        "values": [3],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Hemophiliac",
        "description": "If your skin is cut, you will not stop bleeding without medical assistance. The Blood does not affect this condition. If you suffer lethal or aggravated damage, you suffer an additional level of bashing damage every five minutes until the wound is dressed.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "physical",
        "values": [3],
        "splat": "Various",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Finicky Palate",
        "description": "You must choose a Clan or bloodline whose blood causes you an allergic reaction. Any time you ingest blood from that Clan, you must make a Stamina check to avoid vomiting it up.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "supernatural",
        "values": [1],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Artificially Aged",
        "description": "You are an underage ghoul or revenant that has been fleshcrafted to look like an older, mature adult. Physically, you might pass for a much older person, but mentally and emotionally you are still a child.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "supernatural",
        "values": [2],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants",
        "notes": "You cannot be underage, you must be at least 18 or older, but can be fleshcrafted to look much older than that."
    },
    {
        "name": "Offensive to Animals",
        "description": "Animals will act hostile toward you whenever you're around, and will likely attack the closer you get. They will bark, howl, whine, and make noise when you approach them.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "supernatural",
        "values": [2],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",        
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Romantic Notions",
        "description": "You believe your entire existence as a ghoul is a marked improvement over your previous life, and you are convinced you owe it all to your domitor. When your domitor attempts to use either Dominate or Presence on you, your Willpower is at -2.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "supernatural",
        "values": [2],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Vitae Sink",
        "description": "You metabolize vitae more quickly than others do. You must be fed every two weeks, rather than once every month, or risk losing all supernatural Traits. Revenants with this Flaw replenish their natural vitae at half the normal rate.",
        "game_line": "Vampire: The Masquerade",
        "category": "flaws",
        "stat_type": "supernatural",
        "values": [3],
        "splat": "Mortal+",
        "mortalplus_type": "Ghoul",
        "source": "Ghouls & Revenants"
    },
    {
        "name": "Wyrm-Tainted",
        "description": "Whether through your own twisted actions in the Wyrm's service, an unfortunate hereditary blemish, or through sheer bad supernatural luck, you reek of Wyrm-taint. Because certain Gifts enable a Garou to identify you as marked by the Wyrm, most werewolves may try to kill you outright! You should work with your Storyteller to determine how you acquired this taint, unless you want it to be a mystery to your character.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "flaws",
        "stat_type": "supernatural",
        "values": [4],
        "splat": "Mortal+",
        "mortalplus_type": "Kinfolk",
        "source": "W20 Kinfolk: A Breed Apart"
    },
    {
        "name": "Unscented",
        "description": "For some reason, you have no noticeable body odor. Your scent is so faint as to be practically undetectable by animals and Garou. While this may work to your advantage while hiding from scent-driven predators, Garou are likely to instinctually distrust anyone without a scent, suspecting supernatural means to hide Wyrm taint. No Gifts, such as Scent of the True Form, can reveal you as Kinfolk.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "flaws",
        "stat_type": "physical",
        "values": [1],
        "splat": "Mortal+",
        "mortalplus_type": "Kinfolk",
        "source": "W20 Kinfolk: A Breed Apart"
    },
    {
        "name": "Psychic Feedback",
        "description": "You experience feedback from using your psychic powers due to exhaustion and strain.",
        "game_line": "Sorcerer",
        "category": "flaws",
        "splat": "Mortal+",
        "mortalplus_type": "Psychic",
        "stat_type": "supernatural",
        "values": [1, 2, 6]
    },
    {
        "name": "Unsettling Effect",
        "description": "There is a signature that can be detected when you use your powers which is mildly unsettling. For one point it affects one power, for three, it affects all of them.",
        "game_line": "Sorcerer",
        "category": "flaws",
        "splat": "Mortal+",
        "mortalplus_type": "Sorcerer",
        "stat_type": "supernatural",
        "values": [1, 3]
    },
    {
        "name": "Psi Focus",
        "description": "You require some kind of focus, either a gesture, phrase, incanation, or object to use your psychic powers.",
        "game_line": "Sorcerer",
        "splat": "Mortal+",
        "mortalplus_type": "Psychic",
        "category": "flaws",
        "stat_type": "supernatural",
        "values": [3, 5]
    },
    {
        "name": "Ritual Sleeper",
        "description": "You cannot use instantaneous spells, you must cast all of your magic using rituals. Even spells that would otherwise be instantaneous require a ritual to cast them.",
        "game_line": "Sorcerer",
        "splat": "Mortal+",
        "mortalplus_type": "Sorcerer",
        "category": "flaws",
        "stat_type": "supernatural",
        "values": [5]
    }
]
