[
    {
        "name": "Airitech's Daughters",
        "description": "Airitech, a creature of the Otherworld in Celtic lore, had three daughters who took on the shape of werewolves. In the end, they were slain. This Gift allows the Fianna to play the part of Airitech, by forcing the visage of a Crinos werewolf onto (at most) three humans. It doesn't make them stronger, or give them the instincts that Garou have, but they make fine decoys when being hunted by the Wyrm. Like Airitech's Daughters, these werewolves exist to be murdered. The Gift is taught by an ancestor spirit.",
        "system": "The player spends one point of Rage for each human he wants to turn into a werewolf, up to a maximum of three, before rolling Stamina + Subterfuge (difficulty 8). Each success will turn all humans affected by the Gift into werewolves for one hour. They do not receive any of the benefits of the Crinos form, do not cause Delirium, and are not protected by the Veil; the change is largely cosmetic. They may, however, receive a bonus to Intimidation rolls. This Gift does not work on anyone but mortal humans. It will not affect mages, changelings, vampires or even the Imbued; it will, however, work on Kinfolk, ghouls and sorcerers.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Fianna"
    },
    {
        "name": "Warp Spasm",
        "description": "Many tales of Cuchulain state he would glow in combat, radiating a great heat. At the end of a battle, women would dump water over his body to cool him down. This Gift causes the user to radiate a tremendous heat, igniting nearby flammable items and melting metal. The aura only works while the Fianna is in a berserk frenzy. At the end of the frenzy, the Fianna cools off. This Gift is taught by Fianna ancestor spirits.",
        "system": "The Garou spends one pint of Rage to activate this Gift, after which she will automatically go into a Berserk Frenzy. All flammable material she touches bursts into flame. Her hand to hand attacks do two aggravated wounds of damage in addition to regular attack damage.",
        "source": "Fianna Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Fianna"
    },
    {
        "name": "Song of the Dire",
        "description": "The Fianna sings a battle song to empower her comrades as she enters a fray. Driven by their packmate, the embattled Garou double their efforts to defeat the foe. The Black Spiral Dancers have learned to turn tail and flee upon hearing the lyrics of this dread Gift.",
        "system": "The player spends two Gnosis points and rolls Manipulation + Performance (difficulty 8). Each success adds one die to each of her packmates' Dice Pools; the number of successes cannot exceed the Fianna's Performance rating. The Garou must keep singing throughout the contest; to do so she must remain in Hispo form, spend two Gnosis points and allocate at least two dice for singing each round.",
        "source": "Players' Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Fianna"
    },
    {
        "name": "Balor's Gaze",
        "description": "This Gift emulates the power of one of the Fianna's legendary enemies. One of the Garou's eyes glows a livid red color, and all enemies caught in his gaze are stricken with pain. A pain-spirit teaches this Gift.",
        "system": "The player spends one Rage point and one Gnosis. She must then roll Perception + Occult (difficulty 8). For the rest of the scene, any foe at whom the Garou glances must roll Willpower (difficulty 8 (and equal or exceed the player's successes or double over in pain. Any beings thus affected take wound penalties as though they were at Crippled (-5 dice to all actions), regardless of their current health. Any characters already at Crippled are considered Incapacitated.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Fianna"
    },
    {
        "name": "Phantasm",
        "description": "The Garou creates an unmoving illusion that contains visual, auditory, olfactory and even tactile elements. A grain-spirit — the so-called 'spirit of spirits' — teaches this gift.",
        "system": "The player spends one Gnosis for each 10-foot area to be covered by the illusion and then rolls Intelligence + Expression. Anyone who doubts the illusion must roll Perception + Alertness and exceed the Garou's successes in order to see through it.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": ["Garou", "Bastet"],
        "splat": "Shifter",
        "tribe": "Fianna"
    },
    {
        "name": "Calm Before the Storm",
        "description": "The Black Furies are at heart a tribe of contradiction, they both represent the harmony and beauty of the Wyld, but also the spectacular savagery and brutality of the same. Sometimes, they even bring the two forces together, such as with this Gift. It lays a sense of peace and quiet over an area, not an uncomfortable silence but a serene sense of security. It is, naturally, used to prepare an ambush. The moment this peace breaks, these spirits of calm depart quickly and are replace with spirits of anger, storm and pain. Few subjected to this Gift survive the assault that follows. This Gift is taught by a cat-spirit.",
        "system": "The Black Fury spends one Gnosis and rolls Charisma + Primal Urge, difficulty 7. A simple success projects a sense of utter safety on a group of no more than ten people. If they expect an ambush, they may roll Perception + Empathy (difficulty 8) in order to sense the sudden change of emotion within their own group. If they obtain more successes than the Black Fury on her Primal Urge roll, they can sense the impending assault and run. Otherwise, the Gift works and the resulting chaos causes the targets to lose one die on each of their rolls for every success the Black Fury initially rolled.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Blizzard of Arrows",
        "description": "The Black Fury who uses this Gift truly shows herself the equal of any man – or machine – on the battlefield. Once Blizzard of Arrows is activated, the Garou deals out nightmarish pain to the hordes that oppose her. Heroes with this Gift might single-handedly have turned cavalry charges, in the days when such things still took place. For today, however, the Fury with this Gift is the perfect ally when faced by hordes of Wyrm-creatures. This Gift is taught by a Porcupine-spirit.",
        "system": "Spend a point of Willpower and two points of Rage, and you may take a single arrow shot (at no multi-action penalty) at every at every foe within 100 yards, to a maximum of 20 enemies. Simply roll to hit once, using the sight and range penalties for the hardest to hit foe in range, and apply that number of successes against each enemy, which may soak, dodge, etc, as the Storyteller sees fit. This Gift is limited by the number of arrows you have on hand: all arrows that you intend to shoot must be someplace that can easily be nocked and shot from (in a quiver on the back or waist, or stuck point-first into the ground in front of you;  lying scattered nearby will not suffice). The bow and arrows may be of modern manufacture, but cannot use any exceptional Weaver-based equipment (such as laser sights or explosive tips) to gain any accuracy or damage boost. However, a fetise bow shooting talen arrows is certainly acceptable.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury",
        "camp": "Amazons of Diana"
    },
    {
        "name": "Bolster the True Name",
        "description": "The Crone has no need for a child's rage, and her wiles are enough to let her survive the day that the Mother's stalwart nature fails her. She can sacrifice her hatred and will to reinvigorate her spiritual connections. This Gift is taught by a Lune.",
        "system": "A Crone using this Gift roll Intelligence + Occult with a target of her own permanent Gnosis; she spends one point of temporary Rage and one temporary Willpower, and refills her Gnosis pool if the roll achieves 2 or more successes.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Wasp Talons",
        "description": "The Fury with this talent can fire her claws from her hand like darts. She is incapable of using claw attacks with that hand until her claws regenerate, however. A wasp-spirit teaches this Gift.",
        "system": "The player spends a Rage point and rolls Dexterity + Brawl to hit. The difficulty is figured as though the character was using a fire-arm; the medium range is 20 yards. Damage is figured normally for a claw-strike. The Garou's claws take one full turn to regenerate.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Body Wrack",
        "description": "The Fury causes a target immense, crippling pain. The Fury needs only point to the target for this Gift to be effective. A pain-spirit teaches this Gift.",
        "system": "The player spends a Gnosis point and rolls Strength + Medicine (difficulty of the opponent's Stamina + 3). Each success causes the victim to lose one die from all dice pools as pain wracks her body. The effects last for one scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Blink",
        "description": "The Bone Gnawer can duck into a shaded area (an open dumpster, a dark alley, beneath a parked car) and pop out in another shaded area some distance away. A rat-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Stealth (difficulty 6). The character can reappear in any shaded area within (number of successes x 20) yards (18 m per success).",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Cliché Curse",
        "description": "From Roger Ebert's Little Bigger Movie Glossary, 'Clichéphobia. Condition affecting people raised on movies. Symptoms occur when real life situations echo movie clichés, and the sufferers must take action to avoid what would be the inevitable denouement in a movie.' What is a humorous anecdote in the hands of humans becomes a deadly weapon in the claws of a Bone Gnawer. Most often employed with an appropriately dramatic curse (although this isn't necessary), the target of this Gift becomes certain to suffer an unfavorable fate in a cliché-related way. Anyone reaching for something high in a cupboard will inevitably have the entire contents fall on top of him. Riding a bicycle on a sunny day invites being hit by a truck. While it is possible to avoid the effects of this curse, doing so requires virtually shutting yourself from the world, and not in a dark room, either. It is taught by a dog spirit or by a spirit from a television realm.",
        "system": "The player spends one point of Gnosis and names the victim, who must be within hearing distance and line of sight. For twenty-four hours, the victim risks disaster. Once that disaster occurs, however, the curse is ended.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Trust Me",
        "description": "Once each game session, a Bone Gnawer with this Gift can tell an outrageous lie so well that ordinary humans accept it as truth. The story must at least be vaguely possible and end with the words, 'Trust me.' What the human does with this knowledge is entirely a matter of roleplaying. Munchmausen Ratkin teach this Gift.",
        "system": "No roll is necessary; ordinary humans automatically believe the Bone Gnawer's tale. This Gift does not work on supernatural creatures or animals.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Face in the Crowd",
        "description": "You thrive in the midst of riots, angry mobs, lynchings, civil disturbances, or any other situation where a crowd of humans rebels revolts or resists authority. The Gift doesn't actually enrage a crowd; it just adds direction to a riot already in progress. Wyldlings and Ratkin Twitchers teach this Gift.",
        "system": "Using this Gift costs one Willpower each turn. That turn, you can use one noun and one verb to direct what an angry mob will do. The Garou doesn't need to vocalize these commands; the player states them to the Storyteller. Silly commands automatically fail. (You could, for instance, issue the command 'kill vampires,' but demanding that everyone 'drink Pepsi' does nothing.) You must direct the crowd at something other than itself (so verbs like 'sleep,' 'vomit,' or 'laugh' or the noun 'suicide' are right out). The Storyteller has the right to veto any noun/verb that's too abusive ('kill yourselves') or just plain stupid.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Shadow of the Rat",
        "description": "Rats are known for their resilience, persistence, and ruthlessness. Since Rat serves as the Bone Gnawer's tribal totem, Garou of this tribe may learn a great deal about survival under the tutelage of rat-spirits.",
        "system": "The Garou can spend one Gnosis to lower the difficulty of all Stamina rolls (including soak rolls) by 1 for the duration of one scene.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Infest",
        "description": "The Garou can summon a horde of vermin to invade a structure (no bigger than a large building). The Gift summons any kind of vermin common to the area, which usually includes a lively variety of insect, slugs, and rodents, and it may also include carrion birds and snakes. These creatures will not attack humans mindlessly. They will act according to their natures, which often means fleeing to dark places and hiding out. Any vermin spirit can teach this Gift.",
        "system": "The player spends one Gnosis and rolls Manipulation + Animal Ken (difficulty 7). One success stirs up some shrieks and a call to an exterminator, while five swamps that structure in vermin completely, making it uninhabitable for quite some time.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Uncaught Since the Primal Morn",
        "description": "This Gift grants Unicorn's perfect speed to the Garou, allowing her to outrun virtually any pursuer. An avatar of Unicorn reaches this Gift.",
        "system": "The player spends a Gnosis point and rolls Stamina + Athletics (difficulty equals the highest Stamina + Athletics of any pursuer). The Garou is unfailingly faster than her pursuers for one scene per success.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Serenity",
        "description": "The Garou can fill a hot heart with the peace of Gaia, even in the midst of battle. An avatar of Unicorn teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Charisma + Expression (difficulty equal to the target's Willpower). For one turn per success, the target automatically fails all Rage rolls, cannot frenzy, and cannot spend Rage.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Serpent-Driving",
        "description": "The touch of Unicorn's horn sets evil spirits and poisonous beasts to flight. This Gift enables the Child of Gaia to mimic Unicorn's power, driving foul creatures out of water, underbrush, and so on. It is a more powerful ability of Unicorn's horn, and Unicorn himself teaches this Gift.",
        "system": "The Garou touches his hand or forehead to the water, into the alleyway, or into whatever area he suspects of harboring enemies. He then rolls Gnosis, with the difficulty being 4 for ordinary animals such as snakes, 6 for lesser Wyrm creatures (such as fomori), 8 for Wyrm-servitors of strong power (such as Black Spiral Dancers) and 10 for powerful creatures of the Wyrm. For each success, one such creature is forced to abandon its hiding place or nest by the most direct route possible. If the Wyrm-creatures were using any supernatural means of concealment (such as Gifts or Disciplines), they may make a Willpower test, difficulty of the Garou's Gnosis, to maintain these powers. They must still physically leave the area, however. Note that this Gift may cause the creatures to attack and is thus best used with care. Serpent-Driving may be used only once per game session.",
        "source": "Tribebook: Children of Gaia (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Unicorn's Grace",
        "description": "A Garou with this Gift never loses her poise and rarely loses her temper. Even in the nastiest arguments or the bloodiest combats, Children of Gaia can maintain their cool with this blessing. An avatar of Unicorn teaches her followers this Gift.",
        "system": "By spending one Gnosis point, the Garou represses her Rage for an entire scene. No matter how many Rage points the Garou has, humans and animals are unable to detect her supernatural essence. The Garou also cannot frenzy and can spend Rage points only up to a maximum of her Empathy.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Strike the Air",
        "description": "The Garou becomes the ultimate example of passive resistance. She becomes unable to attack an opponent, but she is also unable to be hit, allowing her opponents to exhaust himself in the attempt. A mongoose-spirit teaches this Gift.",
        "system": "The player spends one Willpower point and rolls Wits + Dodge (difficulty of the opponent's Willpower). For the duration of the scene, the opponent cannot strike the Garou, no matter how many successes he achieves on the roll. This Gift is canceled immediately if the werewolf attacks his opponent or if anyone else attacks on the Garou's behalf. This Gift will work on multiple opponents, but the player must spend a point of Willpower and make a new roll for each opponent.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Children of Gaia", "Stargazer"]
    },
    {
        "name": "Heart of the Mountain",
        "description": "The werewolf becomes as untiring and eternal as the mountains, and cannot be defeated in a test of endurance. A mountain goat-spirit teaches this Gift.",
        "system": "The player spends one Rage point and one Willpower point. For the rest of the scene, the Garou cannot fail any task involving Stamina. Torturers can never break him; though he can't breathe underwater and his lungs may fill with water, he will not die. The only exception to this is soaking damage. While this Gift is active, the werewolf is guaranteed to always soak at least one level of damage, but otherwise takes damage normally. The Glass Walker Boli Zouhisze version is called Yu's Endurance.",
        "source": "20th Anniversary Edition / Glass Walker Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Get of Fenris", "Glass Walker"],
        "camp": "Boli Zouhisze"
    },
    {
        "name": "Body Shift",
        "description": "Garou raised in the shifting maze of human society are well-prepared for the endless adaptations Gaia demands of her protectors. An ancestor-spirit teaches this Gift.",
        "system": "The Garou can use her shapeshifting to alter her physical Attributes: a dot of Dexterity can be shifted to Strength or Stamina, and so forth. The player rolls Stamina + Primal-Urge (difficulty 9). For each two successes, one physical Attribute dot can be shifted for the rest of the scene.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Get of Fenris", "Homid", "Ahroun"]
    },
    {
        "name": "Glory-Scars",
        "description": "Fenrir are proud of their scars, even those that have maimed them permanently. This Gift allows a werewolf to overcome her old injuries for a brief period of time, acting as though her body was never injured. The Fenrir's scars blaze with silver light, and any missing extremities are replaced with temporary substitutes made of the same cold, bright energy. Any war-spirit of Fernris' brood may teach this Gift.",
        "system": "The player spends a Rage point and rolls Rage, difficulty 5 + the number of Battle Scars her Garou has acquired. The Gift's effects last for two turns per success. As long as the Gift is in effect, the Garou may ignore wound penalties and the debilitating effects of her Battle Scars; even those that have lost a limb may fight as if whole. Extremities temporarily restored by Glory-Scars function as normal, causing no extra damage. This Gift cannot restore lost abilities in any other sense but that of combat; a Fenrir who has received the Battle Scar: Gelded cannot use this Gift to sire offspring, for instance.",
        "source": "Tribebook: Get of Fenris (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Get of Fenris"
    },
    {
        "name": "Scream of Gaia",
        "description": "The Garou emits a horrible, ragged scream imbued with Rage and pain of Gaia. The force of the scream batters foes and knocks them off their feet. Storm-spirits, which the Get call Sturms, teach this Gift.",
        "system": "The player spends a Gnosis point and rolls Rage. Everyone within a 50-foot radius is blasted to the ground to suffer one health level of bashing damage per success as a shockwave rips through the area.",
        "source": "Core book revised / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Get of Fenris", "Wendigo", "Lupus"]
    },
    {
        "name": "Hero's Stand",
        "description": "The Garou channels the strength of Gaia herself, becoming one with the earth upon which he stands. While he may not retreat or even move from that spot for the duration of the Gift, he gains many powers through Gaia's might. An earth elemental teaches this Gift.",
        "system": "The player rolls Willpower (difficulty 8). Each success grants one extra die to all Physical dice pools. Also, the Garou may not be surprised, and all attacks are considered frontal. The Garou may not move until all foes have been defeated or have fled.",
        "source": "Core book revised / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Get of Fenris", "Wendigo"]
    },
    {
        "name": "Umbral Motorcade",
        "description": "A 'motorcade murder' was the Mafia equivalent of a drive-by killing. The idea was to be gone the moment after the deed was done. Gianluigi Lucci always felt this never went far enough, and came up with the trick of never being there in the first place. This Gift allows the Wise Guy to shoot a victim in the physical world from the Umbra. A rat spirit teaches this Gift, a fact that made the Gift unpopular in some quarters.",
        "system": "The Garou fires a gun at the target as normal, but the player should then spend on Willpower point and roll Gnosis, difficulty equal to the Gauntlet in the area. In effect, the Wise Guy is making the bullet 'reach' across the Umbra, so normally three successes are needed. Should the target be immobile for some reason (such as being asleep), then one or two successes might be sufficient. Since the target is probably unaware of the attack, most attacks made with this Gift are at point blank range and probably lethal.",
        "source": "Glass Walker Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker",
        "camp": "Wise Guys"
    },
    {
        "name": "Corner Shot",
        "description": "A feared Gift, this allows the Wise Guy to shoot around corners. Packs were fond of timing this Gift with multiple guns, creating hails of gunfire through open doorways before entering a room. A bird spirit (again, never a pigeon) teaches the Gift.",
        "system": "The player spends one Gnosis point and rolls Perception + Marksmanship, difficulty 9. Only one success is needed. Only single shots may be fired with this Gift, never autofire.",
        "source": "Glass Walker Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker",
        "camp": "Wise Guys"
    },
    {
        "name": "Cooling System",
        "description": "As per the Wendigo Level Four Gift: Chill of Early Frost. This Gift was originally copied from the Wendigo by the Iron Riders, who employed it to preserve food by freezing it, and was rediscovered by the Random Interrupts, who use it both in combat and to keep server rooms cool. The Random Interrupts often favor spending a point of Willpower in addition to the point of Gnosis to control the temperate and keep it just above freezing. Since Great Wendigo would usually rather murder a Glass Walker than teach them, a Penguin spirit or a Pattern Spider teaches this Gift.",
        "system": "Chill of Early Frost system: The player spends one Gnosis point and rolls Intelligence + Occult (difficulty varies: 4 if it is already winter, 6 for spring, 9 for summer). Success drops the temperature to a bit below freezing in a five-mile radius, or even further below zero if it was already winter. All creatures without a natural coat of fur lose two dice from all pools. This Gift wreaks pure havoc in urban environments, as pipes burst and roads freeze. This Gift lasts for one hour per success.",
        "source": "Glass Walker Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker",
        "camp": "Random Interrupts"
    },
    {
        "name": "Signal Rider",
        "description": "From the telegraph to the cell phone, the Glass Walkers have always kept up good relations with spirits of cutting-edge communication. This Gift allows the Garou to open a moon bridge that rides the back of a telephone signal, transporting her instantly to the location of whoever is on the other end of the line. A Pattern Spider teaches this Gift.",
        "system": "The player spends one Willpower and one Gnosis to open the moon bridge. The Garou must have a connection between a telephone at her location and one at the target destination to use this Gift, although it doesn't discriminate between landlines or cell phones — some werewolves have even reported success in riding the back of online conferencing software, although doing so successfully requires a Wits + Computers roll (difficulty 7). Signal Rider can take the character no more than (Gnosis x 5) miles (or 8 km per Gnosis dot) — if the other end of the line isn't within that range, the Gift fails.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker"
    },
    {
        "name": "Call the City's Wolves",
        "description": "The city is a rich and complex ecosystem, and humans, animals and machines fill the roles that natural creatures fill in the wilderness. The Glass Walkers cannot often get wild wolves to aid them, but the city has its own predators. With this Gift, the Glass Walker can make a phone call, send an email or fax and expect some sort of backup; some master Theurges simply knock on the nearest door and wait to see who emerges. A City Mother or Father teaches this Gift.",
        "system": "The player spends a Rage point and rolls Wits + Leadership. The number of successes equals the number of city predators who will emerge: the figures who control and cull the human herd. These may be gang kids, members of citizen vigilante groups, vicious cops, or even wild, diseased dogs. The spiritually summoned backup arrives a scene later, although the Garou can convert extra successes to speed the arrival of assistance rather than adding to the numbers. (One success spent in this fashion brings the help in ten turns; two successes halve the wait to five turns, while three successes brings backup on the next turn.) The 'wolves' will be disposed to cooperate with the Glass Walkers, but won't charge blindly into battle for him. The effects last for one scene.",
        "source": "Book of the City",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker"
    },
    {
        "name": "Tractor Beam",
        "description": "The Garou can transport non-dedicated objects with her to the Umbra when she steps sideways. She may not take living creatures, only objects. This Gift is taught by Weaver spirits.",
        "system": "The Garou spends one Willpower point for each object brought over to the Umbra. It must be something she can carry and it must weigh no more than her own body weight. However, two or more Garou with this Gift can team up and carry larger items into the Spirit World. Despite it's name, the user of this Gift does not emit a beam.",
        "source": "Glass Walker Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker"
    },
    {
        "name": "Virtual Umbra",
        "description": "This Gift enables a Garou to transport himself into the CyberRealm's Computer Web (Umbra page 61) from any part of the Pattern Web. Any spirit affiliated with computers can teach this Gift.",
        "system": "The player spends a Gnosis point and rolls Intelligence + Computer (difficulty 8). The Glass Walker may also transport other (willing) characters into the ComputerWeb, but attempting this feat raises the difficulty to 10.",
        "source": "Umbra",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker"
    },
    {
        "name": "Tech Speak",
        "description": "This Gift allows the Glass Walker to contact others through any technological device. The Garou speaks to a Pattern Spider in or near a technological device and tells them the message to be delivered and whom it should be delivered to. The Pattern Spider then finds the receiver and uses any communications technology near them to deliver the message; Telephones yell it out, (without picking up the handset), electronic billboards display it, computer printers print it out as text. If no communications technology is present, any other technology will activate, though no message will be imparted. If no technology whatsoever is present near the receiver, the Gift fails. A Pattern Spider teaches this Gift.",
        "system": "The player spends a Gnosis point and rolls Charisma + Science. The difficulty is relevant to the distance the message needs to be sent: The next room is difficulty 4, the same building 5, one block away 6, one mile away 7, a time-zone away 8. Beyond that is difficulty 9. The more successes achieved, the longer the message can be. A single success will only allow one word to be sent, five would allow unlimited length.",
        "source": "Tribebook: Glass Walkers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker"
    },
    {
        "name": "Doppelganger",
        "description": "The Garou may take the exact likeness of any other human, wolf or Garou. A chameleon-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Charisma + Performance (difficulty 8). Traits aren't duplicated, but everything else, including voice, posture and scent, is identical. The effects last for one day per success.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker"
    },
    {
        "name": "Assassin's Strike",
        "description": "Like the Ratkin and the Nagah before them, the Judges of Doom have learned to quickly slip into and out of the Umbra so that they may surprise their prey. When using this Gift, the Judge disappears for a moment and reappears behind his victim, whereupon he may attack his victim with complete surprise. This Gift is taught by a cobra-spirit.",
        "system": "The character spends one Gnosis and one Rage, then uses the Umbra to 'skip' up to 50 feet and reappear in the physical world directly behind his target. The Judge may then attack his victim at -2 difficulty (minimum 4). This attack may not be dodged unless the victim has bolstered his senses with supernatural aid.",
        "source": "Shadow Lord Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Shadow Lord",
        "camp": "Judges of Doom"
    },
    {
        "name": "Durance",
        "description": "The werewolf dominates a talen-bound spirit, spinning webs of metaphysical authority to forcibly lengthen its service to her. Some consider this Gift disrespectful, but the Shadow Lords find it ridiculous to discard a weapon that might serve Gaia, just for the sake of politeness. This Gift is taught by a spider-spirit.",
        "system": "Upon using a talen, the player may reflexively spend one Gnosis point to keep the spirit bound within from departing. This Gift is ineffective on talens which are destroyed as an inherent aspect of their use (such as the nightshade talen, which must be drunk to activate its powers), but preserves talens whose destruction is a metaphysical result of their use (such as moon glow and Wyrm scales).",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Shadow Lord", "Uktena"]
    },
    {
        "name": "Ubiquitous Presence",
        "description": "Paranoia is a wonderful weapon. It keeps enemies from resting, from thinking properly, and, done right, from ever attacking you. And if you can't be everywhere at once, at least you can appear to be. The Shadow Lord can curse an enemy with paranoia, giving the victim an unflinching suspicion that the Garou is watching her, even when that belief would otherwise be entirely illogical. Shadow or night-spirits teach this Gift.",
        "system": "The player spends one Gnosis and rolls Charisma + Intimidation, difficulty of the victim's Intelligence x 2. Success indicates that the curse takes effect, reducing all dice pools of the victim by one for each two successes rolled. The effects last for one day and night.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Shadow Lord"
    },
    {
        "name": "Seeds of Doubt",
        "description": "Talented tricksters, Shadow Lords with this Gift may convince a listener of one false idea, no matter how absurd. The Gift only works if the lie told is not obviously harmful to the listener. It is taught by a Raven-spirit.",
        "system": "The Lord spends a point of Gnosis and makes an opposed Charisma + Subterfuge roll (difficulty 8). If the Lord succeeds, the listener will believe the lie until somehow 'deprogrammed.' If he fails, however, the listener sees through the Lord's argument and recognizes the lie for what it is. If the Lord botches, the listener goes into frenzy (unless normally incapable of such, like a human).",
        "source": "Shadow Lords Tribebook Revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Shadow Lord"
    },
    {
        "name": "Call the Storm",
        "description": "The Garou can summon nearly any weather effect. Shadow Lord version called Call the Storm. Wendigo/Bunyip version called Invoke the Spirits of the Storm and is Rank 5. The Garou can summon nearly any weather effect she desires, be it a tornado, fog, blizzard or thunderstorms. An avatar of Wendigo teaches this Gift. An avatar of Rainbow Serpent teaches the Bunyip version.",
        "system": "The player spends one Gnosis pint and rolls Willpower (difficulty varies based on how close the desired effect is to the actual weather patterns of the area). The storm covers 10 miles per success. If the Garou summons a thunderstorm, she may spend Gnosis to call lightning down on her enemies (Dexterity + Occult to hit, 10 dice of aggravated damage). Shadow Lord version: Only thunderstorms may be called and an avatar of Grandfather Thunder teaches this Gift.",
        "source": "Core book revised / Shadow Lord Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Shadow Lord", "Wendigo", "Bunyip"]
    },
    {
        "name": "Strength of the Dominator",
        "description": "The Garou draws on a target's anger to feed his own. A Stormcrow teaches this Gift.",
        "system": "The player rolls Wits + Intimidation (difficulty of the target's Willpower). For a number of turns equal to the successes scored, the target will lose a point of Rage per turn, while the Shadow Lord gains that Rage. The character can use this Gift only once per target per scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Shadow Lord"
    },
    {
        "name": "Open Wounds",
        "description": "The Garou may cause the next wound he inflicts to bleed profusely, weakening the target further. A pain-sprit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Strength + Medicine (difficulty 7). If the Shadow Lord's next attack does any damage, the target will bleed continuously, losing one health level per turn for a number of turns equal to the number of successes rolled. This hemorrhaging is considered lethal damage.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Shadow Lord"
    },
    {
        "name": "Speed Beyond Thought",
        "description": "The Garou can move at incredible speeds, appearing to be nothing more than a blur. A cheetah-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point. For the rest of the scene, the character's running speed doubles, and she gains two extra dice on Dexterity-based rolls. Furthermore, she gains one extra action per turn that can be used only for movement.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silent Strider"
    },
    {
        "name": "Dam the Heartflood",
        "description": "The Garou can stop bleeding with a touch, even healing blood diseases and similar ailments. A hyena-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Medicine (difficulty 7). Each success heals one health level of damage, but only damage related to bleeding or blood diseases.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silent Strider"
    },
    {
        "name": "Ignore Death Blow",
        "description": "The Garou can continue fighting even after receiving what should be a fatal wound. A vulture-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point. The next attack that would reduce the character to Incapacitated instead leaves her at Crippled. The character still suffers wound penalties, but she can continue acting for the rest of the scene. When the scene ends, all damage takes effect normally.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silent Strider"
    },
    {
        "name": "Summon Net-Spider",
        "description": "The Garou can summon a Net-Spider (a special type of Pattern Spider) to follow someone through the Umbra and report their activities. A Net-Spider teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Charisma + Enigmas (difficulty 8). The number of successes determines how long the Net-Spider will follow the target: One success is one scene, three successes is one day, and five successes is one week.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silent Strider"
    },
    {
        "name": "Mark of the Death-Wolf",
        "description": "The Strider may mark a target for death, making them more vulnerable to attacks. The marked target glows with a sickly pallor visible only to Garou. A death-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Occult (difficulty equal to the target's Stamina + 4). For the rest of the scene, any attacks against the marked target gain two bonus dice to hit and damage rolls.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silent Strider"
    },
    {
        "name": "Shadowlands Passage",
        "description": "The Garou may step sideways into the Dark Umbra (Shadowlands) instead of the normal Penumbra. This Gift is taught by a death-spirit.",
        "system": "The player spends one Gnosis point and rolls as per normal for stepping sideways. However, the character enters the Dark Umbra rather than the Penumbra. This Gift may also be used to step directly from the Penumbra to the Dark Umbra, or vice versa.",
        "source": "Players Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silent Strider"
    },
    {
        "name": "Luna's Avenger",
        "description": "The Silver Fang can channel Luna's power to strike down those who would harm her children. The Garou's claws glow with an eerie silver light, and her eyes shine with Luna's radiance. An avatar of Luna teaches this Gift.",
        "system": "The player spends one Gnosis point. For the rest of the scene, the character's claws inflict aggravated damage to creatures of the Wyrm (including Black Spiral Dancers, fomori, and vampires). Additionally, any creature of the Wyrm who meets the Garou's gaze must roll Willpower (difficulty 8) or flee in terror for one turn per success the Silver Fang's player achieves on a Charisma + Intimidation roll.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silver Fang"
    },
    {
        "name": "Sword of Kings",
        "description": "The Silver Fang can summon a sword of pure moonlight, a weapon of great power against creatures of darkness. An avatar of Luna teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Gnosis (difficulty 7). The sword appears in the Garou's hand and remains for one scene. The sword inflicts Strength + 3 aggravated damage and ignores all armor not specifically designed to resist silver. The sword can be used to parry other weapons without breaking. Each success on the summoning roll adds one die to the character's attack pool when wielding the sword.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silver Fang"
    },
    {
        "name": "Mindblock",
        "description": "The Silver Fang can shield her mind from supernatural powers of detection, telepathy, mind control, or possession. A falcon-spirit teaches this Gift.",
        "system": "The player spends one Willpower point. For the rest of the scene, anyone attempting to read or control the character's mind, detect her emotions, or possess her must score more successes on their power's activation roll than the Silver Fang's permanent Willpower. Even if they do so, the difficulty of using such powers against the Garou is increased by 2.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silver Fang"
    },
    {
        "name": "Mastery",
        "description": "The Silver Fang's noble bearing and regal authority inspire immediate respect and deference from others. An ancestor-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Charisma + Leadership (difficulty 7). For the rest of the scene, the difficulty of all Social rolls made against the character increases by one per success, and the character gains two additional dice on all Leadership rolls.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silver Fang"
    },
    {
        "name": "Voice of Command",
        "description": "The Garou can issue an order in a voice that must be obeyed. An ancestor-spirit teaches this Gift.",
        "system": "The player rolls Charisma + Leadership (difficulty of the target's Willpower). The target must follow the Garou's order to the best of their ability for one turn per success. The order must be simple and straightforward ('Stay!' 'Run!' 'Fight!'), and the target will not obey commands that would directly harm themselves.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silver Fang"
    },
    {
        "name": "Empowering the Bloodline",
        "description": "The Silver Fang can temporarily grant a portion of their power to another member of their tribe. A Lune teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Charisma + Leadership (difficulty 8). Each success allows the Silver Fang to transfer one of their own temporary Rage, Gnosis, or Willpower points to another Silver Fang. The recipient cannot gain more points than their permanent rating in the relevant trait. The transfer lasts for one scene.",
        "source": "Silver Fang Tribebook Revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silver Fang"
    },
    {
        "name": "Circular Attack",
        "description": "The Stargazer can strike all opponents within arm's reach in a single flowing motion. A snake-spirit teaches this Gift.",
        "system": "The player spends one Rage point. The character can make one attack against every opponent within reach using the same dice pool, with no multiple action penalties.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Stargazer"
    },
    {
        "name": "Iron Resolve",
        "description": "The Stargazer's mind becomes an impenetrable fortress. No force, mundane or supernatural, can break her concentration or resolve. A dolphin-spirit teaches this Gift.",
        "system": "The player spends one Willpower point. For the rest of the scene, the character automatically succeeds in all Willpower rolls and cannot be compelled to act against her wishes through any means, mundane or supernatural.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Stargazer"
    },
    {
        "name": "Preternatural Awareness",
        "description": "The Stargazer's senses expand to encompass everything in her vicinity. She becomes aware of every movement, every sound, and every presence around her. A spider-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Perception + Enigmas (difficulty 7). For the rest of the scene, the character cannot be surprised and adds her Enigmas rating to all dodge attempts. Each success allows her to act one initiative phase earlier than normal.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Stargazer"
    },
    {
        "name": "Wisdom of the Seer",
        "description": "The Stargazer can enter a deep meditative trance to commune with spirits and receive guidance about important decisions or future events. A Chimerling teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Wits + Enigmas (difficulty 8). The character enters a trance lasting 10 minutes minus one minute per success. When she emerges, she receives a cryptic but useful insight about her current situation. The more successes rolled, the clearer and more detailed the insight.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Stargazer"
    },
    {
        "name": "Harmonious Unity of the Emerald Mother",
        "description": "Through intense meditation and spiritual connection, the Stargazer can temporarily merge their consciousness with the living spirit of Gaia herself. This Gift is taught by an avatar of Gaia.",
        "system": "The player spends one Gnosis point and rolls Stamina + Meditation (difficulty 8). Success allows the character to add their Gnosis rating to any one Physical or Mental Attribute for one turn per success. While this Gift is in effect, the character also becomes immune to all Wyrm-taint and corruption effects.",
        "source": "Stargazer Tribebook Revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Stargazer"
    },
    {
        "name": "Spirit Drain",
        "description": "The Garou can drain power from spirits, weakening them while strengthening herself. A Leech-spirit teaches this Gift.",
        "system": "The player rolls Gnosis against a difficulty of the spirit's Willpower. Each success drains one point of the spirit's Essence, which the character gains as temporary Gnosis. These points fade at the end of the scene if unused.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Rending the Craft",
        "description": "The Uktena can disrupt magic and banish spirits with a touch. A spirit of magic teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Occult (difficulty 8). Each success cancels one success from any magical effect the character touches. This Gift can disrupt ongoing magic, cancel a spirit's Charm, or even counter magic as it is cast if the Garou has readied an action.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Curse of Corruption",
        "description": "The Uktena can curse a target with a temporary vulnerability to a specific substance or condition. A Bane teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Occult (difficulty equal to the target's Willpower). Each success inflicts a specific vulnerability on the target for one day. Examples include vulnerability to silver (damage from silver increases by one level), susceptibility to fire (difficulty to soak fire damage increases by two), or sensitivity to sunlight (target loses one die from all dice pools while in direct sunlight).",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Fetish Fetch",
        "description": "The Uktena can summon any fetish she owns to her hand, no matter where it is located. A magpie-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Charisma + Fetish (difficulty 7). One success summons a fetish from anywhere in the physical world. The fetish appears in the Garou's hand in one turn. This Gift cannot retrieve fetishes from the spirit world.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Chains of Mist",
        "description": "The Uktena can create mystical bonds that hold spirits or physical beings. These bonds are invisible to normal sight but appear as glowing chains to those with spirit sight. A spirit of binding teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Wits + Enigmas (difficulty 7). The bonds last for one scene and have a Strength equal to the Garou's Gnosis rating plus one per success. Breaking the bonds requires a successful Strength roll (difficulty 8) with more successes than the original casting roll.",
        "source": "Uktena Tribebook Revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Heart of Ice",
        "description": "The Wendigo's heart becomes as cold as the winter wind, and all emotion drains from his face. While in this state, the Garou cannot frenzy and is immune to all social challenges and magical powers that affect emotions. An avatar of Great Wendigo teaches this Gift.",
        "system": "The player spends one Gnosis point. The effects last for one scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Wendigo"
    },
    {
        "name": "Chill of Early Frost",
        "description": "The Wendigo can dramatically lower the temperature in a large area. An avatar of Great Wendigo teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Occult (difficulty varies: 4 if it is already winter, 6 for spring, 9 for summer). Success drops the temperature to a bit below freezing in a five-mile radius, or even further below zero if it was already winter. All creatures without a natural coat of fur lose two dice from all pools. This Gift wreaks pure havoc in urban environments, as pipes burst and roads freeze. This Gift lasts for one hour per success.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Wendigo"
    },
    {
        "name": "Blood of the North",
        "description": "The Wendigo's blood freezes in his veins, becoming like ice. Any wound he takes sprays his frigid blood on his attacker, causing intense pain and frostbite. An avatar of Great Wendigo teaches this Gift.",
        "system": "The player spends one Gnosis point. For the rest of the scene, anyone who inflicts damage on the Garou in close combat takes one unsoakable health level of lethal damage from the freezing blood. Fire-based attacks negate this Gift's effects for one turn.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Wendigo"
    },
    {
        "name": "Bloody Feast",
        "description": "The Wendigo can draw sustenance and strength from the flesh of his fallen enemies. A wolf-spirit teaches this Gift.",
        "system": "After killing an enemy in combat, the Wendigo may spend one Gnosis point and devour a portion of the corpse. Doing so heals one health level of damage and grants the character one temporary Rage point. The Garou may use this Gift only once per body.",
        "source": "Wendigo Tribebook Revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Wendigo"
    },
    {
        "name": "Wendigo's Howl",
        "description": "The Wendigo unleashes a terrifying howl that freezes the blood of his enemies. The howl carries with it all the bitter cold and hunger of the North Wind. An avatar of Great Wendigo teaches this Gift.",
        "system": "The player spends one Rage point and rolls Charisma + Primal-Urge (difficulty 7). All enemies who hear the howl must make a Willpower roll (difficulty 8) or flee in terror for one turn per success on the Wendigo's activation roll. Even those who succeed are at +1 difficulty to all actions for the rest of the scene due to the bone-chilling cold that accompanies the howl.",
        "source": "Wendigo Tribebook Revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Wendigo"
    },
    {
        "name": "Gorge",
        "description": "The Red Talon can eat vast quantities of food, storing it like a wolf preparing for lean times. A wolf-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point. For the next day, the character can eat up to three times her body weight in meat. She gains one die on all Physical rolls for each 50 pounds of meat consumed. These dice last for one week per success on a Stamina + Primal-Urge roll (difficulty 7).",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Red Talon"
    },
    {
        "name": "Territory",
        "description": "The Garou can mark off an area as her territory. Any intruders into this territory will be detected instantly. A wolf-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Gnosis (difficulty 7). The character can mark off a territory with a radius of one mile per success. Any intruder who enters this territory will be detected instantly by the Red Talon, who will know the intruder's exact location and nature.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Red Talon"
    },
    {
        "name": "Howl of Death",
        "description": "The Red Talon's howl brings death to her enemies. A death-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Charisma + Primal-Urge (difficulty 8). Each success inflicts one level of lethal damage to all enemies within earshot as their internal organs hemorrhage. This damage cannot be soaked.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Red Talon"
    },
    {
        "name": "Gaia's Vengeance",
        "description": "The Red Talon can summon the primal fury of Gaia herself, directing it against those who would harm the natural world. The Gift is taught by an avatar of Gaia.",
        "system": "The player spends one Gnosis point and rolls Rage (difficulty 7). For the remainder of the scene, the character inflicts one additional level of aggravated damage with all attacks against creatures who have harmed the natural world (including most humans). Additionally, such creatures must subtract the Red Talon's Rage from all dice pools while within sight of the character.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Red Talon"
    },
    {
        "name": "Curse of Lycaon",
        "description": "The Red Talon can force a human to experience the savagery of the wolf, transforming them into a feral beast that knows only hunger and rage. A wolf-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Primal-Urge (difficulty equal to the target's Willpower). Success transforms the target into a feral human who thinks and acts like a savage wolf for one day per success. The victim retains no memory of their actions while under the Gift's effects.",
        "source": "Red Talon Tribebook Revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Red Talon"
    },
    {
        "name": "Clenched Jaw",
        "description": "The werewolf with this Gift can bite down with such power that her grip won't loosen until she chooses to do so; even in death, her jaws bite down. A wolf- or hyena-spirit teaches this Gift.",
        "system": "After making a successful bite attack, the player may invoke this Gift by spending a Rage point. For each successive turn she opts to maintain her grip, she makes a bite attack roll (difficulty 3). While foes can make a resisted Strength roll to break the grip (suffering an additional health level of damage in the process of tearing free), the Garou may add half her Willpower to her dice pool.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Black Mamba Strike",
        "description": "Between one blink and the next, the Ahroun is there to bury his claws in his unsuspecting prey. He can dash across the battlefield with astonishing speed when he's ready to strike. A snake-spirit teaches this Gift.",
        "system": "The player spends one Rage point. For the rest of the scene, the Garou doesn't need to split his dice pool or spend more Rage to move up to her running speed before making an attack on the same turn.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Full Moon's Light",
        "description": "The full moon is Luna's warrior phase, when she searches out her enemies. The Ahroun can call upon her determination in finding her foes, illuminating any who oppose her. Lunes teach this Gift.",
        "system": "The player spends one Gnosis point. For the remainder of the scene, anyone within one mile who is working against the Ahroun or her pack emits a soft glow, as though illuminated by moonlight. This Gift can be used to confound powers of stealth or even invisibility, but only if the target is actively attempting to harm, compete with, or otherwise foil the Ahroun or her pack.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Touch of Rage",
        "description": "Using this Gift, an Ahroun can channel a portion of her Rage to another, be the beneficiary Garou, human or animal. In the former case, the effect is fairly mundane, lending an ally strength in combat; in the latter, it grants an awesome and destructive quality to beings that do not normally possess such. On a social level, this Gift can be a potent source of inspiration (and instigation) as well — while Rage is an intensely visceral and difficult-to-control quality, it also bestows the ability to feel righteous anger at corruption and injustice — a faculty many humans have lost in the quiet apathy of the World of Darkness. A fury-spirit teaches this Gift.",
        "system": "The Ahroun spends one Willpower, or two if bestowing Rage on a mortal. He then expends a number of temporary Rage points, and the target gains them and may spend them normally. Once any points above the target's normal maximum Rage (zero for humans) are spent, they are gone for good barring a second use of this Gift. This Gift cannot grant Rage to mages, ghosts or other kinds of supernatural beings that do not already possess Rage. Spirits already have a Rage Trait, but can receive the temporary points to use to gain extra actions in combat as Garou do.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Stoking Fury's Furnace",
        "description": "No auspice is as closely tied to their Rage as the Ahroun, who is the master of directing his fury. This Gift — taught by a wolverine-spirit — allows him to channel his Rage even more effectively.",
        "system": "The Garou regains one Rage point in any turn that he takes damage, and he does not have to check for frenzy from that specific stimulus (other stimuli induce frenzy checks as normal). In addition, the Garou can spend one Rage point — and only one — per turn without losing any temporary Rage. However, if he spends multiple Rage in any turn, they are marked off as usual.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Rebirth",
        "description": "From death can come hope. From the ashes of ruin can come renewed fighting spirit. The Philodox sheds his blood over the bones of the fallen to briefly return a creature to life, as it's said that the great feathered serpent Incarna Quetzalcoatl once did. An Avatar of Quetzalcoatl teaches this Gift.",
        "system": "The werewolf must touch the bones of an animal corpse that has been dead no longer than (Gnosis) months and carries no Wyrm taint. The player spends a Gnosis point and the werewolf inflicts a number of lethal health levels upon himself, depending on the size of the corpse. Small creatures such as small birds or rodents require one level; medium sized creatures such as wolves, falcons, and iguanas require two; large creatures such as horses, alligators, and dolphins require three; and enormous creatures such as elephants or giraffes require four or more at the Storyteller's discretion. The player makes an extended Charisma + Primal-Urge roll with a difficulty of (5 + health levels inflicted), rolling once every turn until she has accumulated 12 successes. If successful, her blood forms into new muscle and flesh, filling in the gaps in teh body until it is whole again. The revised creature is loyal to the Philodox for the duration of its existence, but returns to its original state at the end of the scene. The werewolf cannot use this Gift on the same corpse a second time.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Philodox"
    },
    {
        "name": "Reality's Path",
        "description": "Perception is subjective, but the Philodox cannot afford that luxury. This Gift allows the user to sense whether what the subject believes to be true is actually false. A Jaggling of Falcon teaches this Gift.",
        "system": "The player rolls Perception + Enigmas (difficulty 7). A single success determines if what the subject is telling an unintended untruth. Three successes will discover if the subject was deliberately misled. Five successes or more will reveal the truth of the lie at its simplest level (it might tell who perpetrated a crime, but not why or who the perp was working for). Note that this Gift only works when a subject speaks what he truly believes; packmates can't go on \"fishing expeditions\" by throwing out names to determine who really committed a deed, for example. Reality's path deals with knowable facts (\"She never intended to return\", \"despite his boast, your brother didn't kill the Bane single-handed\"), not greater spiritual truths.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Philodox"
    },
    {
        "name": "Take the True Form",
        "description": "The Philodox with this power can force a Garou into her breed form. This Gift is especially useful to abate frenzy, prevent damage from silver or take a combative advantage. A wolf-spirit teaches a worthy Philodox the workings of this Gift.",
        "system": "The player rolls his Manipulation + Primal-Urge (difficulty 7). If successful, the target automatically shifts to her breed form. The number of successes equals the number of turns the target must remain in her natural form.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Philodox"
    },
    {
        "name": "Scent of Beyond",
        "description": "The werewolf can bring all his senses to bear on one spot with which he is familiar (even an Umbral site), no matter how far away that spot is. The Philodox senses the site from a point of view as if he were standing in the middle of the area being scanned. A bird-spirit teaches this Gift.",
        "system": "The player rolls Perception + Enigmas (difficulty 8). If the spot is in the Umbra, the difficulty is 9 or the Gauntlet rating (whichever is higher).",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Philodox"
    },
    {
        "name": "Roll Over",
        "description": "The Philodox can call on her power to radiate a commanding presence that compels others to submit to her. Should she succeed in a test of wills, she dominates her foe, which causes humans to fall to their knees and wolves to roll on their backs. Either a lion- or a wolf-spirit teaches this Gift.",
        "system": "The player must score at least three successes more than her opponent on a resisted Willpower contest. If the Gift takes effect, the victim can take no action other than submission unless he is in direct danger.",
        "source": "Core book revised / Shadow Lord Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Philodox"
    },
    {
        "name": "Misdirection",
        "description": "Like a stage magician, the Ragabash combines a steady stream of words with expert sleight of hand to capture his target's attention fully. He can perform the most egregious acts of larceny or violence right under the nose of the unwitting witness. An avatar of Coyote teaches this Gift.",
        "system": "The player spends one Willpower point when making a roll to Fast-Talk a target (W20, p. 279). For each success, the Garou may take one action that goes completely unnoticed by the target if successful, such as stealing the glasses right off the target's face, or even killing someone behind his back. Any evidence he doesn't manage to hide before the effect wears off remains, though. The Ragabash may also use this Gift to turn a botch on a Fast-Talk roll into a mere failure, buying himself the chance to try some other underhanded tactic.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Umbral Dodge",
        "description": "The Ragabash finds that the best way to deal with an enemy is to send him far away — perhaps to a place where he'll learn the folly of his ways. She may tear open a hole in the Gauntlet while dodging an enemy's attack, sending them to the land of spirits. A trapdoor spider-spirit teaches this Gift.",
        "system": "When attempting to dodge a close-range attack, the player spends one Gnosis point and increases the difficulty of the dodge by one, or to the rating of the local Gauntlet, whichever is higher. If the dodge succeeds in avoiding the attack completely, the attacker is dropped into the Penumbra (or into the physical world if this Gift is used in the Penumbra).",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Madness Season",
        "description": "A fine line often exists between madcap humor and the precipice of insanity. The New Moon's understanding of this boundary enables her to send enemies teetering off the brink into lunacy. While this Gift does no lasting harm to the victim, it can make him an object of ridicule and scorn… and grant a measure of respect to the Ragabash who uses it. Any spirit of Luna can teach this Gift.",
        "system": "The player expends one Gnosis point and makes a resisted Manipulation + Subterfuge roll against the target's Willpower. One success causes the victim to become gibbering and helpless in a fit of madness for a number of turns equal to the Ragabash's Gnosis rating; three successes causes the madness to last the remainder of the scene. With Storyteller's discretion, four or more successes may render the victim incoherent for a longer period of time.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Whelp Body",
        "description": "With this Gift a Garou may deliver a devastating curse upon a foe's body, causing it to weaken or palsy. Many consider the use of this power on a foe to be a declaration of unending war. Either a pain-spirit or a spirit of disease teaches this Gift.",
        "system": "The player spends on Gnosis point and rolls Gnosis, and the target resists with his own Gnosis roll. The Garou's difficulty is the opponent's Willpower, while her victim's difficulty is the Ragabash's Gnosis. (Victims without Gnosis roll Stamina without any adjustments for supernatural powers or the like.) Each success scored by the Ragabash allows him to remove one point from any of the victim's Physical Attributes. The effect is permanent, although the victim may restore these Attributes via experience. This Gift may be used only once ever against a given opponent.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Luna's Blessing",
        "description": "When the moon is visible in the night sky, silver refuses to cause the Garou aggravated wounds. Indeed, if the moon waxes full, silver weapons may well turn on those who would wield them against the character. A Lune teaches this Gift.",
        "system": "For each strike against the Garou, the wielder of the weapon must roll three extra dice on the attack; these dice are ready only to check for botches. The Garou can soak and regenerate silver as if it were bashing or lethal damage (depending on whether the silver is part of an edged weapon or not), but only when the moon is in a visible phase above the horizon. Therefore, the Garou is still vulnerable during the new moon.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Song of the Siren",
        "description": "The sound of the Garou's voice can entrance anyone who hears it. Typically, the Garou sings or howls while using this Gift, although some modern Glass Walkers have taken to poetry recital. This Gift can make an opponent pause before a fight but can rarely stop a heated combat already in progress.",
        "system": "The player rolls Charisma + Performance versus the target's Willpower and spends one Gnosis point. Enchanted targets cannot perform any actions for a number of turns equal to the number of successes rolled. The audience can spend Willpower to overcome the enchanting effects; to act freely, a listener must spend one point of each of the Galliard's successes.",
        "source": "Player's Guide Second Edition / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Words Like Wind",
        "description": "Music, poetry and catchphrases are contagious, sweeping across cultures and communities like a breeze through trees. The Galliard knows how to take advantage of this habit of social creatures, sending her messages across the world one ear at a time.",
        "system": "The player spends one Gnosis point when the werewolf gives a short performance or passes on a catchy message. She may make a Social roll as part of the message, or she may simply transmit it with no ulterior motive other than to spread it. For a number of days equal to her Gnosis, the snippet of communication spreads from listener to listener like a virus, reaching as far as any given listener travels. It can be transmitted digitally or over the phone, as long as it's audible (or visible, in the case of a dance or gesture). If the player included a Social roll with the message, the result of that roll applies to every listener who becomes part of the trend. Individual listeners with Willpower higher than the successes on the roll are unaffected by the influence, but they do not stop the spread of the message. While it circulates, the Galliard gains the effects of the Reputation Merit within ten miles of the point of origin.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Book of Years",
        "description": "The Galliard taps into a floodgate of knowledge from her ancestors. While the amount of information thus received is overwhelming, the Garou, if she keeps her head about her, can find information on nearly any topic. An ancestor-spirit teaches this Gift, although certain reptilian spirits have been known to impart it as well.",
        "system": "The player rolls Wits + Enigmas or Ancestors (whichever is higher; the Garou need not have the Ancestors Background to learn this Gift) at a difficulty of the local Gauntlet. The character falls into a trance and is immediately immersed in a deluge of memories stretching back to the dawn of time. This flood continues until the character terminates the Gift, and the memories get older the longer she remains in the trance. For every hour the character remains under the Gift's influence, the memories stretch back roughly five centuries. For each hour that the character remains in the trance, however the player must roll Willpower (difficulty 7) to keep the character grounded in her own time. If the roll fails, the character must either immediately terminate the trance or lose a point of temporary Willpower as the memories threaten to consume her. If the roll botches, her body disappears and reappears somewhere in the Umbra; the Legendary Realm and the Battleground are both popular choices.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Shadows by the Firelight",
        "description": "By invoking the power of shadows and dreams, the Galliard may create interactive stories in which other take part — willingly or not. Shadows dance around the participants as they act out their roles (as directed by the Galliard). This Gift is used commonly at moots, allowing many Garou to take part in the same legend recounted by the Galliard. However, this Gift can also be used on unwilling, forcing them to participate in a story of the Garou's choosing. An ancestor-spirit teaches this Gift.",
        "system": "When using this Gift on the unwilling, the player must spend a variable amount of Gnosis and score three successes on a Manipulation + Performance roll (difficulty of the target's Willpower). If successful, the player may tell a story and force the victim to perform exactly as the story's character does. This effect lasts one turn per Gnosis point spent.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Bridge Walker",
        "description": "The Galliard has the ability to create minor moon bridges through which she alone can travel. The Garou travels between the ends of this moon bridge in one percent of the time it would take to travel that distance normally, allowing her to disappear from in front of a foe and reappear behind it instantly. Note that these moon bridges are not protected by Lunes, and they attract the interest of spirit creatures occasionally. These beings have even been known to follow the Garou into the physical world. A Lune teaches this Gift.",
        "system": "The player spends one Gnosis point to create the bridge. The moon bridge lasts for only one passage, unless the player spends a permanent Gnosis point during its creation, in which case it lasts until the next full moon. The maximum distance that can be traversed by the bridge is the Garou's Gnosis in miles.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Gift of Dreams",
        "description": "The Galliard crafts a dream, then breathes it into a sleeping individual. A Lune teaches this Gift.",
        "system": "The player rolls Wits + Expression (difficulty 6) to craft the dream; more successes allows for more vivid and impactful dreams. To ensure that an individual experiences this dream, the Galliard must breathe it into the target's mouth while they sleep. The player spends a Gnosis point to complete the Gift. Dreams crafted with this Gift are often unusually vivid and dramatic, often leaving even lifelong skeptics convinced that they hold some deep meaning.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Body Shift",
        "description": "Garou raised in the shifting maze of human society are well-prepared for the endless adaptations Gaia demands of her protectors. An ancestor-spirit teaches this Gift.",
        "system": "The Garou can use her shapeshifting to alter her physical Attributes: a dot of Dexterity can be shifted to Strength or Stamina, and so forth. The player rolls Stamina + Primal-Urge (difficulty 9). For each two successes, one physical Attribute dot can be shifted for the rest of the scene.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Web of Knowledge",
        "description": "In the Digital Age of humanity, tiny spirits of information and knowledge spring into being every second, flitting between objects of curiosity and carrying with them the answers to all manner of questions. The homid can attune herself to these streams of consciousness, circumventing the need for books or special training during an investigation. A Pattern Spider teaches this Gift.",
        "system": "The player spends on Gnosis point. Once during the current scene, she may roll to perform research or an investigation as an instant action instead of an extended one, and without any forensic skills or tools, gleaning answers directly from the interconnectedness of the spirit world. The roll suffers no penalties if she has no dots in the required Ability. She must begin with a general idea of her topic, and can only learn what she could have learned with an appropriate source of information. She could build a profile of a killer with just the corpse or murder weapon, but she still must know the basic facts of the murder and won't learn the killer's identify; likewise, she could research an ancient symbol without poring over dusty tomes, but she must have seen the symbol in a relevant context and won't automatically deduce its importance. Rolls of difficulty higher than 7 cannot be made with this Gift, as the information is too obscure.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Bury the Wolf",
        "description": "The war against the Wyrm isn't always a matter of slashing claws and righteous fury — sometimes duplicity is required. A werewolf can temporarily 'restrain' her inner wolf and appear to be a normal human. An ancestor-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Gnosis (difficulty of her own Willpower). Success causes the character to appear human to all supernatural scrutiny. The Gift also nullifies the Curse and makes spending Rage impossible, and locks her in homid form so long as its effects persist. The number of successes determines the Gift's duration; to 'free the wolf' before that time elapses requires a full turn of concentration and another point of Gnosis. Successes - Duration / 1 - One Scene 2 - 12 hours 3 - One day 4 - One week 5 - One lunar cycle.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Spirit Ward",
        "description": "A werewolf with this Gift may protect himself from spirits by performing a quick warding rite. To use this Gift, the werewolf draws an invisible pictogram in the air that scares and unnerves any nearby spirits (except pack totems or caern spirits). The symbol travels with the werewolf as long as it lasts. An ancestor-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Rituals (difficulty 7). Spirits within 100 feet of the character (again, except the pack totem or local caern spirits) must subtract one from their dice pools for each success. This Gift lasts for one scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Cocoon",
        "description": "The werewolf can wrap himself in a thick, opaque sarcophagus-like epidermis, making him immobile but near-impervious to harm. This cocoon grants him immunity to fire, starvation, gas, high pressure, cold and similar environmental hazards. An insect or Weaver-spirit teaches this Gift.",
        "system": "The Garou spends on Gnosis point. While in the cocoon, the werewolf ignores any attacks which fail to do damage at least equal to her Stamina + Rituals, but attacks that pierce the cocoon destroy it. The cocoon lasts for one scene, after which it dissolves rapidly and evaporates. The player may extend the duration of the Gift spending more Gnosis points. Spending days in the cocoon is entirely possible, but the maximum duration is up to the Storyteller.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Tenacious Fury",
        "description": "Survival at any cost and victory at any price; these are the tenets that keep the Garou fighting in the face of overwhelming adversity, and the metis understands them well. He can pour his Rage into the single-minded pursuit of his goal, keeping himself going when many others would have fallen. Spirits of fury or servants of Boar teach this Gift.",
        "system": "When making a Rage roll to remain active after falling below Incapacitated, the player may spend up to a number of Rage points equal to his Willpower. Each point spent adds one success to the roll's result. The metis cannot spend Willpower to avoid frenzying as a result of this roll, and it only requires three successes to frenzy, rather than four.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Rattler's Bite",
        "description": "The metis's eyeteeth lengthen, and she can inject a deadly poison with her bite. Some elder Garou look down upon this Gift as a deformity. Spider- and snake-spirits teach this Gift.",
        "system": "The player spends a Rage point when attempting to bite an opponent. If the bite is successful, any remaining damage after soak is doubled. If the attack fails or causes no damage, the Rage point is lost.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Badger's Heart",
        "description": "Metis often possess angry hearts, and in their own way, they have a keen understanding of Rage, no matter what their auspice. This Gift allows them to affect the Rage of other werewolves, causing their enemies to expend more of it than necessary. A Badger-spirit teaches this Gift.",
        "system": "Spend a Gnosis point and roll Willpower, difficulty 7. Three successes are necessary, but if the roll is made, the target expends twice as many Rage points as he normally would. For example, if Merryk Winterchase successfully uses this Gift on Mari Cabrah while theyr'e in combat, each time she spent one Rage point, she would actually use two, without gaining the benefits of the second Rage point. This Gift's effects last for a day.",
        "source": "Guardians of the Caerns",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Wither Limb",
        "description": "With a snarl and an angry gaze, the werewolf forces a target's arm or leg to twist, desiccate and wither, making it useless. Creatures with regenerative abilities will restore the limb to full function after one scene; otherwise, the effects are permanent. Snake-spirits, spider-spirits and other venomous spirits teach this Gift. Some werewolves even invoke spirits of disease to learn this Gift.",
        "system": "The player spends a Gnosis point and rolls Willpower (difficulty of the victim's Stamina + 4). The victim adds two to the difficulties of all Dexterity rolls. If his leg is affected, he can move at only half of his normal speed.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Gift of the Porcupine",
        "description": "When using this Gift, the werewolf undergoes a startling transformation. Her fur becomes elongated, bristly and sharp like the quills of a porcupine. This change makes her an even more fearsome killing machine. A werewolf must be in Crinos, Hispo or Lupus form to use this Gift. Porcupine teaches this Gift, and he has a great fondness for metis.",
        "system": "The character spends a Gnosis point to sharpen his fur. Anyone whom the metis tackles, grapples or immobilizes takes aggravated damage from his new found quills (Strength +1). Furthermore, anyone who strikes him with bare flesh (and scoring fewer than five successes on the attack roll) takes damage based on the attacker's own Strength, although the metis still takes normal damage. This Gift lasts for one scene or until the werewolf wills his fur to return to normal.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Beast Life",
        "description": "The werewolf with this Gift can communicate with other wild animals and attract (or even command) them. Domesticated animals will speak with the werewolf, but they have given themselves to the ways of humans and must be persuaded to obey the Garou. Any animal spirit may teach this Gift, although Lion and Bear are most often sought as teachers. Children of Gaia: Children of Gaia who use this Gift never do so if the animals attracted would come to harm, unless the very heart of a caern is threatened.",
        "system": "The player spends on Gnosis point and rolls Charisma + Animal Ken (difficulty 7). The character gains the ability to communicate with all animals automatically. One success can attract specific types of animals within a 10-mile radius, and those that can reach the werewolf in a reasonable amount of time will do so. Each additional success adds 10 miles (two successes indicate a 20-mile radius). All wild animals become friendly to the character. They follow any reasonable request the character makes, and many unreasonable ones as well. A character who uses this Gift to force an animal to sacrifice itself had best pay homage to its spirit or risk angering Gaia. The effect lasts for one scene, but the time may be extended by spending one Gnosis point per extra scene desired.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": ["Garou", "Mokole"],
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Hibernation",
        "description": "As the time of the Apocalypse draws near, some Garou turn their thoughts to preserving their greatest heroes for the final battle. This Gift is rare, for only Bear himself or one of his avatars can teach it, and he's reluctant to share his secret. The few werewolves who have impressed him enough to learn it can assume a dormancy that not only staves off the needs of the body, but stops the lupus from aging. Normally, the latter never comes into play, but in desperate times the Garou do what they must.",
        "system": "The werewolf must find a quiet, dark spot to sleep and remain undisturbed for at least eight hours while her body enters a state of metabolic suppression. The player rolls Stamina + Survival (difficulty 7) and spends at least one point of both Gnosis and Willpower, which don't recover during hibernation. A botch on this roll sends the Garou into immediate frenzy, as her body rejects the process. After the first eight hours have passed, the lupus sinks into a state of deep sleep. She needs no food or water, all bodily functions cease, and she doesn't age. This hibernation lasts one week per success on the roll, though each pair of Gnosis and Willpower points spend in excess of the first increases the internal from weeks into months, years or even decades. No more than three Gnosis and Willpower can be spent to increase the interval, although Galliard tales abound of ancient Garou sleeping under mountains or in the frozen north, waiting for the call to rouse and take up arms against the Wyrm again. The werewolf can be woken prematurely if she takes enough damage to become Wounded or worse, if her player succeeds at a Willpower roll (difficulty 8) or if the rite Call to Arms is performed (Changing Ways p. 157). She can attempt a Willpower roll to wake once per day. As soon as she wakes, whether prematurely or after the full hibernation period has passed, she must roll Rage at -1 difficulty to see if she frenzies, or -2 difficulty if her injuries woke her.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": ["Garou", "Mokole"],
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Terror of the Dire Wolf",
        "description": "Wolves haunt the ancestral nightmares of humanity, and of those monsters that were once human. The werewolf lets out a fierce snarl that triggers primordial terror in opponents and drowns them in the Delirium. A wolf-spirit teaches this Gift.",
        "system": "The player spends a point of Rage and rolls Manipulation + Primal-Urge (difficulty of the opponent's Willpower or, if he is affecting a group, the highest Willpower represented). If successful, the werewolf invokes the full effect of the Delirium on any human, formerly-human, or partly-human creature who can see her — including those normally immune to the Delirium, such as mages and vampires. Only other werewolves and Fera are immune. It may be used in any form, although Homid and Glabro raise the difficulty of the Primal-Urge roll by one.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Venom",
        "description": "A common trick of desert-dwelling Garou, this Gift allows the user to produce a noxious venom. The werewolf's bile can incapacitate or even kill a victim. The Garou herself is immune to her own poison, but she can be incapacitated by another Garou's Venom attack. A rattlesnake-spirit teaches this Gift. Most Garou hesitate to make deals with snakes and serpents, but sometimes necessity outweighs prejudice.",
        "system": "After making a successful bite attack, the Garou must roll Stamina + Primal-Urge in a resisted roll against the target's Stamina +4. For every additional success the attacker gets, the victim receives an additional nonsoakable, aggravated wound along with whatever damage the bite caused. Each success also reduces the target's Stamina by one level until the victim loses consciousness. Additional poisonous bites can force the victim into a coma and eventually kill her.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Gnaw",
        "description": "The werewolf's jaws strengthen to the point that she can chew through just about anything, given enough time. In addition, her jaws do more damage in combat, and only death will break her grip if she clamps her teeth into an opponent. Wolf-spirit teaches this Gift.",
        "system": "The player spends one Willpower point and rolls Stamina + 4 against a variable difficulty (3 for wood, 6 for steel handcuffs, 9 for a train car coupling). The length of time it takes to gnaw through something depends on the number of successes. In addition, this Gift gives a character's bite two extra dice of damage for the duration of the scene.",
        "source": "Core book revised / Rage Across Australia",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [4],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    }
] 