[

    {
        "name": "Wings of Pegasus",
        "description": "The Fury can sprout majestic wings when in Hispo form, allowing her to fly at will. An avatar of Pegasus teaches this Gift.",
        "system": "The player spends a Gnosis point to produce the wings capable of 50 miles per hour (80 kph) flight, which last until dismissed. Fine flying maneuvers require a Dexterity + Athletics roll at a difficulty determined by the Storyteller.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Heart Claw",
        "description": "The Fury breaks one of her claws off in a wound, imbuing it with all of her killing intent. The claw continues to burrow into her opponent's flesh, and will not stop until it finds his heart. A wasp-spirit teaches this Gift.",
        "system": "Upon making a successful claw attack, the player spends one point of Willpower. The burrowing claw inflicts one automatic level of unsoakable lethal damage each subsequent turn until it either kills the target or is dug out of the wound (a Dexterity + Medicine action, difficulty 7, requiring a turn's full concentration).",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou", 
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Flames of Hestia",
        "description": "The Black Furies revere the holy Wyld places of the world; part of the tribe's set of tools is the Flames of Hestia Gift, which enables a Black Fury to purify a person, spirit, or object with searing white-hot spiritual flame. The fire coruscates around the Fury's hands, enabling her to apply the Gift to anything she can touch. This Gift is taught by an avatar of Hestia the teacher.",
        "system": "Spend one Gnosis and roll Gnosis with a difficulty of 8. Success enables the Fury to cleanse tainted food or water, or heal damage caused by radiation, poison, or disease at one Health Level per success. The Flames of Hestia last for just one turn; however a Fury can activate the Gift and strike at a foe in the same turn. Flames of Hestia do one level of unsoakable aggravated damage per success on the Gift roll, if used against a Bane or fomor in hand-to-hand combat.",
        "source": "Tribebook: Black Furies",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Winged Delivery",
        "description": "While the Sisterhood has a large network of Kinfolk, contacts, smugglers and informants available, at times the most effective means to move an item is to give it to a friendly spirit and have that spriit make the delivery. Using this Gift and some concentration, the character pushes a small item into the Umbra and gives it to an Owl Jaggling, which will deliver the item to a well identified person or location as rapidly as it can travel. Garou who abuse this Gift to send dangerous items or active weapons (like grenades) into the Umbra – thereby jeopardizing the owl-spirit's existance – find that the retribution of the spirit world is swift and harsh. This Gift is obviously taught by owl-spirits.",
        "system": "Spend one Gnosis and roll Charisma + Empathy (difficulty the local Gauntlet). On a success, the item enters the Owl Jaggling's talons in the Umbra, and the Jaggling will deliver it to a clearly defined recipient. A human or Garou recipient must be named and described; a location need only be described, with directions given. The Owl Jaggling travels at roughly 100 miles per hour through the spirit world, and will deposit the item in the immediate vicinity of the target unless the target is somehow protected against the spirit world or prevailing Gauntlet exceeds 7. If either of those conditions prevent delivery, the spirit returns to the Garou at full speed and returns the item without comment.",
        "source": "Tribebook: Black Furies (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury",
        "camp": "Sisterhood"
    },
    {
        "name": "Barring the Will",
        "description": "The Mother's will is impossible to compromise when she does not wish to yield. She can sacrifice her anger and spirit energies to replenish her strength of purpose. This Gift is taught by a Donkey-spirit.",
        "system": "A Mother using this Gift rolls Intelligence + Occult with a target of her own permanent Willpower; she spends one point of temporary rage and one temporary Gnosis, and refills her Willpower pool if she achieves 2 or more successes.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Bacchantes' Rage",
        "description": "When deep in the wilds, the Black Furies can use this Gift to inflict extra damage. Even the toughest Get have walked away with a battle scar due to the effects of this potent Gift — and some couldn't walk away at all. This Gift is taught by a Wyld-spirit.",
        "system": "The Garou spends two Gnosis points to activate the Gift. During combat, she may spend Rage points to deal extra damage after a wounding hit; every point spent causes one additional, unsoakable Health Level of damage.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Visceral Agony",
        "description": "The werewolf's claws change to barbed, wicked talons dripping with black venom. While wounds caused by these claws cause no extra damage, the pain alone they inflict is crippling. A pain-spirit teaches this Gift.",
        "system": "The player spends a Rage point before the character attacks. Any wound penalties the target suffers as a result of this attack are doubled (i.e., a foe at Wounded would lose four dice). If the target is in frenzy or otherwise resistant to pain, he still suffers normal wound penalties.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": ["Garou", "Bastet"],
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Coup de Grace",
        "description": "The Garou studies her foe, looking for the best place to strike. In doing so, she sets herself up to land this devastating attack. An owl-spirit teaches this Gift.",
        "system": "The player spends one Willpower point and rolls Perception + Brawl (difficulty of the target's Stamina + Dodge). If successful, the player doubles her damage dice on the Garou's next successful attack.",
        "source": "Core book revised / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Black Fury", "Get of Fenris"],
        "camp": "Valkyria of Freya"
    },
    {
        "name": "Gift of the Skunk",
        "description": "With this Gift, the Garou can swell his musk glands, allowing him to spray musk like a skunk. It is, of course, taught by a skunk-spirit.",
        "system": "The spray is directed with a Dexterity + Primal-Urge roll (difficulty 7, maximum range of 10 feet). A target struck by this attack must spend a Willpower point to do anything but spend the first turn retching. Afterwards, he subtracts one from his dice pools for the rest of the scene for every two successes rolled. Immersion in water negates this Gift, and it is ineffective against targets with no sense of smell.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Call the Rust",
        "description": "By whistling softly through his teeth, the werewolf can summon sudden and destructive rust onto any metal within his immediate vicinity. Guns corrode and jam, knives crumble, and cars become flaking hunks of junk. This Gift is taught by a water elemental.",
        "system": "The player spends a point of Gnosis and rolls Wits + Crafts, with a difficulty depending on the amount of metal being corroded. A gun or knife would be difficulty 6, while a car might be difficulty 8.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Dumpster Diving",
        "description": "One of the less sanitary tribal totems, the Great Trash Heap, has dissipated its consciousness throughout the dumping grounds, landfills, and trash piles of the world. Bone Gnawers who follow this totem commune with the Incarna by defending, protecting and even obeying these festering heaps. When a Garou has reached this rank of renown, he may be called upon to travel between festering sacred sates to carry out the totem's demands. Just as entering a Moon Bridge helps Garou travel between caerns, dumpster diving allows Bone Gnawers and thier packs to venture from one shrine of the Great Trash Heap to another. The werewolf burrows down into the trash, tunnels around in it, and then resurfaces inside another Heap on another part of the planet. Obviously this Gift is taught by a totem-spirit of the Great Trash Heap. A Garou termporarily servin the totem through the Level One Gift: Tagalong can learn this gift, but the werewolf must still petition the totem each time he uses it.",
        "system": "The totem decides when to open and close these gateways and assigns their destinations. When the pack goes dumpster diving, the highest-ranking Bone Gnawer makes a Gnosis roll (difficulty 4) when entering the trash pile; the travel time is the same as for stepping sideways. This ability cannot be used more than once per day, and it only works at the totem's behest. Keeping these pathways open is difficult so the traveler and his pack must return to their original site within three days, If they don't make it back in time, they'll have to travel back by more conventional means.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Cooter's Revenge",
        "description": "Any Bone Gnawer who watches too much television knows about Cooter. He's got a tow truck parked down the street from the Dukes of Hazzard, and he always has the right tool for the right job. Followers of the tribe's automotive totem (described under \"Totems\") train extensively with automotive tools, and wouldn't be caught dead without them. This Gift not only makes proper repairs much easier, but can also save your life if you're caught unaware while changing a tire by the side of the freeway.",
        "system": "This Gift requires a heavy, automotive tool at least as big as a large crescent wrench (anything smaller than a half-inch crescent wrench won't do). If you voluntarily lend out any of your tools, you can't use this Gift until you get them back. For one Gnosis this Gift reduces the difficulty of any automotive repair roll to 4, (but only if your using the right tool). For one Rage, the Gift can make the tool a deadlier weapon. Wheather you prefer a tire iron or power drill, you can use your chosen tools to inflict Strength + 3 lethal damage for one scene. As an added bonus, you can do the same damage with all four hubcaps, the four wheel wells, and the spare tire of a car as ranged weapons.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Rant and Rave",
        "description": "Suffused with the pure energy of the Wyld, the user of this Gift rants and raves in a torrent of nonsensical language. Only others who are properly attuned to his magic silver-hammer disco ball dimension can penetrate his tinfoil hat. More precisely, any member of his pack or the Bone Gnawer tribe can decode whaterver nonsense he is saying. He can also project these thoughts at a distance to one listener; the ranting Garou chooses which individual receives his psychic transmission. The listener does not have to actually hear the ranting Garou. As long as he's within the same city, or even the same state or province, there's a chance he'll receive the message. (Unlike the Gift: Mindspeak, line of sight is not always required.) Ranting Bone Gnawers have been known to hold entire conversations from opposite sides of the same city, taking turns shouting violent imprecations to no one in particular. A Wyldling-spirit teaches this Gift.",
        "system": "The ranting Garou spends one Gnosis for each werewolf he wants to receive his secret message; the duration is one scene. Roll the ranter's Appearance + Expression (difficulty 6); the number of successes limits how far away his recipient can be. One success allows line of sight (as per Mindspeak), two successes allows same building, three successes allows same city block, four successes allows same city, five successes allows same state or province. For Wyld reasons no one can understand, the most powerful application of this Gift actually does have a longer range in Texas or Alaska than in Rhode Island, New Hampshire, or Vermont. Bone Gnawer Deserters have gone on epic Umbral quests to deduce the reason why, but have never returned with any sufficiently logical answer.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Laugh of the Hyena",
        "description": "Hyena follows no one; instead, he laughs and mocks anyone who tries to command him. In the same fashion, a Garou who can actually convince a Hyena-spirit to teach him such defiance can steal the spirit's mocking laughter. The Garou can learn to resist any attempt to command, cajole, force, or demand him to do something he doesn't want to do. This is never subtle. The Garou (and the player) must cackle like a hyena-spirit when calling upon this Gift.",
        "system": "The Bone Gnawer has a -2 difficulty to any Willpower roll used to resist mental domination or control. This includes the Gift: Roll Over; all effects of the vampire Discipline: Dominate; all effects of the mage Mind Sphere; and all effects of the wraith Arcanos: Puppetry.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Streets Tell Stories",
        "description": "You've got an ear to the sidewalk… literally. By touching a road, sidewalk, or path of some kind, you recieve a flash of impressions about what has transpired there during the last twenty-four hours. Urban spirits whisper words, waft scents, and even give a taste of events in the neighborhood. This Gift is bestowed by a City Mother or City Father Totem, usually as a reward for acting in defense of the city.",
        "system": "Spend one Gnosis and roll Perception + Streetwise (difficulty 6). You may specify what sort of information you require before you roll the dice. One success reveals a brief sensory impression with any one sense other than sight. Three successes gives a rush of images (described rapid-fire by the Storyteller); you may ask questions about any one of them and receive more specific details with all five senses. Five successes gives you access complete recall about everyone who's passes within the last day, including impressions from all five senses. However, you'll need to spend a scene sitting and thinking to recall this amount of detail.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Lucky Bastard",
        "description": "By performing an epic feat to please the spirits, you've found a way to overcome the curse of your jackal's blood. This Gift is taught by a jackal-spirit, usually as an act of forgiveness after an appropriate Umbral quest lasting at least one game session.",
        "system": "This Gift can be used once per game session. The Garou spends one Gnosis; the person roleplaying him can then reroll any one dice pool for that character. The effects only apply if the roll is \"better\" (that is, scores more successes) than the original roll.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Gift of the Termite",
        "description": "The Bone Gnawer can cause wood and paper to rot with astonishing speed. Furniture falls apart, documents disintegrate, and even buildings collapse. Obviously, the best instructor of this Gift is a termite-spirit.",
        "system": "After spending one Gnosis point, the character rolls Intelligence + Repair (difficulty 7). The number of successes determines the amount of wood or paper destroyed: One success can rot a ream of paper, three successes can deteriorate a wall, and five successes can collapse the roof of a small building. Strategic use of this power can have dramatic results even for users with little skill.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Beg",
        "description": "Playing upon the compassion of others, Bone Gnawers can generate an amazing amount of pity. By exaggerating her miserable state, a clever Bone Gnawer can gain favor with people who have too much anyway. By groveling or telling her particular sob story, she might get a handout, a favor or at least a good meal. A pigeon-spirit teaches this Gift, which is one reason only Bone Gnawers ever learn it.",
        "system": "The player must spend one Gnosis point and roll Manipulation + Performance. If the roleplaying is particularly moving, the player can forgo the roll at the Storyteller's discretion. The difficulty depends on the target: a charitable Child of Gaia might be a 4, whereas an overbearing Get of Fenris might be a 9. The number of successes determines the amount of pity generated and the generosity of the favor.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Friend In Need",
        "description": "It takes a lot for a pack to accept a Bone Gnawer as an equal, but once they do, the Bone Gnawer's loyalty is unshakable. This Gift allows a Bone Gnawer to risk all, even his own life, to aid a packmate or tribemate. A dog-spirit teaches this Gift.",
        "system": "When a packmate or fellow Bone Gnawer is in danger, the Bone Gnawer may \"lend\" him what he needs, be it a Gift the Bone Gnawer knows, his Rage, his Willpower, or even his own life (in the form of health levels). The Bone Gnawer cannot lend a Gift of a higher rank than the recipient could know, nor can he lend Abilities or Attributes. The player must spend one Willpower point and roll Willpower (difficulty 7) and must succeed for the transfer to take place. If the roll botches, the Bone Gnawer loses the Traits in question but the recipient does not gain them. This Gift lasts until the end of the scene unless the recipient decides to terminate it early. If the recipient dies before the Traits are returned, the Bone Gnawer loses them permanently.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Speech of All Things",
        "description": "The Children of Gaia must communicate if they wish to accomplish their goals of unity and understanding. This Gift is a greater version of the Homid Gift: Speech of the World. The Garou can understand, read, write and speak any language as fluently as she physically can. She can emulate the roars of the Simba, but any member of that Breed would know the difference since she does not have the vocal capacity to make the correct sounds. Within those limits, she can speak the languages of various Changing Breeds, she knows the secret rune language of dead magi, and if she were so inclined, she could even understand the dread tongues of the Wyrm. This Gift does not protect the Garou mind from what she hears. A servant of Unicorn teaches this Gift.",
        "system": "The character can understand any language once she had learned this Gift. With an Intelligence + Academics roll (difficulty 7) she can read and write in those languages for the scene. If the language is not in common usage by more than a single, small group or culture — or does not have a written form — the difficulty increases to 9.",
        "source": "Rage Across the World W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Pain Chain",
        "description": "A doctor who treats only the symptoms of a disease doesn't cure it, but merely prolongs the patient's suffering. The Children of Gaia likewise know that only attacking the pawns of the Wyrm merely prolongs the Apocalypse War, rather than ending it. This Gift helps them go after the Wyrm itself by sensing who's pulling whose strings, and even understanding who's pulling theirs in turn. It is taught by a dog-spirit.",
        "system": "The player spends one point of Gnosis and rolls Perception + Investigation (difficulty 8). Each success lets you move \"up the chain\" one step, revealing the name and face of the next person delivering orders to your target. A single success would reveal that the corporate oil baron is being ridden by a particularly manipulative Bane, two would let you know which Black Spiral summoned the Bane, and three might tell you who that Black Spiral's alpha is. None of this informs the Child of Gaia where these people are, but it gives them firm names and visual impressions to go after.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Spirit Friend",
        "description": "The Children of Gaia are known for their ability to make peace with most anyone, even spirits. This Gift allows a Child of Gaia to make friends with a spirit that would normally be hostile. A unicorn-spirit teaches this Gift.",
        "system": "The player rolls Charisma + Expression (difficulty 7). Success means that the spirit will cease hostilities long enough to talk; extra successes extend the duration of the peace. The werewolf must roleplay the attempt to make peace. This Gift does not guarantee that the spirit will agree to anything, but the Gift does ensure that the spirit will not attack for the Gift's duration unless the Garou attacks first.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": ["Garou", "Mokole"],
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Serenity",
        "description": "The Garou can share her peaceful nature with others, calming their violent urges. An unicorn-spirit teaches this Gift.",
        "system": "The player rolls Charisma + Empathy (difficulty 7). Success allows the Garou to subtract dice from the Rage pools of all beings (even spirits) within 20 feet. The number of dice subtracted equals the number of successes rolled. The effect lasts for one scene, and the Rage points return at the end of the scene. The Gift affects all beings in the area — friend and foe alike. Only beings with a Rage score of 1 or more are affected.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": ["Garou", "Mokole"],
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Dazzle",
        "description": "The Garou can cause a flash of brilliant light to burst forth from her body. This Gift is taught by a light-spirit.",
        "system": "The player spends a Gnosis point and rolls Manipulation + Performance (difficulty 7). Anyone looking at the Garou is blinded for one turn per success, suffering a +3 difficulty to all actions requiring sight. The Gift affects everyone who can see the Garou, friend and foe alike, unless they shield their eyes in time.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Song of the Siren",
        "description": "The sound of the Garou's voice can entrance anyone who hears it. Typically, the Garou sings or howls while using this Gift, although some modern Glass Walkers have taken to poetry recital. This Gift can make an opponent pause before a fight but can rarely stop a heated combat already in progress. A songbird-spirit teaches this Gift.",
        "system": "The player rolls Charisma + Performance versus the target's Willpower and spends one Gnosis point. Enchanted targets cannot perform any actions for a number of turns equal to the number of successes rolled. The audience can spend Willpower to overcome the enchanting effects; to act freely, a listener must spend one point of each of the Galliard's successes.",
        "source": "Player's Guide Second Edition / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Black Fury", "Fianna"],
        "auspice": "Galliard"
    },
    {
        "name": "Clarity",
        "description": "This Gift grants the ability to see through fog, pitch darkness and even recognize illusions or invisibility. A wind-spirit teaches this Gift.",
        "system": "The player rolls Perception + Enigmas (difficulty 7). If the Stargazer attempts to see through someone else's illusion, the number of successes rolled by the creator must be matched or beaten by the Garou.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Stargazer"
    },
    {
        "name": "Strength of the Dominator",
        "description": "Through intense meditation and focus, the Stargazer can channel her inner strength to perform incredible feats of physical prowess. A spirit servant of Chimera teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Willpower (difficulty 8). Each success adds one dot to the character's Strength for the remainder of the scene. This Gift can raise Strength above the normal maximum.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Stargazer"
    },
    {
        "name": "Iron Resolve",
        "description": "The Stargazer's meditation techniques allow her to shrug off the most grievous wounds through force of will alone. An ancestor-spirit teaches this Gift.",
        "system": "The player may spend one Willpower point to ignore all wound penalties for one turn. This Gift may be used multiple times in succession, but each use requires the expenditure of another Willpower point.",
        "source": "Players Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Stargazer"
    },
    {
        "name": "Banish Totem",
        "description": "By speaking words of forbiddance, the Uktena can bar pack or personal totems from giving their children aid. Doing so also disrupts the spiritual rapport between packmates, making it difficult for them to execute pack tactics or act in concert. An ancestor-spirit teaches this Gift.",
        "system": "The Uktena must concentrate for a full turn, and he must know which totem his victims follow. The player spends one Gnosis point and one Willpower point, and he rolls Gnosis at a difficulty of the pack's combined Totem scores (maximum of 10). If successful, the pack members lose all Traits associated with their totem, and they cannot use pack tactics or act in concert for the remainder of the scene. If the Uktena is rendered unconscious or killed, the Gift is cancelled.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Spirit's Horse",
        "description": "The Uktena can allow a spirit to possess her body temporarily, gaining access to its powers and knowledge. A Lune teaches this Gift.",
        "system": "The player rolls Charisma + Occult (difficulty 7) and spends one Gnosis point. Success allows a specific spirit to possess the character for one scene. The Garou gains access to any one of the spirit's Charms per success. The spirit cannot control the Garou's actions, but can communicate with her mentally.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Chains of Mist",
        "description": "The Uktena summons spirit-chains of cold mist to bind her foes. A spirit of the dead teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Occult (difficulty of the target's Willpower). Each success binds the target for one turn, preventing any physical action. The chains are partially in the Umbra, so they can bind spirits as well as physical beings.",
        "source": "Players Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Singing Dog's Cry",
        "description": "The New Guinea Singing Dog is known for its intense, loud vocalizations. Alone, they can express complex, very clear sounds over great distances. As a group, they harmonize into a full choir. With this Gift, the Garou reaches out with the power and intimacy of her voice, and can touch others with her song. As long as a subject can hear her voice, she's considered to be touching them. Singing Dog teaches this Gift.",
        "system": "Spend a point of Gnosis to activate Singing Dog's Cry to for the scene. Roll Charisma + Expression, difficulty 7. For each success, the Garou can effectively \"touch\" one person that hears her voice, as long as she continues singing. Each \"touch\" caused by this Gift uses one success, even if she touches the same character twice in a row. This \"touch\" counts for the purpose of other Gifts activation — she may use Falling Touch over a mile away, as long as the victim hears her baying cries. She can \"touch\" as many subjects as she wishes simultaneously, up to the limit of her successes.",
        "source": "Rage Across the World W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Singing Dog"
    },
    {
        "name": "Dark of Night",
        "description": "A Hakken can cause an opponent to become temporarily blinded. Hakken reserve such underhanded tactics for use against minions of the Wyrm. This Gift comes from a raven-spirit.",
        "system": "The Hakken spills a vial of ink; the player spends one Gnosis and rolls Manipulation + Subterfuge, resisted by the target's Gnosis (if any). Each success blinds the victim for an hour.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Hakken"
    },
    {
        "name": "Elude the Posse",
        "description": "The Garou using this Gift is transported to another location — via the Umbra — no less than ten miles from her original location. However, she cannot necessarily control where she arrives. This Gift is taught by a Wyld-spirit.",
        "system": "The Garou spends one Gnosis point and rolls Wits + Occult (difficulty 7). Only one success is required. However, additional successes allow her to choose her destination. Successes - Destination / 1 - Storyteller chooses destination 3 - Character can choose either a city or wilderness, if such exists within 10 miles 5 - Character chooses destination Botch - Character is \"caught\" sideways (see Werewolf 20th Anniversary Edition, p.309-310)",
        "source": "Outcasts",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Ronin"
    },
    {
        "name": "Landspeak",
        "description": "The Aboriginal people of Australia are said to sing to the land; an explanation for such stories is the Bunyip's ability to hear the speech of the Earth. This Gift is taught by servants of the Rainbow Serpent.",
        "system": "The Bunyip must crouch and put his ear to the ground, making a Gnosis roll (difficulty 6). The number of successes indicates the radius in miles inside which the Bunyip hears what is happening on the land's surface. If the Bunyip also spends a Gnosis point and makes a successful Past Life roll (difficulty 8), he can hear sounds from the land's past. The information will be scant at best, but it is possible to listen to sounds of many years ago if the land has some reason to remember them.",
        "source": "Past Lives",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bunyip"
    },
    {
        "name": "Lonesome Voice of the Bunyip",
        "description": "Called Bunyip's Boon in Rage Across Australia. This Gift was one of the last Bunyip Gifts to be developed, as it directly arose from the pain and loss of the War of Shame. It is taught by Bunyip ancestor-spirits. The Garou using this Gift emits the booming cry of Great Bunyip himself, a frightening and saddening roar-howl of fear and loneliness.",
        "system": "The player spends one Gnosis and rolls Charisma + Performance (difficulty 7). The Gift affects all non-Bunyip within earshot. Those affected lose one temporary point of Willpower per success, and cannot regain Willpower until they have retreated from the Gift user's immediate area (roughly earshot) or until the scene ends. No victim can be affected by this Gift more than once in any sunset-to-sunrise or sunrise-to-sunset period.",
        "source": "Past Lives",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bunyip"
    },
    {
        "name": "Converse with Wood",
        "description": "This Gift allows the Garou to communicate with any wooden object, from a toothpick to a mighty oak. The object retains impressions of events that have occurred in its presence, and it can share these memories with the user of the Gift. A tree that has stood in one place for centuries might be able to describe the ebb and flow of human civilization around it, while a simple wooden chair might recall conversations held by those who sat in it. A straight-backed wooden chair might allow the Garou to \"see\" the person who last occupied it and get a sense of the emotional state of that individual. With practice, a Garou can hold an entire wordless conversation with anything from a sturdy help rope or a mat made of woven reeds to a charred scrap of paper (made from wood pulp).",
        "system": "The user of the Gift must concentrate on what sort of information she wishes to obtain from the object as if she were asking a question. The sensations and images constitute the \"answer\". The player spends a point of Gnosis and rolls Perception + Enigmas (difficulty 7). Each success allows the character to formulate one question and direct it to one item. Additional successes allow the character to ask more questions (on a one-for-one basis) or else ask the same question of different objects. No successes indicate a simple failure of the Gift, while a botch provides the Garou with false or garbled information.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Planetary",
        "camp": "Eshtarra"
    },
    {
        "name": "Nerigal's Call to Arms",
        "description": "This Gift allows the Garou to summon to her side any creatures of spirits allied to Nerigal or appropriate to the Ice Warrior. These beings, whether Nerigal's spirit warriors or predatory animals, fight alongside the Garou for the duration of an entire battle.",
        "system": "The Garou spends a point of Gnosis and rolls Charisma + Leadership, difficulty 8. One success summons one of two creatures; additional successes increase the number of creatures or spirits that answer the summons. Thus, two successes bring up to five respondents, three successes summon up to ten creatures, four successes results in up to 15 beings while five successes brings everything within a five-mile radius of the character. Those creatures summoned serve as an army under the character's command for an entire scene. Of course, if there are no wild predators or War-spirits of Nerigal within range, the Gift fails.",
        "source": "Rage Across the Heavens",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Planetary",
        "camp": "Nerigal"
    },
    {
        "name": "Silver Claws",
        "description": "The Ahroun can establish her battlefield primacy against other werebeasts by transforming her own claws into silver. A Lune teaches this Gift.",
        "system": "The player rolls Gnosis (difficulty 7) to activate the Gift. The transformation lasts for the scene or until the Ahroun decides to end the Gift. Silver claws still do aggravated damage to all targets, and they are naturally unsoakable to the Garou and most other werebeasts. While the Ahroun manifests the claws, she suffers searing agonies. Each turn, she gains an automatic Rage point. Furthermore, all non-combat difficulties increase by one because of the distraction. When her Rage points exceed her Willpower, she must check for frenzy.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Home Turf",
        "description": "When an Ahroun claims an area for his pack, he makes a challenge to all comers, daring them to invade at their peril. In this place, no packmate fears outside dangers, while those dangers have every reason to fear the united Garou. A wolf-spirit teaches this Gift.",
        "system": "The character howls his claim on an area around him with a radius of (10 x his Rage rating) yards, and the player rolls Charisma + Intimidation with a difficulty of (8 – number of packmates present, not counting himself). If he succeeds, rolls made to intimidate or cow the Ahroun's packmates suffer a dice penalty equal to his Rage. Rolls his packmates make to intimidate or cow others gain the same as a dice bonus. This effect lasts for a number of hours equal to successes on the activation roll. The Ahroun himself only benefits from this Gift if he has at least one other packmate with him.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Wind Claws",
        "description": "The Ahroun's claws and fangs pass through the flimsy protections of their enemies as though they were but air and hope. An air elemental teaches this Gift.",
        "system": "The player spends one Rage point. For the rest of the turn, all of the Ahroun's natural attacks completely ignore any armor (mundane or magical) that targets might be wearing; the targets forfeit all soak dice from such protection.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Spirit Savage",
        "description": "In the spirit world, a warrior often finds himself dealing with hostile spirits much more often than he'd like. This Gift allows the Ahroun to brutally savage a spirit with a bite, impeding the spirit's ability to attack or defend itself. Spirits find this Gift horrifying, and are unwilling to aid any warrior who uses it unjustly (such as against any Gaian spirit). It's taught by wolverine-spirits, who care little for the opinion of their fellows.",
        "system": "The Garou must successfully bite his spirit opponent and spend a Rage point. The player then rolls Strength + Brawl, difficulty 4; if the successes equal or exceed the spirit's Willpower, the spirit's Rage is effectively reduced by one point, plus one point for every extra success, for the rest of the scene. This Gift can be used only once per scene against any given spirit, and it cannot reduce a spirit to zero Rage.",
        "source": "Umbra",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Purity of Spirit",
        "description": "Many Galliards relate stories describing the werewolves' weakness to silver as a kind of chiminage — the price Luna extracts from her children for the gift of Rage. Using this Gift, the werewolf can, at great cost, briefly shield himself against silver's damaging power with his own spiritual energies. A Lune teaches this Gift.",
        "system": "The Garou spends a number of Gnosis points and immediately receives this many automatic successes to soak damage from silver, even if she has no dice to roll. The effects lasts for a number of turns equal to the Gnosis spent, not including the remainder of the turn in which it was activated. The Gift does not take an action to activate, and indeed can be activated immediately if the Garou has been struck by surprise with a silver bullet or blade to help ameliorate the damage… as long as the user hasn't spent any Rage that turn of course. This Gift cannot be active at the same time as Luna's Armor; whichever is activated last cancels the prior Gift.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Shatter Bone",
        "description": "Victims with twisted arms or crushed legs are much easier prey. The Ahroun with this Gift can destroy bone with a single punch, regardless of the damage inflicted by the blow. A hyena-spirit teaches this Gift.",
        "system": "Before striking an opponent, the Ahroun must spend a Willpower point and a Rage point. The Garou must target a specific limb, which increases the attack's difficulty. The player must score at least three successes. Also, he must spend the Willpower and Rage even if the blow does not connect or he scores fewer than three successes. The Successful use of this Gift crushes whatever bone structure lies beneath the targeted flesh and causes a number of Health Levels of damage equal to the number of successes in the attack roll -3. Broken arms and legs subsequently handicap an opponent in any combat. Broken ribs hinder movement and can possibly puncture a lung. A fractured skull renders the victim unconscious in most cases. A broken spine causes paralysis. This attack is unsoakable but does not cause aggravated wounds.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Combat Healing",
        "description": "The Ahroun are famous for their ability to fight — it's their purpose in life. This Gift allows a Garou to heal wounds during combat without hesitation or even a moment's pause. While other Garou are licking their wounds, the Ahroun with this Gift keeps fighting. Wolverine-spirits teach this Gift, although they usually have to be bested in combat first.",
        "system": "The player spends two Rage points to activate this Gift. The Garou no longer need pause for a turn to heal a Health Level or roll Stamina to heal during combat. Every round, the Ahroun heals one nonaggravated Health Level, regardless of her actions.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Heart of Fury",
        "description": "The Garou can steel himself against anger, suppressing his Rage and creating a mental dam against the explosive frenzies of his kind. This anger will catch up with him eventually, though, so he must vent it before it breaks free. A boar-spirit teaches this Gift.",
        "system": "The player rolls Willpower (difficulty of the character's permanent Rage rating). Every two successes add one to the character's frenzy difficulties for the scene, making it harder to frenzy. When the scene ends, however, past slights and injuries come rushing back to haunt the Garou, refilling the Garou's heart and soul. He must spend one Willpower point or make a frenzy check immediately at the regular difficulty.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Gremlins",
        "description": "The Ragabash can cause machines to malfunction with a touch. A gremlin-spirit teaches this Gift.",
        "system": "The player rolls Manipulation + Crafts (difficulty 7). Each success causes one machine to malfunction for one scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Liar's Craft",
        "description": "The Ragabash can create illusions that fool all five senses. A fox-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Performance (difficulty 7). Each success allows the character to create one convincing illusion that lasts for one scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Exorcism",
        "description": "This is the Gift of ejecting spirits from places or objects, whether they are there voluntarily or are bound there.",
        "system": "The Garou must concentrate uninterrupted for three turns. If a spirit does not wish to leave, the player must make a Manipulation + Intimidation roll (difficulty of the spirit's Willpower). If the spirit has been bound to its lodging place (or into a fetish), then the exorcist must make a Wits + Subterfuge roll (difficulty 8) and gain more successes than the binder did when tying the spirit to its location.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Umbral Camouflage",
        "description": "Although perfectly visible to all others, this Gift renders the werewolf undetectable to spirits.",
        "system": "The player spends one Gnosis point, and for the remainder of the scene, she is completely invisible to spiritual senses. She may move about as normal but cannot make any attack actions without disrupting the Gift.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Pulse of the Invisible",
        "description": "Spirits fill the world around the Garou, and none knows this fact better than the Theurge. This Gift grants constant awareness of the spirit world. Even in the physical world, the Theurge with this Gift can interact with spirits in the Penumbra at will. While most spirit activity is barely worth watching, the Theurge will be aware of any dramatic changes.",
        "system": "If the Garou's permanent Gnosis equals or exceeds the Gauntlet, he can see into the Umbra automatically. Otherwise, the player must roll Gnosis to pierce the Gauntlet (difficult of the Gauntlet rating). Only one success is required. The effect lasts for an entire scene or until the character enters an area with a higher Gauntlet.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Calm the Savage Beast",
        "description": "Even the most callous of homids can sympathize with the Rage that moves their fellow Garou in the final days. This Gift allows the werewolf to lend a frenzying Garou the will to escape her Rage's hold over her. It is taught by an ancestor-spirit.",
        "system": "The player spends a Willpower point and rolls Manipulation + Primal-Urge (difficulty 8). If successful, the Willpower point soothes a frenzying Garou within 30 feet (9 m), canceling the frenzy. By spending an extra point of Willpower, this Gift may affect non-Garou in a state of frenzy, such as other shapeshifters or vampires.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Reshape Object",
        "description": "The werewolf can shape once-living material (but not undead!) into a variety of objects instantly. Trees may become shelter, buck antlers become spears, animal hides become armor, and flowers become perfumes. The item will resemble the object from which it was shaped (e.g., the aforementioned spear is made of antler, not wood). A Pattern Spider — one of the Weaver's spirits — teaches this Gift.",
        "system": "The player rolls Manipulation + Crafts against a variable difficulty (5 to turn a broken tree limb into a spear, 8 to turn a plant into a floatable raft) and spends a Gnosis point. The created object will last a length of time according to successes: One - 5 minutes, Two - 10 minutes, Three - One scene, Four - One story, Five - Permanent. Expending an additional Gnosis point allows a created weapon to inflict aggravated damage for the scene's duration or until the object returns to its original form. This effect can be made permanent with the sacrifice of a permanent point of Gnosis if the object itself is changed permanently.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Tongues",
        "description": "This Gift allows the user to read or write any human language encountered, no matter how ancient or obscure. Galliards often use this Gift when translating ancient texts to revive old legends or compose new songs for moots. This Gift is taught by a Raven-spirit.",
        "system": "After spending one Willpower point, the player rolls her Intelligence + Linguistics. The obscurity and relative age of the language determines the difficulty. A common modern language such as Spanish is difficulty 4. An ancient and obscure tongue, such as Etruscan, would be difficulty 10. The number of successes determines the character's fluency with the language.",
        "source": "Player's Guide Second Edition / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Rally the Troops",
        "description": "Being more than human, the homid can gather people quickly with a single command, bending them to a common task. She can rally a small army to hunt her enemies, preside over a heroic rescue effort during a crisis, or rouse a crowd to heckling a speaker. An ancestor-spirit teaches this Gift.",
        "system": "The werewolf makes a short rallying cry, command, or speech to a group of non-supernatural humans and then the player rolls Charisma + Leadership (difficulty 6). The group can range from a few people lingering on a street corner to an audience of up to several hundred; all they need is to hear her. Each success adds one die to all rolls the player makes in that scene toward accomplishing one task with which the group could conceivably aid her. The difficulty of all these rolls is reduced by one if most of the group are Kinfolk. Individual characters with importance to the story may decline to help, at the Storyteller's discretion, but even they feel the authority in the Garou's directive.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Cowing the Bullet",
        "description": "The spirits of tools recognize man as their master; as a result, they become reluctant to harm the homid. A Weaver-spirit teaches this Gift.",
        "system": "The player spends a Gnosis point. For the rest of the scene, the Garou gains two additional soak dice against all crafted weapons not made of silver.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Gaia's Toolbox",
        "description": "Garou are half wolf, and so runners after prey. But they are also half human, and thus toolmakers and tool users whose brains and hands enable them to control far more of the cosmos. This Gift allows the Garou to see how any tool fits into the greater 'toolmaker puzzle': the question of how humans can survive their own cleverness. A monkey-spirit teaches this Gift.",
        "system": "The Garou holds a tool or thinks of a task. She need not be in Homid form, but must be able to do what the Gift requires. She breathes carefully, asking Gaia's will for the place of the tool or deed; the player rolls Intelligence + Primal-Urge. The Storyteller, based on the number of successes, will allow the Garou some insight into how the tool can be used to affect the web of life. Often in ways that are not obvious. As the Garou doesn't receive the answer to any one particular question (other than 'What can this object/deed accomplish in the greater scheme of things?'), this Gift is mainly useful for gaining 'hints' from the Storyteller as needed.",
        "source": "Book of the City",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Disquiet",
        "description": "This Gift makes its target feel inexplicably depressed and withdrawn. The subject finds it difficult to draw on his full emotion or to maintain any type of concentration. An ancestor-spirit teaches this Gift.",
        "system": "The player rolls Manipulation + Empathy against a difficulty equal to the target's Willpower. If successful, that opponent will not be able to recover Rage for the duration of the scene. Furthermore, all difficulties for extended actions increase by one.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Rage of the Underdog",
        "description": "Among the Garou, the metis are the ultimate underdogs, born to a stigma they never asked for. Reminders of this can fuel their Rage in battle. An ancestor-spirit teaches this Gift.",
        "system": "Whenever the werewolf suffers wound penalties and makes a successful attack against a less-wounded opponent, he may spend one point of Rage to add dice of damage equal to the difference between his wound penalties and those of his target. If he deals enough damage to cause wounds at least as serious as his own, he regains the point of Rage he spent. This Gift's effects are permanent.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Chameleon",
        "description": "Like the Gift's reptilian namesake, the Garou can blend with her natural surroundings. Unlike the lizard, the werewolf shifts fluidly with changing backgrounds, thus allowing the Garou to move about and even attack. A chameleon- or octopus-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point to activate the Gift. Anyone trying to see the werewolf, even in open ground, must make a Perception roll (difficulty of the Garou's Wits + Stealth) to detect her. Once the Garou attacks, the difficulty drops by 3. The Gift affects only sight; it does not mask the Garou's sound or scent.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Shell",
        "description": "Consider the state of a metis cub. He is outcast from birth, knows this from the moment he can talk, and is trapped within a body that reacts powerfully to his slightest emotional twinge. Once you appreciate this state, it becomes easy to understand how this Gift was first learned. Shell places an emotional and instinctual barrier around the metis. A turtle-spirit teaches this Gift.",
        "system": "The player rolls Willpower (difficulty of the character's own Rage). Success insulates the metis for a scene behind a mystical and psychological barrier, immunizing him against mind-altering magic of all kinds for the rest of the scene. However, he cannot gain any successes on Empathy, Primal-Urge or Rage rolls, nor can he spend Rage points.",
        "source": "Players' Guide to Garou (revised) / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Frozen Form",
        "description": "Homids and lupus have no idea what it's like to grow up as a metis, never changing from Crinos form for years upon years. This Gift, taught by any aerial spirit, lets a metis give other a taste of what spending extended time in Crinos is really like.",
        "system": "Spend a Willpower point and roll Stamina + Primal Urge, difficulty 6. For each success, the target must spend one full day in Crinos, consecutively if more than one success is rolled. This Gift works only on other Garou, including Black Spiral Dancers.",
        "source": "Guardians of the Caerns",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Splintered Claw",
        "description": "This painful Gift causes the metis' claws to splinter as they pierce flesh. Tiny bits of claw imbed themselves deep in the victim's body, thus causing tremendous irritation. Healing such a wound without first removing the splinters is both painful and stupid. Unfortunately, the Gift's user loses her claws until she spends a round regenerating new ones. A tree-spirit teaches this Gift. Glass Walkers or Bone Gnawers can learn this Gift from spirits living in houses or other wooden constructs.",
        "system": "After a successful attack that causes at least one Health Level of damage, the Garou may spend a Rage point to activate the Gift. Any damage that the target does not soak cannot be healed until he removes the bits of claw. As with all other werewolf claw attacks, the wounds are aggravated. The attacking Garou receives one automatic nonaggravated wound. The werewolf cannot soak this wound but can heal it as normal. Until the Garou heals the wound, he has no claws.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Mental Speech",
        "description": "This Gift grants metnal communication, even over vast distances. The user must either knownthe target personally (although he does not have to be friends with tat person) or have something that belongs to that person, such as a lock of his hair. Bird spirits and spirits of intellect teach this Gift. Owl is a particularly sought-after teacher, and those who learn from him claim to have enhanced abilities at night.",
        "system": "The player rolls Charisma + Empathy (difficulty 8) and expends a Willpower point; the effects last for a scene. His character may hold a mental conversation with a target at a maximum distance of 10 miles per success. It does not allow mind reading, but the werewolf may use social Abilities, such as Intimidation.",
        "source": "Core book revised / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Eyes of the Cat",
        "description": "The werewolf may see clearly in pitch darkness. His eyes glow a lambent green while this power is in effect. Any cat-spirit can teach this Gift, although werewolves who make enemies of the Bastet will have trouble finding teachers.",
        "system": "The character must state when the Gift is in effect, but it requires no roll or expenditure. The character suffers no difficulty or dice-pool penalties from darkness.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Name the Spirit",
        "description": "The Garou can determine the true name of a spirit. An ancestor-spirit teaches this Gift.",
        "system": "The player rolls Perception + Occult (difficulty 7). Success reveals the spirit's true name, which can be used to gain power over it in spirit combat or in social challenges.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Shattering Howl",
        "description": "The Garou can emit a piercing howl that can shatter glass, crack stone and deafen opponents. A wolf-spirit teaches this Gift.",
        "system": "The player rolls Stamina + Expression (difficulty 7). Each success inflicts one level of bashing damage to all who hear it (except for pack members) and subtracts one from their dice pools for the next turn. The howl also shatters any glass within 20 feet per success.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Strength of Gaia",
        "description": "The Garou can draw upon Gaia's strength, gaining supernatural might. An earth elemental teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Strength + Primal-Urge (difficulty 7). Each success adds one to the character's Strength for the remainder of the scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Death Whispers",
        "description": "The Garou can communicate with the spirits of the recently dead. A death-spirit teaches this Gift.",
        "system": "The player rolls Charisma + Spirit Lore (difficulty 7). Success allows the Garou to speak with a ghost or spirit of the dead for one scene. The spirit is not obligated to answer truthfully or even speak at all.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Monkey Tail",
        "description": "The Garou can use her tail as a fifth limb, using it to grasp and manipulate objects. A monkey-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point. For the remainder of the scene, the character's tail becomes prehensile and can be used to grasp and manipulate objects. The tail has a Strength and Dexterity equal to the character's own ratings -1.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Catfeet",
        "description": "The Garou gains incredible balance and the ability to fall from great heights without harm. A cat-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point. For the remainder of the scene, the character can walk normally along narrow surfaces and can fall up to 100 feet without taking damage, landing gracefully on her feet.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Speed Beyond Thought",
        "description": "The Garou can move with incredible speed, appearing to be nothing more than a blur. A cheetah-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Dexterity + Athletics (difficulty 7). Each success allows the character to double her normal movement rate for one turn. The Gift lasts for one turn per success.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silent Strider"
    },
    {
        "name": "Mark the Soul",
        "description": "The Silent Strider can mark a target's soul, allowing her to track that individual anywhere in the physical world or Umbra. A death-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Perception + Enigmas (difficulty of the target's Willpower). Success allows the Strider to know the target's exact location for one day per success. The mark is visible to other supernatural creatures who succeed in a Perception + Occult roll (difficulty 8).",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silent Strider"
    },
    {
        "name": "Sandstorm",
        "description": "The Silent Strider can create a blinding sandstorm that confuses and disorients enemies. A desert-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Survival (difficulty 7). Success creates a sandstorm that reduces visibility to a few feet and inflicts a +2 difficulty penalty to all actions for everyone except the Strider. The storm has a radius of 20 feet per success and lasts for one scene.",
        "source": "Players Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silent Strider"
    },
    {
        "name": "Social Butterfly",
        "description": "Flitting from one conversation to another, the Galliard makes herself associate to many but friend to none. Once she's spent time schmoozing with the crowd, she and her pack can get information out of them as though they knew her form somewhere they can't quite place, but that has positive associations. An insect-spirit teaches this Gift.",
        "system": "The character spends between a few minutes and an hour socializing with a group of people, and then the player rolls Charisma + Etiquette or Streetwise, depending on the situation. The difficulty depends on the size of the group; an intimate party with only 20-30 people would be difficulty 5, while a large gathering of hundreds at a performance or rally might be difficulty 8. For the next week, the Galliard and her packmates may treat the group as a temporary Contact Background consisting only of minor contacts in an area related to the gathering, at a rating equal to the successes on the activation roll (to a maximum of five).",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Song of Heroes",
        "description": "Reciting a tale of ancient Garou heroism, the Galliard conjures up the spirit of fallen heroes and infuses those listening with some portion of their power. An ancestor-spirit teaches this Gift.",
        "system": "This Gift requires the full recitation of a story of epic heroism, taking at least several minutes. At the end of the tale, the player spends two Gnosis points and rolls Charisma + Performance (difficulty 8). Every two successes on this roll add one point to a single Ability score for all listening Garou and Kinfolk, much like the Ancestors Background. This bonus lasts until the sun rises.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Sing the Spirits",
        "description": "The earliest incantations to the spirits were sung, and although the Theurges may be the auspice chosen to deal with them, the Galliards still know some songs with power in them. Such songs are many, but always have a similar construction. They begin by calling out the spirit's name, and ordering it to stay away, and finish with a threat issued against it if it doesn't. When done right, the spirit will be unable to approach the Galliard, or anyone she touches. The Gift is taught by a bird or fish-spirit.",
        "system": "The player spends one Gnosis and rolls Strength + Performance (difficulty 7). The spirit named must remain one meter per success away from the Galliard and anyone she is touching. The Galliard doesn't need to know the exact name of a spirit, but must be able to name it appropriately. (Telling it what kind of spirit it is, such as \"Cat\" or \"Nexus Crawler\" is sufficient.). The spirit may attempt to break through this ward by rolling their Rage, difficulty 8; they must receive more successes than the Galliard did on their Performance roll. The effects of this Gift last one scene.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Scent of Distinction",
        "description": "This Gift enables the Galliard to mystically \"sniff out\" the general spirit nature of her surroundings (i.e., influenced by the Weaver, Wyld or Wyrm; under the domain of a powerful Incarna; etc.), as well as the area's history. For example, a werewolf who sniffed out a caern might learn about the totem and purview of the caern, when it was founded, important events that happened near it, etc. This Gift is taught by a wolf-spirit.",
        "system": "To activate the Gift, the Garou must physically sniff out the area (in any form), meditate for 10 minutes or so, spend a Gnosis point, and roll Intelligence + either Streetwise (for urban areas) or Survival (for wilderness/rual areas). The Storyteller determines the difficulty. The Gift may be used over as large an area as the character can physically sniff, but information is more specific for smaller areas.",
        "source": "Umbra",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "View the Battlefield",
        "description": "Moon Dancers are renowned for their ability to be everywhere at once during a fight. Some onlookers say that Galliards have a sort of innate sense of where they need to be during a fight, either to witness a blood feud consummated or simply to help an overwhelmed packmate. This Gift is part of the reason for these tales, and allows the Galliard to see the entire battlefield in her mind's eye. A hawk-spirit teaches this Gift.",
        "system": "The player spends on Gnosis point and rolls Wits + Alertness. The difficulty varies based on the size of the battlefield. One large room would be difficulty 5, while a football field would be difficulty 7 and an entire forest would be difficulty 9. If the roll succeeds, the character can see the entire battlefield as if from above (and can look through ceilings and the like to view the combatants below). This makes ambushing the character nearly impossible, and allows her to know if any of her allies are in immediate danger. Even if the character's sight is somehow blocked (through the use of the Gift: Shroud, for example) she still instinctively knows the exact location of her packmates. This Gift lasts for one turn per success on the initial roll.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Song of Rage",
        "description": "This Gift unleashes the Beast in others, forcing werewolves, vampires and other such creatures into frenzy and turning humans into berserkers. A wolverine-spirit teaches this Gift.",
        "system": "The Garou rolls Manipulation + Leadership (difficulty of the target's Willpower). The victim flies into a violent rage (or frenzy, if naturally prone) for one turn per success.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Eye of the Cobra",
        "description": "With but a look, the Garou can attract anyone to his side. A snake-spirit teaches this Gift.",
        "system": "The player rolls Appearance + Enigmas (difficulty of the target's Willpower). The Garou needs three successes to bring the target to his side; fewer at least start the victim moving in the right direction. Once there, the target can do as he pleases, but he must try his best to get to the Galliard until then.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [3],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    }
]