[
{
    "name": "Silence",
    "description": "The Garou can muffle any sound she makes, the better to creep up on an enemy or escape unnoticed. An owl-spirit teaches this Gift.",
    "system": "The player rolls Dexterity + Stealth. Each success adds one to others' difficulty to hear the Garou for one scene.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Silent Strider"
},
{
    "name": "Sense Wyrm",
    "description": "The werewolf can sense manifestations of the Wyrm in the nearby area. This Gift involves a mystical sense, not a visual or olfactory image, although werewolves using the Gift sometimes say things like, \"This place stinks of the Wyrm\" (with a few more colorful adjectives). Garou should remember that the Wyrm's taint can cling to relatively blameless souls. Werewolves may sense an innocent person who happens to work in a Wyrm-controlled factory or who has eated tainted food. This power requires active concentration. Any spirit of Gaia may teach this Gift.",
    "system": "The player rolls Perception + Occult. The difficulty depends on the concentration and strength of the Wyrm's influence. Sensing a single fomor in the next room would be difficulty 6, while detecting the stench of a Bane that was in the room an hour ago would be difficulty 8. Vampires register as Wyrm-tainted, save those with Humanity Traits of 7 or higher.",
    "source": "Core book revised / 20th Anniversary",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": ["Garou", "Bastet"],
    "splat": "Shifter",
    "tribe": ["Black Furies", "Silent Strider", "Silver Fang", "Stargazer", "Uktena"],
    "auspice": "Theurge",
    "breed": "Metis"
},
{
    "name": "Wyld Resurgence",
    "description": "Bent to Gaia's service, the creative, living essence of the Wyld roars through the Fury's body, shining beneath her skin as a rippling wave of prismatic energy which focuses on and shines out through her wounds. This surge supercharges the werewolf's regenerative powers, quickly mending even the most grievous of wounds. A servant of Pegasus teaches this Gift.",
    "system": "The Fury spends a turn in concentration and the player spends one Gnosis point. The werewolf immediately heals either three levels of bashing damage or two levels of lethal damage. With the expenditure of a Willpower point in addition to the Gnosis point, one level of aggravated damage may be healed instead. Damage caused by silver weapons cannot be healed with this Gift.",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": ["Black Fury", "Croatan"]
},
{
    "name": "Man's Skin",
    "description": "Distasteful though it may be, the Black Furies sometimes find it necessary to pass unnoticed through the world of men. This Gift allows a Fury to effectively change gender in the eyes of onlookers. Her features and build become decidedly more masculine, and her garb seems of a masculine cut. Her hair, eye and skin color remain the same; the result is a man who shows a slight family resemblance to the Fury. Despite this Gift's name, it works equally well when male metis Furies employ it to disguise themselves as women. The Gift is taught by an ancestor-spirit or a seahorse-spirit.",
    "system": "The player rolls Charisma + Subterfuge (difficulty 7). The illusion lasts for one scene per success, or until the Fury shifts form. The disguise withstands casual tactile contact, although heavy or violent contact will reveal the truth.",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Black Fury"
},
{
    "name": "Sense Wyld",
    "description": "The Garou may sense Wyld energies or spirits in the nearby area. Any Gaian spirit can teach this Gift.",
    "system": "The Garou rolls Perception + Enigmas against a difficulty determined by the Storyteller, based on the strength of the presence.",
    "source": "Umbra",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Black Fury",
    "auspice": "Theurge",
    "breed": "Lupus"
},
{
    "name": "Spirit Smuggler",
    "description": "Members of the Sisterhood frequently make deliveries through countries with broad laws against contraband; they might also wish to carry a weapon into an area interdicted by metal detectors or the like. Spirit Smuggler makes this much easier for them to do, and it is useful in a wide variety of situations. When the character wishes to hide an item from searches, she can use this Gift to push the item into the Gauntlet for a short time; it will return to the character's possessions in the physical realm after a few minutes have passed. This Gift is taught by a Raccon-spirit.",
    "system": "The character rolls Dexterity + Subertfuge and spends a point of Gnosis to push a small item (5 pounds or less, no more than a gallon in volume) through the Gauntlet into the Umbra; the difficulty on this roll is the local Gauntlet rating. If she achieves 2 or more successes, the item now resides in the Gauntlet, and cannot be sensed or manipulated by anyone in the Realm (unless a searcher can see into the Umbra). The item will return to the character's physical possessions at the end of the scene. Should the character achieve only one success, the item is pushed through into the Gauntlet but will not return of its own accord, and has to be fetched by stepping sideways. A botch on the Dexterity + Subterfuge roll means that the item is lost in the Umbra, or that a spirit pickpocket has made off with it.",
    "source": "Tribebook: Black Furies (Revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Black Fury",
    "camp": "Sisterhood"
},
{
    "name": "True Shot",
    "description": "The accuracy of Artemis on the hunt could not be equaled by any other; this Gift allows Maidens to replicate their aunt's spectacular feats of archery on the battlefield or on the hunt. It is less effective for Mothers and Crones than for Maidens, but still gives them some benefit. This Gift is taught by a Lune.",
    "system": "Spend one Rage and receive +3 to your dice pool for a single arrow shot. Mothers and Crones receive only a +2 bonus; Luna is said to favor those Garou who replicate her own aspect as Artemis. This Gift can be used in conjunction with Flurry of Arrows, below, but can be used for only one arrow per turn.",
    "source": "Tribebook: Black Furies (revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Black Fury",
    "camp": "Amazons of Diana"
},
{
    "name": "Arion's Burden",
    "description": "The Black Furies had many tribeswomen among the ancient Scythians, who were renowned for their use of cavalry. During their battles with other Garou tribes, the Furies often surprised their enemies by showing that they too could employ cavalry, thanks to this Gift. Most animals shy away from creatures of high Rage, and even the Glabro form tended to make a werewolf heavier than the horse could handle. But this Gift perfectly calms the mount's mind and makes the Black Fury as light as a child to it. It is taught by an avatar of Pegasus.",
    "system": "The Black Fury rolls Charisma + Athletics (difficulty 6). A simple success is all that is needed to keep this Gift active for the rest of the scene. While this Gift works to calm any animal normally friendly to the Black Fury, it is most commonly employed on horses. Riding in Crinos form, even with this Gift, is a tricky business, requiring a Dexterity + Athletics (difficulty 7) roll.",
    "source": "Players' Guide to Garou (revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Black Fury"
},
{
    "name": "Moonshadow",
    "description": "Camp: Moon-Daughter With this Gift, a Daughter of the Moon may step sideways using a patch of moonlight. In addition, the difficulty is lowered by one.",
    "system": "N/A",
    "source": "Tribebook: Black Furies",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Black Fury"
},
{
    "name": "Owl Speech",
    "description": "Black Furies may invoke the kinship between their tribe and the owls of Athena. This Gift combines the effects of the Galliard Beast Speech Gift and the Philodox King of the Beasts Gift, though it only works on owls. This Gift is common among the Temple-Keepers of Artemis and the Sisterhood. Many of their Kinfolk share this Gift, and new sisters often receive it as an initiation Gift.",
    "system": "N/A",
    "source": "Tribebook: Black Furies",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Black Fury"
},
{
    "name": "Watchful Eyes",
    "description": "Since time immemorial, the Black Furies have been able to determine the location of those that break the laws of Gaia. Such beings (human, Garou, or spirit) are not always Wyrm- or Weaver-tainted; as in the classic example, Orestes was not under the influence of any supernatural being when he killed his mother Clytemnestra, but he did break Gaia's laws by doing so. This gift has been the Furies' tool for such a hunt; with a few moments' concentration, the Black Fury who uses Watchful Eyes can roughly determine the distance and direction to the nearest such criminal. This Gift is taught by an Owl-spirit.",
    "system": "The player spends 1 Gnosis an rolls Perception + Investigation (difficulty 6). Success indicates the distance and direction to the nearest violator of Gaia's laws (as interpreted by the Storyteller). Note that this Gift does not identify the lawbreaker, an it is somewhat vague: i has a margin of error of roughly 10% of the distance between the Garou and her quarry (that is, if the nearest violator is ten blocks away, the Gift will point out a one-block area). A botch causes this Gift to wrongly identify a potential target.",
    "source": "Tribebook: Black Furies (revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Black Fury"
},
{
    "name": "Breath of the Wyld",
    "description": "As the Furies see it, the problem with most humans (and some Garou) is that they have forgotten that the energy of Creation is nourishing, refreshing and ever present. With this Gift, the Black Fury may instill a feeling of vitality and life in a living being. A spirit servant of Pegasus teaches this Gift.",
    "system": "The Fury must touch her target's skin, and this Gift must be used outdoors in a natural setting (a city park is natural enough for the Gift to function). The player rolls Gnosis (difficulty 6 for humans, 5 for Garou). Success grants a rush of energy and clarity of thought. In game terms, this Gift grants one extra die on all Mental rolls for the next scene. It also adds one to the difficulty of any Rage rolls the target makes in that time.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Black Fury"
},
{
    "name": "Trash is Treasure",
    "description": "The refuse of humanity provides all the canny Bone Gnawer needs. Through the use of this Gift, any broken object can be temporarily restored to full functionality and usefulness. A raccoon-spirit teaches this Gift.",
    "system": "The player takes hold of a broken object and rolls Wits + Crafts. The object functions perfectly for one turn per success, and also supplies its own power, fuel, or ammunition — a dull knife cuts, a busted microwave runs (without being plugged into anything), an old rusty Saturday night special fires even without bullets, a junked car starts up and runs. The lifespan of the object's renewed usefulness can be extended to one full day by spending a point of Willpower, but the object requires proper power, fuel, and ammunition in such circumstances.",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Bone Gnawer"
},
{
    "name": "Scent of Sweet Honey",
    "description": "A target the Garou touched at some point during the last hour begins to exude a wonderfully sweet aroma, and becomes slightly sticky to the touch. All manner of vermin quickly appear and coat the victim. The resulting coat of gnats, flies, bees and beetles crawls, stings, and generally impairs vision and hearing. Insect-spirits teach this Gift.",
    "system": "The player spends one Gnosis point and rolls Wits + Subterfuge (difficulty 7). The target suffers a –1 penalty to all actions for one hour per success; the smell will not wash off during this time.",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Bone Gnawer"
},
{
    "name": "Stench and the City",
    "description": "Many city Garou use this Gift when facing off against just about anything with a particularly sensitive nose: this can include other Garou, Black Spiral Dancers, and a host of normal animals or Wyrm-creatures. The Gift incapacitates its target by overwhelming its sense of smell with the stink of the city: sweat, blood, human waste, rot, smoke, and car exhaust. Garou have been known to use this Gift to pull one of their own out of the thrall of frenzy, or to incapacitate a crazed wolf without permanent injury. The Black Spiral Dancers are said to be quite familiar with Stench and the City as well, and are perfectly willing to use it on Gaian Garou.",
    "system": "The Garou should select a target with a sense of smell better than a human, spend a point of Rage, and roll Stamina + Primal-Urge (difficulty of the target's Stamina + 5, maximum of 9). For every success rolled, the target loses one die from all actions for the next turn; if five successes are rolled, the target is incapacitated for the scene. The target may resist by holding its breath, if he is aware; if he does so he must follow the rules for suffocation on p.189 of Werewolf. This Gift is taught by a skunk-spirit.",
    "source": "Book of the City",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Bone Gnawer",
    "breed": "Homid"
},
{
    "name": "Kitchen Chemistry",
    "description": "With ten minutes, a bit of rage, and everyday household chemicals, you can unleash a firestorm of vengeance against an uncaring world. You have a deep and instinctive understanding of the principles of modern chemistry, one that allows you to scratch-build and detonate explosives. (This Gift exists to cancel out the need for any sort of \"realistic\" explosive rules in the game.) Rat-spirits teach this Gift, occasionally with the help of a few furtive cranks on the internet.",
    "system": "One scene. One Rage. At least three household kitchen chemicals approved by the Storyteller. The Result? An explosion inflicting an amount of aggravated damage equal to the character's permanent Rage. Detonating the explosives properly is the difficult part. At the end of the scene in which the chemicals are cooked, the character attempts an Intelligence + Science roll (difficulty 6). With one success, the explosives will detonate at the specified date and time. Three successes allow them to be thrown (Dexterity + Athletics, distance equal to the Garou's Strength in yards) or triggered by remote (line of sight). Five successes allow for a complex trigger, such as a timed matchbox fuse, trip wire, weight-sensitive pressure plate, or sound of a particular television personality's voice. On a botch, of course, the bomb goes off in the Garou's face.",
    "source": "Tribebook: Bone Gnawers (Revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Bone Gnawer"
},
{
    "name": "The Mark",
    "description": "The Garou can mark a person or place with a scent only other werewolves can sense. The mark is subtle; placing it isn't. This Gift is taught by lost-dog-spirits.",
    "system": "Using this Gift requires one Gnosis and a stream of the Garou's urine. The Garou must use his own fluids to mark his victim. Any Garou with at least one dot in Primal-Urge can sense the mark within line of sight. With three dots in Primal-Urge, the Garou can sense it up to a mile away. If the user of this Gift has five dots in Primal-Urge, he always knows where the mark is. The effects last for twelve hours, then persist until the following sunset or sunrise (whichever comes first).",
    "source": "Tribebook: Bone Gnawers (Revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Bone Gnawer"
},
{
    "name": "Desperate Strength",
    "description": "In times of great trauma, desperate people have displayed amazing feats of strength and endurance. With a burst of adrenaline, a mother can lift a truck off a pinned child, or a father may smash through a wall to save his family. Through strength of will, a Bone Gnawer may channel that same desperate energy. If another packmate has fallen or been captured, the Garou may use this hideous strength in a desperate effort to help his pack.",
    "system": "After rolling on the Feats of Strength table, the Garou can burn a point of Willpower and roll one die for each Health Level he has remaining. For each success he can take an extra level of aggravated damage to increase his number of successes by one; he does not need to trade all of his successes in this fashion.",
    "source": "Tribebook Bone Gnawers (Revised) / 20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": ["Bone Gnawer", "White Howler"]
},
{
    "name": "Declamation",
    "description": "By spending at least an hour studying a written text, the Garou can memorize vast passages of information word for word. The effects work like a cross between speed-reading and eidetic memory. Actually understanding or accessing the information is difficult, but repeating it by rote is simple. Lupus Garou cannot learn this Gift, but remarkably enough, illiterate homids can; for the Gift's duration, they can decipher all sorts of 'funny little squiggles' on paper. The Garou must be fluent in speaking the language he is reading. This Gift is often taught by Rat Finks and Frankweilers. This Gift is taught by a bookworm-spirit, a favorite Gaffling of Frankweilers.",
    "system": "After the Garou spends one Gnosis, he can repeat, word for word, anything he reads over the next eight hours. As a rough guideline, the Garou can read about a hundred pages in an hour; each time he 'studies,' he must concentrate for at least an hour. As a side effect, for the duration of the Gift, the user can add one die to any one Knowledge-based dice pool related to the information.",
    "source": "Tribebook: Bone Gnawers (Revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Bone Gnawer",
    "camp": ["Rat Finks", "Frankweilers"]
},
{
    "name": "Urban Ward",
    "description": "If your home has no walls, sleeping can be a nightmare. There's no guarantee that someone won't sneak up on you to steal your stuff... or even take your life. Some werewolves solve this problem by sleeping in packs, but it never hurts to take extra precautions. Rural Garou set twigs and branches that easily snap underfoot; Bone Gnawers rig the same warnings with tin cans, tripwires, or even broken glass. With a little mystical aid, a werewolf can enlist spirits in similar defenses. This Gift is taught by a Rat-spirit.",
    "system": "By spending one Gnosis, a Bone Gnawer can ward an area against intrusion. The 'area' can be anywhere between the size of a room and the size of a building. Trash is set around the periphery, usually junk that makes noise when its disturbed. If anyone crosses this imaginary boundary, the Bone Gnawer hears the spirits scream a silent warning to him. This ward remains in effect for eight hours (or in some cases, from dusk 'til dawn). The Storyteller secretly rolls the characters Wits + Enigmas (difficulty 6). Any supernatural creature attempting to use its powers to overcome the Urban Ward must score more successes on its roll to activate the proper supernatural power than the Garou did.",
    "source": "Tribebook: Bone Gnawers (Revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Bone Gnawer"
},
{
    "name": "Smell of Success",
    "description": "You're good at sizing people up. With a few sniffs, you can smell how successful someone really is. Even on a bad day, you can sense whether he's got money in his pocket, a steady job, or a place to stay. This Gift is taught by a rat-spirit.",
    "system": "Spend one Gnosis and roll Perception + Streetwise (difficulty 6). Pick a person within about a city block you can see. One success reveals one of the following facts: whether the person has money in his pocket, whether he has a job, or whether he has a home (your choice). Three successes either answer all three questions or give more detailed information about one of them: how much money he's got on him, what his occupation is, and what kind of place he lives in. If you score five successes, some telltale clue also reveals more specific information.",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Bone Gnawer"
},
{
    "name": "Sense Prey",
    "description": "Werewolves used this ancient Gift during hard winters to feed their packs. The Gift lets Garou locate enough prey to feed a pack. In the urban environment, this Gift guides the lupus to prey within the city, usually in parks, sewers, animal shelters and even zoos. The Gift will tell the werewolf the location of large numbers of prey within 50 miles in the wilds, and within the limits of a city and its suburbs. Humans do not register as prey animals, although some say that the Red Talons know a variant of this Gift that can find them. A wolf-spirit teaches this Gift.",
    "system": "The hunter's player rolls Perception + Primal-Urge. The difficulty is 7 in wilderness environments and 9 in urban environments. Success indicates the location of enough prey to feed a large pack. In the case of multiple sources, the Gift guides the werewolf to the nearest source (although not necessarily the easiest or safest).",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "breed": ["Lupus", "Bunyip"]
},
{
    "name": "Heightened Senses",
    "description": "The werewolf's senses become preternaturally sharp, allowing her to see in total darkness, hear ultrasonic frequencies, and detect even the faintest scents.",
    "system": "The player rolls Perception + Primal-Urge (difficulty 6). Each success adds one die to all Perception rolls for the rest of the scene. This Gift doesn't add to the difficulties of resisting overstimulation (such as from high-pitched noises or bright lights).",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Galliard"
},
{
    "name": "Primal Anger",
    "description": "The metis learns to focus the anger within her heart and use it to increase her Rage. The anger takes a physical toll on the werewolf, and it is up to her to unleash it on her enemies. The spirits of ancient metis teach this Gift. Few members of other breeds have suffered enough shame and suffering to learn this Gift.",
    "system": "A character with this Gift may sacrifice a single health level, once per scene, and gain two extra points of Rage in exchange (even if doing so takes her above her permanent Rage rating). The health level is treated as aggravated damage for purposes of recovery.",
    "source": "Core book revised / Past Lives",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "breed": "Metis"
},
{
    "name": "Create Element",
    "description": "The metis has the power to create a small amount of one of the four basic elements — fire, air, earth or water. In this way, she can replenish the air supply in an airtight room, make a rock to throw at someone, create a fire without matches or wood, or even fill a bathtub without any faucet or pipes. The metis cannot create specialized forms of any element. Precious metals (especially silver), lethal gases and acid are beyond his reach. This Gift creates only natural air, earth, fire and water. Elementals teach this Gift.",
    "system": "The werewolf's player spends one Gnosis point and rolls Gnosis. Each success allows the character to create approximately one cubic foot of the desired element, to a maximum weight of 100 lbs, anywhere he can see within 60 feet. The element remains in existence until used up (breathed in the case of air or burned up in the case of fire without any fuel to keep it going). The flames created with this Gift are genuinely hot, but they are no substitute for a flame-thrower. They inflict one health level of damage per success, to a maximum of three health levels of damage.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "breed": "Metis"
},
{
    "name": "Disguise Fetish",
    "description": "Werewolves covet one another's treasures as much as anyone else. The clever Ragabash can hide the true nature of his fetishes to deflect curious eyes. A raven-spirit teaches this Gift.",
    "system": "The player rolls Manipulation + Subterfuge (difficulty 6) to create the illusion that one fetish or talen carried or touched by the character is just a mundane object. Klaives look like ordinary steel daggers, Jarlhammers seem much smaller than they are, and any glyphs or precious stones that ornament the fetish appear as cheap decorations. Gifts and other supernatural powers that could sense the nature of the fetish must overcome the number of successes rolled by the Ragabash's player to accurately identify the object as something extraordinary. The illusion ends if the fetish is used in its intended fashion. Otherwise, the effect lasts for the scene.",
    "source": "Changing Ways W20",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Ragabash"
},
{
    "name": "Liar's Face",
    "description": "The Ragabash wraps herself in such a deceitful attitude that nothing she says can be trusted — not even the clear and unvarnished truth. The werewolf may make a single truthful statement, and no human who hears it will believe her. A platypus-spirit teaches this Gift.",
    "system": "After the character makes a truthful statement, the player spends one Willpower point and rolls Charisma + Subterfuge (difficulty 7). This Gift is automatically effective on humans, causing them to believe the Ragabash is lying. Supernatural listeners whose Willpower rating is lower than the Ragabash's successes also refuse to believe the Ragabash's words.",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Ragabash"
},
{
    "name": "Infectious Laughter",
    "description": "Laughter is the tool with which Gaia's tricksters promote enlightenment and the knife that slashes through the veil of Rage. When the Ragabash laughs, those around her are compelled to follow along, forgetting their grievances. A coyote- or hyena-spirit teaches this Gift.",
    "system": "The Ragabash must make some comment mocking the present situation in which she finds herself, then laugh at it. The player then rolls Manipulation + Expression (difficulty of the highest Rage rating of anyone listening). Success causes those who hear the Ragabash's comment and laughter lose hold of their ire, and forget what it was that had them upset in the first place — although their temper will return if they are reminded of what the New Moon has made them forget.",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Ragabash"
},
{
    "name": "Hush",
    "description": "Though Ragabash are teachers, one thing they can't always teach is when to keep one's mouth shut. Maybe a brash Ahroun is about to say something unfortunate to a bigger Ahroun, or perhaps a talkative cub is about to reveal too much about what she knows. In such situations, this Gift acts as a temporary stopgap; it makes the target fumble for words, lose his train of thought or become momentarily distracted. Beside keeping friends from saying stupid things, the Gift can also be used against insulting rivals or the fomori calling in reinforcements. Because of the bond between packmates, it is easier to use this Gift within the pack — after all, it's for the greater good, right? A mockingbird-spirit teaches this Gift.",
    "system": "The player rolls Wits + Subterfuge (difficulty is the target's Wits + 4; for a packmate reduce the difficulty by one). Every success stalls the target for one turn, preventing the target from communicating verbally (although other forms of communications, such as sign language or writing, are still possible.",
    "source": "Book of Auspices",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Ragabash"
},
{
    "name": "Blur of the Milky Eye",
    "description": "The Garou's form becomes a shimmering blur, allowing him to pass unnoticed among others. Once the Garou has been seen, however, this Gift is negated until the viewer has again been distracted. A chameleon-spirit teaches this Gift.",
    "system": "The player rolls Manipulation + Stealth (difficulty 8). Although he doesn't become truly invisible, each success increases the difficulties of all Perception rolls made to detect him by one.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": ["Garou", "Ajaba"],
    "splat": "Shifter",
    "auspice": "Ragabash"
},
{
    "name": "Canine Call",
    "description": "Ever since the Impergium and the War of Rage, everything else on the planet has lived in awe and terror of the sound of wolves howling. Pitching her voice just so, the Galliard produces a call that only canines can hear (including homid werewolves). Humans and other creatures automatically ignore the sound, feeling safe in their ignorance. City Garou and those infiltrating enemy bases find this particularly useful. A wolf-spirit teaches this Gift.",
    "system": "This Gift is used in conjunction with one of the Garou howls (W20, P. 58), or a howl performed as part of another Gift. The player spends one Gnosis point to achieve the effect. This Gift doesn't work with rites, since the spirit world must hear any howls performed as part of a rite.",
    "source": "Changing Ways W20",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Galliard"
},
{
    "name": "Call of the Wyld",
    "description": "The werewolf may send her howl far beyond the normal range of hearing and imbue it with great emotion, stirring the hearts of fellow Garou and chilling the bones of all others. A wolf-spirit teaches this Gift.",
    "system": "The player rolls Stamina + Empathy; the number of successes determines how far away the Call can be heard (double the normal range for each success) and how stirring it is to those who hear it. This Gift should be used in conjunction with one of the Garou howls (see p. 58). The Storyteller determines the effects as appropriate to the purpose to which it is put, perhaps awarding a bonus die to revel participants for each two successes, or granting a point of Rage to all listeners for an exceptional battlefield howl.",
    "source": "Core book revised / 20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Galliard"
},
{
    "name": "Memory Circle",
    "description": "The Galliards are the Garou's historians, charged with committing the legends and tales of their people to memory, perfect memory. Not all of them are particularly good at it. Thankfully, this Gift gives those Galliards a chance to make up for their weakness by planting Umbral \"reminders\" on their person. This Gift is taught by an elephant-spirit.",
    "system": "This Gift is performed in two parts. When hearing words the Galliard wants to remember perfectly, he spends one point of Gnosis. As this happens, the Storyteller should write down exactly what he's committing to Umbral memory. Later, when he wishes to retrieve the memory, he may spend one point of Willpower and ask the Storyteller to read it back verbatim. The use of this Gift leaves tiny clear spheres matted within the Garou's fur that can be seen within the Umbra, the so-called \"memory circles\". Should the Garou wish to remove a memory circle, they may do so simply by pulling it out of their fur while in the Umbra. Also, it is possible that a combat within the Umbra might break some of the circles (at the Storyteller's option).",
    "source": "Tribebook: Galliards",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Galliard"
},
{
    "name": "Perfect Recall",
    "description": "The Galliard can remember any event she has ever experienced with perfect clarity. A magpie-spirit teaches this Gift.",
    "system": "The player rolls Intelligence + Alertness (difficulty 6). Success allows the character to recall any one event, conversation, or sight she has ever experienced with perfect clarity. Three successes allow her to remember every detail of an entire day.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Galliard"
},
{
    "name": "Mindspeak",
    "description": "The Garou can form a mental link with another being, allowing silent communication. Any spirit of communication can teach this Gift.",
    "system": "The player rolls Charisma + Empathy (difficulty 7). Success allows mental communication with a chosen target for one scene. The target must be visible to the character.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Galliard"
},
{
    "name": "Brother's Scent",
    "description": "Drawing upon the universal brotherhood of all creatures of Gaia, the werewolf seems to fit in wherever he goes. Those given no reason to suspect the Child's presence simply overlook her. A servant of Unicorn teaches this Gift.",
    "system": "The player spends a Gnosis point and rolls Appearance + Empathy (difficulty 6). All individuals not specifically on guard against intruders overlook any incongruity in the Garou's appearance — for example, a naked man covered in blood and carrying a grand klaive walking through a high-society ball would draw no particular notice, nor would a wolf wandering through a residential neighborhood. The Garou isn't invisible, he simply doesn't stand out when he otherwise should, and his appearance is considered unremarkable even when he's interacted with. If the werewolf's actions alone would draw attention to himself (shouting, starting a fight, attempting to kick down a locked door) the Gift's illusion is immediately broken. Those specifically on the lookout for individuals who don't belong (security guards at a private facility, for example) don't succumb to this Gift unless their Willpower is lower than the Garou's successes on the activation roll.",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Children of Gaia"
},
{
    "name": "Swallow Rage",
    "description": "This Gift allows the Child of Gaia to overcome her innate savagery, although at a dangerous cost. By use of this Gift, the Child may stop a frenzy and reduce her Rage by directing it inward. The inward battle is visible for several minutes and can take the form of a shuddering concentration or even a masochistic heating. An ancestor-spirit teaches this Gift.",
    "system": "When the Garou falls into frenzy, the player may make a reflexive Rage roll, difficulty 7; this Rage roll, unlike others, cannot in itself induce frenzy. Even one success on this roll immediately brings the werewolf out of frenzy. However, each success does one health level of lethal damage to the Garou, and reduces her temporary Rage by a similar amount. The player must decide at the moment of entering frenzy whether to use this Gift or not; once the Garou has fully succumbed to frenzy, she cannot focus enough to use this Gift.",
    "source": "Tribebook: Children of Gaia (Revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Children of Gaia"
},
{
    "name": "Jam Weapon",
    "description": "The Garou may stop any Weaver-born weapons from working within the range of his voice. A dove-spirit teaches this Gift.",
    "system": "The Garou shouts a single, strange word and spends a Gnosis point. The player rolls Perception + Expression, difficulty of the Willpower of the nearest armed person. For each success, all manufactured weapons will not function for one combat round. This includes guns, crossbows, flame-throwers, and even tasers or cattle prods {anything with moving parts). It does not include natural weapons (retractable claws don't count as moving parts).",
    "source": "Tribebook: Children of Gaia (Revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Children of Gaia"
},
{
    "name": "Water-Conning",
    "description": "The Child may purify water by dipping her hand or bowing her forehead to the surface. An avatar of Unicorn teaches this Gift as a sign of his favor.",
    "system": "The Garou touches the surface and rolls Perception + Primal-Urge. Water that is poisoned by animal dung or parasites has a 5 difficulty. The difficulty is 7 for chemical waste and 9 for Wyrm taint. Each success purifies enough water for one person for one day.",
    "source": "Tribebook: Children of Gaia (Revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Children of Gaia"
},
{
    "name": "Mercy",
    "description": "Children of Gaia see no use for lethal force when they are not fighting minions of the Wyrm, but even they succumb to frenzy. This Gift, used chiefly by Children of Gaia with high Rage or in duels, allows the Garou to use her natural weaponry and Rage without fear of killing her opponent. A dove-spirit teaches this Gift.",
    "system": "The player spends one Gnosis point. For the rest of the scene, all damage that the Garou inflicts with her own body (claws and teeth, but no weapons of any kind) is considered bashing. A creature \"killed\" by such damage merely falls unconscious, and he may heal the wounds at the usual rate for bashing damage.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Children of Gaia"
},
{
    "name": "Two Tongues",
    "description": "The glib words and clever schemes of the Fianna are wasted on a single mark. This Gift teaches the werewolf to talk out of both sides of her face, literally carrying on two conversations simultaneously, and to decide who hears what. An ancestor-spirit teaches this Gift.",
    "system": "The player spends a Willpower point. For the rest of the scene, the Fianna may simultaneously carry on two conversations at the same time, which need have no relation to one another. She decides which listeners hear which version of the words she's speaking. Anyone suspecting something odd about the Fianna's behavior must roll Perception + Alertness (difficulty 9) to detect the Garou's other conversation and to understand what she's saying there.",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [2],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Fianna"
},
{
    "name": "Faerie Light",
    "description": "The Garou can conjure a small, bobbing sphere of light. The sphere illuminates only a three-foot area, but that is usually enough to provide the necessary light — or to lead foes into ambush. A marsh-spirit or faerie teaches this Gift.",
    "system": "The player rolls Wits + Enigmas (difficulty 6). The light can appear anywhere within the Garou's line of sight. It can move, bobbing along at 10 feet per turn, if bidden to do so. The light lasts for one turn per success, but the player can spend a point of Gnosis to make it last for the entire scene.",
    "source": "Core book revised / Tribebook: Fianna (revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Fianna"
},
{
    "name": "Salmon Leap",
    "description": "Fianna Version. Called Leap of the Kangaroo for Bunyip and Salmon Leap for Fianna. The old legends relate of Fianna warriors leaping over enemies and crossing rivers without getting their feet wet; this Gift is one way they did it. Taught by a salmon-spirit or ancestor-spirit, this Gift is functionally identical to the Lupus Gift: Hare's Leap.",
    "system": "The player rolls Stamina + Athletics (difficulty 7). If successful, she may double her normal jumping distance.",
    "source": "Fianna Tribebook (Revised) / 20th Anniversary Edition / Rage Across Australia",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Fianna",
    "breed": "Lupus"
},
{
    "name": "Lightning Reflexes",
    "description": "Fenrir are Gaia's ultimate warriors, effortlessly switching from offense to defense as the needs of battle demand. A mongoose-spirit teaches this Gift.",
    "system": "The player reflexively spends one Willpower point. For the next day, the character need neither make a Willpower roll nor spend a Willpower point to abort to a defensive action.",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Get of Fenris"
},
{
    "name": "Sigurd's Stride",
    "description": "When Odin imprisoned Brunhilde in a ring of fire, it was Sigurd who dared the fires and rescued her. Like Sigurd, Get of Fenris with this Gift need not fear flame. The Gift is taught by a fire spirit.",
    "system": "The Fenrir spends one Gnosis and rolls Stamina + Primal Urge (difficulty 4). Each success provides an automatic level of soak against fire damage for the rest of the scene.",
    "source": "Players' Guide to Garou (revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Get of Fenris"
},
{
    "name": "Snow Running",
    "description": "The Fenrir have spread far and wide, but their home is in the North. This Gift has served them well in their homelands, allowing them to run over snow or ice as if it were solid ground without sinking in or leaving footprints.",
    "system": "The player spends a Gnosis point. The effects last for a day.",
    "source": "Tribebook: Get of Fenris (Revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Get of Fenris"
},
{
    "name": "Safe Haven",
    "description": "Few Garou are as territorial as the Get of Fenris. This Gift enables a Fenrir to keep a close supernatural watch on his territory, becoming instantly aware of any trespassers marked by the Wyrm. Owl-spirits teach this Gift.",
    "system": "The player must spend one Gnosis to establish this early warning system, and one Gnosis per day to maintain it. Whenever a Wyrm-tainted person or creature crosses into the Fenrir's territory, if the werewolf is at home or within a mile, the player may roll Perception + Occult (difficulty 7) to detect the intrusion. The more successes, the more accurately the werewolf pinpoints the intruder's location. Note that this Gift may be used to protect only that territory that the Fenrir can rightfully call his own; this Gift cannot, for instance, protect a shared caern unless used by the caern Warder (who can be considered to \"own\" the territory for the purpose of this Gift).",
    "source": "Tribebook: Get of Fenris (Revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Get of Fenris"
},
{
    "name": "Visage of Fenris",
    "description": "The Get appears larger and more fearsome, commanding respect from peers and cowing his foes. A wolf-spirit teaches this Gift.",
    "system": "The player rolls Charisma + Intimidation. Only one success is necessary to affect non-Garou and Garou of equal rank. To affect Garou of higher rank, the player must score a number of successes equal to twice the difference of rank between the Garou and the target. For example, for a Rnak 1 Garou to affect a Rank 5 Garou would require eight successes (not very likely). Allies and peers affected by this Gift see the Get as impressive and noble (-1 difficulty bonus to all Social rolls). Foes pause for a moment to summon the resolve necessary to fight such a monster (losing one from their initiative ratings). This Gift lasts for one scene.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Get of Fenris"
},
{
    "name": "Sheng-Nong's Eyes",
    "description": "The Boli Zouhisze can see from the perspective of his tools and draw on their concentration for the task at hand, allowing him to perform multiple actions with ease. While this was originally used to wield two swords with equal dexterity, any tools can be used; even the werewolf's own hands count as a \"tool.\" Either a monkey-spirit or a spirit of war teaches this Gift.",
    "system": "The player spends one Gnosis point to receive an extra action. For the rest of the scene, the Garou need not be able to see his opponents in order to attack them. No visibility modifiers or off-hand penalties affect his actions while this Gift is in effect.",
    "source": "Glass Walker Tribebook (revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Glass Walker"
},
{
    "name": "Tommy's New Trick",
    "description": "While one of the Wise Guys favorite gun Gifts (Trick Shot, rediscovered from the Iron Riders by Gianluigi Lucci) eventually leaked to the whole tribe, this one may well go with them to their grave. This Gift ensures that when spraying bullets from an automatic gun, not a single bullet misses its target. A bird spirit (though never a pigeon) teaches this Gift.",
    "system": "The player spends one point of Gnosis and makes a standard Dexterity + Firearms roll to make a spray attack. However, the standard +2 difficulty does not apply. Before the attack is resolved, the Wise Guy may spend one Willpower point to turn one failed die into a success, and this may be repeated until all dice are considered successes. The only exception to this is if the roll is a botch, in which case no Willpower may be spent and every bullet misses their target by exactly an inch. In addition, not one bullet is left at the scene, nor will any bullet hit anything but the Wise Guy's opponents. This Gift cannot be used on a single enemy; the attack must be a spray involving at least two targets.",
    "source": "Glass Walker Tribebook (revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Glass Walker",
    "camp": "Wise Guys"
},
{
    "name": "Network Terminal",
    "description": "Computers have grown more and more connected in recent years, most prominently via the Internet. Meanwhile, no matter how good your computer is, there's probably someone with a better computer and you're likely connected to it. This Gift connects the Random Interrupt to the theoretical better computer, making all work much easier. A Pattern Spider teaches this Gift.",
    "system": "The player rolls Gnosis, difficulty 7. Every success adds one die to any roll involving the Computer Knowledge. The Gift doesn't provide you with a computer; you actually need to be seated at a computer that has some form of network connection.",
    "source": "Glass Walker Tribebook (revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Glass Walker",
    "camp": "Random Interrupts"
},
{
    "name": "Control Simple Machine",
    "description": "The Glass Walker can command simple machines (those with few or no electronic parts) to do his bidding. A machine-spirit teaches this Gift.",
    "system": "The player spends a Gnosis point and rolls Manipulation + Crafts (difficulty 7). The Glass Walker must touch the machine to be affected. The number of successes determines how well the machine follows his commands. This Gift affects only relatively simple machines such as crossbows, pitching machines, or old automobiles. More complex devices (computers, modern cars) are not affected.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Glass Walker"
},
{
    "name": "Diagnostics",
    "description": "The Glass Walker can determine exactly what is wrong with a machine simply by touching it. A machine-spirit teaches this Gift.",
    "system": "The player rolls Perception + Crafts (difficulty 6). The number of successes determines how much information the character receives about the machine's condition and what repairs it needs.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Glass Walker"
},
{
    "name": "Cybersenses",
    "description": "The Glass Walker can tap into electronic surveillance and security systems, viewing or hearing everything they do. A Pattern Spider teaches this Gift.",
    "system": "The player spends one Willpower point and rolls Perception + Computer (difficulty 7). Success allows the character to tap into any electronic security or surveillance system in the area. The Glass Walker can monitor that system for one scene.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Glass Walker"
},
{
    "name": "Scent of Running Water",
    "description": "The Red Talon can mask her scent completely from other creatures. A fox-spirit teaches this Gift.",
    "system": "The player spends one Gnosis point. For the rest of the scene, the character cannot be tracked or detected by scent, no matter how fresh the trail.",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Red Talon"
},
{
    "name": "Territory",
    "description": "The Red Talon can mark her territory with her scent, warning others to stay away. A wolf-spirit teaches this Gift.",
    "system": "The player spends one Gnosis point and rolls Charisma + Primal-Urge (difficulty 7). Each success allows the character to mark a quarter-mile radius of territory. Any intruders into this territory can be sensed instantly by the Garou, who knows exactly where they are and how many there are. In addition, all intruders suffer a +1 difficulty penalty to all actions while in the marked territory, as their natural instincts warn them that they are in danger.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Red Talon"
},
{
    "name": "Sense the Unnatural",
    "description": "The Red Talon can sense any unnatural presence or item in the area, including vampires, weaver-spirits, or human buildings. A wolf-spirit teaches this Gift.",
    "system": "The player rolls Perception + Primal-Urge. The difficulty depends on the strength and proximity of the unnatural thing: Sensing a vampire in the next room would be difficulty 6, while detecting traces of one that passed by an hour ago would be difficulty 9. The Storyteller may increase the difficulty for particularly subtle creatures or items.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Red Talon"
},
{
    "name": "Fatal Flaw",
    "description": "The Shadow Lords are masters at finding and exploiting weakness. This Gift allows a Shadow Lord to spot her opponent's weak point instantly, whether it be a physical weakness, an emotional vulnerability, or a gap in the target's defenses. A crow-spirit teaches this Gift.",
    "system": "The player spends one Willpower point and rolls Perception + Brawl (difficulty 7). Success reveals the target's weak point; each success reduces the difficulty of the Shadow Lord's next attack against that target by one.",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Shadow Lord"
},
{
    "name": "Whisper Catching",
    "description": "The Shadow Lords are masters of intrigue and blackmail. This Gift allows them to hear any whispered conversation, no matter how far away. A bat-spirit teaches this Gift.",
    "system": "The player rolls Perception + Alertness (difficulty 7). Success allows the character to hear any whispered conversation within line of sight.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Shadow Lord"
},
{
    "name": "Aura of Confidence",
    "description": "The Shadow Lord can project an aura of absolute authority and confidence, making others instinctively trust and believe in her. A dominance-spirit teaches this Gift.",
    "system": "The player rolls Charisma + Leadership (difficulty 7). Success adds one die to all Social rolls for the rest of the scene; each additional success adds another die. This Gift's effects are canceled if the Shadow Lord shows any sign of weakness or uncertainty.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Shadow Lord"
},
{
    "name": "Speed Beyond Thought",
    "description": "The Garou can move with incredible speed, appearing to be nothing more than a blur. A cheetah-spirit teaches this Gift.",
    "system": "The player spends one Gnosis point and rolls Dexterity + Athletics (difficulty 7). Each success allows the character to double her normal movement rate for one turn. The Gift lasts for one turn per success.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [3],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Silent Strider"
},
{
    "name": "Mark the Soul",
    "description": "The Silent Strider can mark a target's soul, allowing her to track that individual anywhere in the physical world or Umbra. A death-spirit teaches this Gift.",
    "system": "The player spends one Gnosis point and rolls Perception + Enigmas (difficulty of the target's Willpower). Success allows the Strider to know the target's exact location for one day per success. The mark is visible to other supernatural creatures who succeed in a Perception + Occult roll (difficulty 8).",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [3],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Silent Strider"
},
{
    "name": "Sandstorm",
    "description": "The Silent Strider can create a blinding sandstorm that confuses and disorients enemies. A desert-spirit teaches this Gift.",
    "system": "The player spends one Gnosis point and rolls Manipulation + Survival (difficulty 7). Success creates a sandstorm that reduces visibility to a few feet and inflicts a +2 difficulty penalty to all actions for everyone except the Strider. The storm has a radius of 20 feet per success and lasts for one scene.",
    "source": "Players Guide Second Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [3],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Silent Strider"
},
{
    "name": "Message Running",
    "description": "The Silent Strider can send a short message to anyone she has met before, regardless of distance. A bird-spirit teaches this Gift.",
    "system": "The player spends one Gnosis point and rolls Intelligence + Occult (difficulty 8). The message can be no longer than one sentence per success, and it appears to the recipient as a ghostly whisper. The message takes one hour per 100 miles to reach its destination.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Silent Strider"
},
{
    "name": "Lambent Flame",
    "description": "The Silver Fang may cause her body to glow with an eerie, pale light. A firefly-spirit teaches this Gift.",
    "system": "The player spends one Gnosis point. The light can be bright enough to read by or dim enough to pass for moonlight, at the character's discretion. The light does not inhibit the character's vision in any way, and it lasts for one scene.",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Silver Fang"
},
{
    "name": "Empathy",
    "description": "The Silver Fang can feel the emotions of others. A unicorn-spirit teaches this Gift.",
    "system": "The player rolls Perception + Empathy (difficulty 7). Success allows the character to feel the target's emotions. The number of successes determines the degree of understanding.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Silver Fang"
},
{
    "name": "Luna's Armor",
    "description": "The Silver Fang can surround herself with a glowing, protective shield of moonlight. A Lune teaches this Gift.",
    "system": "The player spends one Gnosis point. For the rest of the scene, the character gains two additional dice of soak against all attacks. The shield appears as a faint, silvery glow around the character.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Silver Fang"
},
{
    "name": "Balance",
    "description": "The Stargazer can maintain her footing on the most precarious surfaces, and can even run across things that shouldn't support her weight, such as clotheslines or falling leaves. A cat-spirit teaches this Gift.",
    "system": "The player spends one Willpower point. For the rest of the scene, the character can walk or run normally across any surface that could even marginally support her weight. She could run across a sheet of paper stretched between two buildings, or along a clothesline. The surface must be at least theoretically able to support the character — she couldn't run across water or up a wall — but this Gift allows her to ignore the laws of physics to a significant degree.",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Stargazer"
},
{
    "name": "Iron Resolve",
    "description": "The Stargazer's intense focus and iron will allow her to resist supernatural powers that would cloud her mind or control her actions. A falcon-spirit teaches this Gift.",
    "system": "The player spends one Willpower point. For the rest of the scene, the character adds three dice to all rolls to resist mind control, emotional manipulation, possession, or similar mental or social powers. This Gift is effective against both supernatural and mundane powers.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Stargazer"
},
{
    "name": "Surface Attunement",
    "description": "The Stargazer can sense everything that touches a surface she is in contact with. A spider-spirit teaches this Gift.",
    "system": "The player rolls Perception + Enigmas (difficulty 7). Success allows the character to sense everything in contact with the same surface she is touching (the ground, a wall, etc.). Each success extends the range by 20 feet. The character can detect the location, weight, and movement of any person or object touching the surface.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Stargazer"
},
{
    "name": "Shroud",
    "description": "The Uktena can hide herself from both physical and spiritual detection. A chameleon-spirit teaches this Gift.",
    "system": "The player spends one Gnosis point and rolls Wits + Stealth (difficulty 7). Success renders the character invisible to both physical and spiritual detection for one scene, or until she attacks or otherwise reveals herself. The character may still be detected by mundane senses (sound, scent, etc.).",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Uktena"
},
{
    "name": "Spirit of the Lizard",
    "description": "The Uktena may regenerate lost limbs or heal other grievous wounds, much as a lizard regrows its tail. A lizard-spirit teaches this Gift.",
    "system": "The player spends one Gnosis point and rolls Stamina + Primal-Urge (difficulty 8). Each success heals one level of aggravated damage or allows the character to regenerate a lost limb or organ. The regeneration takes one full turn per health level or body part restored.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Uktena"
},
{
    "name": "Shadows at Dawn",
    "description": "The Uktena can call forth shadows even in bright daylight, creating areas of darkness in which to hide or confound enemies. A darkness-spirit teaches this Gift.",
    "system": "The player spends one Gnosis point and rolls Manipulation + Stealth (difficulty 7). Each success creates an area of shadow roughly 10 feet in diameter. These shadows last for one scene and provide concealment equal to deep twilight (-2 difficulty to Stealth rolls made within them).",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Uktena"
},
{
    "name": "Call the Cannibal Spirit",
    "description": "The Wendigo can summon the power of his tribe's fearsome totem, calling up an icy blast of winter wind that freezes his foes. A spirit servant of Great Wendigo teaches this Gift.",
    "system": "The player spends one Gnosis point and rolls Stamina + Survival (difficulty 7). Each success inflicts one level of lethal damage on a single target within 20 feet as freezing winds tear into them. The target may soak this damage normally.",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Wendigo"
},
{
    "name": "Claws of Frozen Death",
    "description": "The Wendigo's claws become sheathed in supernatural frost, inflicting terrible wounds that burn with killing cold. A spirit servant of Great Wendigo teaches this Gift.",
    "system": "The player spends one Rage point. For the rest of the scene, the Garou's claws inflict aggravated damage and two additional dice of damage from the supernatural cold. Additionally, any wound penalties the target suffers are increased by one due to the numbing chill.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "tribe": "Wendigo"
},
{
    "name": "Apecraft's Blessings",
    "description": "Though many of Gaia's children use tools, none have mastered them so thoroughly as humanity. The homid focuses this mastery into the tools she uses, causing their spirits to awaken and lend her aid. An ancestor-spirit or spirit of a man-made object teaches this Gift.",
    "system": "The werewolf spends a turn concentrating, and then the player rolls Wits + Crafts (difficulty 7). Each success reduces the difficulty by one on the next roll she makes for her character to employ a tool made by human hands. The purpose is irrelevant—this Gift is equally efficacious for attempts to repair an engine, drive a car or fire a gun.",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "breed": "Homid"
},
{
    "name": "City Running",
    "description": "Called Climb Like an Ape in previous versions. Garou with this Gift find that moving vertically is just as easy as moving horizontally; whether they are walking along a sidewalk, climbing stairs, or scaling the side of a building, their pace doesn't change in the slightest, nor do they tire out more rapidly. This Gift doesn't make it any easier or less dangerous to climb in precarious circumstance — a ten-story fall is still a ten-story fall, and a sheer surface remains sheer — but the Gift does make sure that the character can climb as quickly as he walks.",
    "system": "The player spends a point of Rage. For the next scene the Garou's movement rate is unchanged whether he is climbing or walking; he moves at Dexterity +5 meters per turn, period. This Gift does not decrease the difficulty for Athletics rolls used to climb, but it does allow the Garou to run, or make an Athletics roll to improve his speed, just as he could while moving across an empty plain. This Gift is taught by a monkey-spirit.",
    "source": "Book of the City / 20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "breed": "Homid"
},
{
    "name": "Smell of Man",
    "description": "Creatures of the wild have learned well that where man goes, death follows. With this Gift the werewolf enhances the human scent around him greatly, causing wild animals to feel uneasy and nervous. However, the scent also causes domestic animals to recognize the werewolf as their master.",
    "system": "All wild animals (not including supernatural creatures in animal form) lose one die from their dice pools when within 20 feet of the Garou (save when defending themselves or running away), and they are likely to flee. All domesticated animals recognize the werewolf as a friend and refuse to harm him. For example, an attack-trained dog ordered to take down the werewolf would run up to the character and wag its tail. If the domesticated animal is harmed, then it will revert to acting naturally. The Garou may use this Gift at will. She simply states when she is activating it or turning it off.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "breed": "Homid"
},
{
    "name": "Predator's Arsenal",
    "description": "One of the most unnerving aspects of the Homid shape is its lack of proper weapons. This Gift remedies that problem (while still retaining much of the Homid shape's ability to blend in with the human world), granting the Garou battle-ready claws and teeth in Homid form. It is taught by a wolf-spirit.",
    "system": "The werewolf concentrates for a turn to gain access to bite and claw attacks in Homid form for the rest of the scene, or until she dismisses the transformation. These attacks inflict lethal rather than aggravated damage, and may be concealed by simple expediencies such as the werewolf keeping her mouth closed, wearing long sleeves, or keeping her hands in her pockets. She can even speak normally without giving herself away, as long as she's careful not to open her mouth too wide or smile so that her teeth show, although her voice sounds rough and a bit distorted (attempting to discern that there's something amiss with a Garou taking such precautions requires a Perception + Alertness roll, difficulty 9).",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "breed": "Lupus"
},
{
    "name": "Prey Mind",
    "description": "The wolf is not always the predator, as lupus sorely realize. Humans' capability for destruction grows ever greater, and more wolves die at their hands every day. When the predator becomes prey, it is this Gift that comes to the fore and assists the Garou in evasion, showing them places to hide, ways to run, and even chances to attack back. A lamb or deer-spirit teaches the Gift.",
    "system": "The player rolls Wits + Primal-Urge, difficulty 7 in wilderness environments, 9 in urban environments. Success guides the wolf in how to best evade her pursuers; she gains three dice to any pool made to escape, outdistance, hide from or evade pursuit. The Gift's effects last for one turn per success, so if the lupus hasn't thrown pursuit by then, she's on her own.",
    "source": "Players' Guide to Garou (revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "breed": "Lupus"
},
{
    "name": "Find Water",
    "description": "This gift allows a Garou to locate any body of water within 20 miles. One or two successes will indicate the general direction of the water. Three or four success will indicate the distance, and five successes will allow the Garou to determine if the water is contaminated in any way.",
    "system": "The Garou makes a Perception + Survival roll against a difficulty of 6 to use this Gift.",
    "source": "Ways of the Wolf",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "breed": "Lupus"
},
{
    "name": "Shed",
    "description": "The Garou knows the trick of shedding and growing fur at an alarming rate. This Gift makes the Garou especially difficult to grapple successfully; opponents find themselves holding tufts of fur instead of their target. The Garou can also slide through tight spaces using his shedding fur as natural lubrication. A lizard-spirit or snake-spirit teaches this Gift.",
    "system": "The Garou may use his slick outer coating to avoid being grappled. With a successful Dexterity + Primal-Urge roll (difficulty 7), he can free himself from any successful grappling attack. The fur also reduces by two the werewolf's difficulty whenever he squeezes through tight spaces or slips restraints, such as handcuffs.",
    "source": "Player's Guide Second Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "breed": "Metis"
},
{
    "name": "Hear the Silence",
    "description": "In tune with all things hidden, the Theurge can hear the tell-tale whispers of secret-spirits whenever someone nearby bears the burden of hidden knowledge. A crow- or raven-spirit teaches this Gift.",
    "system": "The player spends one Gnosis point, and the werewolf becomes aware of anyone in her immediate vicinity with an important secret weighing on his mind, hidden either from her specifically or from the world at large. The importance of the secret depends on how it's perceived by the one who keeps it. The Theurge gains no insight into the nature of the secrets; she only knows who keeps them.",
    "source": "Changing Ways W20",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Theurge"
},
{
    "name": "Spirit Snare",
    "description": "The Theurge casts out an invisible, mystic net which entangles hostile spirits, confounding them with a mixture of magical force and long-broken but still potent Gaian law. An owl-spirit teaches this Gift.",
    "system": "The player spends one Gnosis point and rolls Intelligence + Occult (difficulty 8) as an attack directed at a spirit within 30 feet, which can be defended against normally. Rather than inflicting damage, this attack reduces the spirit's effective Willpower by two for the purpose of all combat actions for the rest of the scene. Multiple applications of this Gift don't stack.",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": ["Garou", "Kitsune"],
    "splat": "Shifter",
    "auspice": "Theurge"
},
{
    "name": "Sense Weaver",
    "description": "The Garou may sense Weaver energies or spirits in the nearby area. This Gift is taught by any Gaian spirit.",
    "system": "The Garou rolls Perception + Science against a difficulty determined by the Storyteller, based on the strength of the presence.",
    "source": "Umbra",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Theurge"
},
{
    "name": "Sense Chiminage",
    "description": "Theurges have ways of knowing all manner of secret things other Garou would wish stayed hidden; with this Gift, they can learn where the balance of chiminage lies with any spiritually aware being with a glance. The Gift reveals if the target has paid all proper obligations to the spirits, if he has ignored a debt or engaged in blasphemy against his totem or other spiritual patrons. An owl-spirit teaches this Gift.",
    "system": "A Perception + Subterfuge roll (difficulty 7) reveals the target's state of debt in the spirit worlds; with three or more successes, the Theuge may learn the name of the one spirit the target most recently egregiously wronged, if such a being exists.",
    "source": "Book of Auspices",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Theurge"
},
{
    "name": "Airt Perception",
    "description": "Using this Gift, a Theurge can roughly identify a spirit by its airt — the trail left in the wake of a spirit's passing. This works essentially like tracking in the corporeal world, and is no more informative — a hunter can tell deer tracks from bison tracks, but can't learn anything meaningful about an unknown creature. Also, powerful and subtle spirits are often able to disguise their airts. Any ancestor-spirit renowned as a great hunter can teach this Gift.",
    "system": "Treat this exactly as a Garou identifying and tracking animals (by scent or by looking for tracks, at the Theurge's discretion), but apply it to spirits instead. Note that Garou may not be able to go everywhere spirits do to follow the trail — remember, spirits can fly.",
    "source": "Book of Auspices",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Theurge"
},
{
    "name": "Umbral Tether",
    "description": "Although most Theurges would never admit it, even they can become lost in the spirit world from time to time. This Gift allows the werewolf to spin a spiritual line, resembling spider silk, behind her as she explores the Umbra. Only the Garou using the Gift can see the trail, thus increasing the Theurge's reputation as master of the spirit world. A spider-spirit teaches this Gift.",
    "system": "The player does not need to roll to create the trail, but must spend one Gnosis point for every hour of Umbral travel to maintain it. At every dawn, the player must spend an additional Gnosis point to maintain the trail in the physical world. Although only the werewolf using this Gift can see her trail, some Gaffling pests occasionally sever or alter the trail without knowing it.",
    "source": "Player's Guide Second Edition; 20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Theurge"
},
{
    "name": "Sense Trauma",
    "description": "As the counselors of the Garou Nation, the Philodox have a keen nose for those whose minds have been shattered by trauma or supernatural forces. A Lune teaches this Gift.",
    "system": "The player rolls Perception + Empathy (difficulty 6) and the werewolf spends an action concentrating. If successful, he can sense that a target suffers from a Derangement and can identify the type by scent. This Gift can also sense those under the influence of Delirium, and at what stage.",
    "source": "Changing Ways W20",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Philodox"
},
{
    "name": "Fangs of Judgement",
    "description": "It falls upon the Philodox to levy not only judgment but also punishment against those who have fallen from their proper stations. This Gift, taught by an ancestor-spirit, causes the werewolf's claws and fangs to burn with the righteous power of law.",
    "system": "The player spends one Willpower point. For the next full day, all of the Garou's natural weaponry attacks do two extra dice of damage to all beings who have fallen from their original purpose to the service of the Wyrm (such as Black Spiral Dancers, fomori, and corrupted nature spirits; Banes which came into existence as agents of the Wyrm are, regrettably, exempt from this Gift's sanction).",
    "source": "20th Anniversary Edition",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Philodox"
},
{
    "name": "Ma'at's Feather",
    "description": "According to Egyptian legend, if the heart of one of the dead was heavier than Ma'at's feather, she would feed it to the beast Ammit, destroying their soul entirely. If it was lighter, then the dead person was admitted to the afterlife. This Gift was first the province of Silent Strider Philodox (and is still most common amongst that tribe), but has spread throughout all of Garou society. It allows the Philodox to sense the weight of a fallen Garou's soul and determine if he died as one of Gaia, or had fallen to the Wyrm. It is used to determine what rituals will be undertaken for the deceased, and is taught by a bird- or lion-spirit.",
    "system": "If the Garou died in the service of Gaia, the Gift works automatically, revealing this to be so. If however, the Garou had betrayed the Mother, then a roll of the Philodox's Perception + Occult (difficulty of the deceased's former Gnosis) is needed to correctly determine their guilt. A simple success is sufficient, and the Storyteller is encouraged to roll secretly for each use of this Gift, to keep the players guessing.",
    "source": "Players' Guide to Garou (revised)",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Philodox"
},
{
    "name": "Moon Lore",
    "description": "Using this Gift, the werewolf can learn the phase of the moon that heralded the birth of another. Although it can determine auspice, Moon Lore gives no clue to whether the subject is a werewolf or even if it is supernatural in any way; being born under a waxing gibbous moon means much more to a Garou than it does to a normal human. Any moon-spirit can teach this Gift.",
    "system": "A single success on a Perception + Primal-Urge roll (difficulty 6) is required to determine the moon's phase at the time of the subject's birth; two successes determine whether it was waxing or waning.",
    "source": "Book of Auspices",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Philodox"
},
{
    "name": "Truth of Gaia",
    "description": "As judges of the Litany, Philodox have the ability to sense whether others have spoken truth or falsehood. A Gaffling of Falcon teaches this Gift.",
    "system": "The player rolls Intelligence + Empathy (difficulty of the subject's Manipulation + Subterfuge). This Gift reveals only whether the target speaks the truth or lies.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Philodox"
},
{
    "name": "Scent of the True Form",
    "description": "The Garou can sense the true nature of shapeshifters and other supernatural beings through scent. A wolf-spirit teaches this Gift.",
    "system": "The player rolls Perception + Primal-Urge (difficulty 7). One success allows the Garou to determine if a specific person is natural or supernatural, while three successes reveal the target's true nature. The Garou must be within about 20 feet of the target and must be able to smell them.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": ["Garou", "Corax", "Gurahl"],
    "splat": "Shifter",
    "auspice": "Philodox"
},
{
    "name": "Open Seal",
    "description": "With this Gift, the Garou can open nearly any sort of closed or locked physical device. A raccoon-spirit teaches this Gift.",
    "system": "The player rolls Manipulation + Larceny (difficulty 7). The number of successes determines how complex a device the Garou may open, from simple latches (one success) to sophisticated electronic locks (five successes).",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": ["Garou", "Ajaba", "Kitsune", "Corax", "Ananasi"],
    "splat": "Shifter",
    "auspice": "Ragabash"
},
{
    "name": "Razor Claws",
    "description": "The Ahroun's claws become supernaturally sharp, capable of rending through armor and inflicting grievous wounds. A cat-spirit teaches this Gift.",
    "system": "The player spends one Rage point. For the rest of the scene, the character's claws inflict an additional die of damage and reduce all armor ratings by one.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Ahroun"
},
{
    "name": "Resist Pain",
    "description": "Through force of will, the Philodox is able to ignore the pain of his wounds and continue acting normally. A bear-spirit teaches this Gift.",
    "system": "The player spends one Willpower point; for the remainder of the scene, the character ignores all wound penalties.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": ["Garou", "Ajaba", "Kitsune", "Gurahl"],
    "splat": "Shifter",
    "auspice": "Philodox"
},
{
    "name": "Mother's Touch",
    "description": "The Garou is able to heal the wounds of any living creature, aggravated or otherwise, simply by laying hands over the afflicted area. The Garou may not heal herself, spirits or the undead with this Gift. A bear- or unicorn-spirit teaches this Gift.",
    "system": "The player rolls Intelligence + Medicine (difficulty 7) and spends one Gnosis point. Each success heals one health level of damage. The Garou may heal even aggravated damage with this Gift.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": ["Garou", "Kitsune", "Gurahl", "Corax", "Ananasi"],
    "splat": "Shifter",
    "auspice": "Theurge"
},
{
    "name": "Falling Touch",
    "description": "By making contact with a target, the Ahroun can cause them to fall down. A cat-spirit teaches this Gift.",
    "system": "The player spends one Rage point and rolls Dexterity + Medicine (difficulty 7). Success causes the target to fall prone and lose their next action recovering.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Ahroun"
},
{
    "name": "Inspiration",
    "description": "The Ahroun can inspire her allies to fight with increased fervor. A wolf-spirit teaches this Gift.",
    "system": "The player rolls Charisma + Leadership (difficulty 7). Each success grants all allies within earshot an extra die to their Willpower pools for the duration of the scene.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": ["Garou", "Mokole"],
    "splat": "Shifter",
    "auspice": "Ahroun"
},
{
    "name": "Beast Speech",
    "description": "The Garou can communicate with any animals. A songbird-spirit teaches this Gift.",
    "system": "The player rolls Charisma + Animal Ken (difficulty 7) to speak with animals for one scene. The character may also use Social Traits with animals while the Gift is in effect.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": ["Garou", "Gurahl", "Ajaba", "Kitsune"],
    "splat": "Shifter",
    "auspice": "Galliard"
},
{
    "name": "Spirit Speech",
    "description": "This Gift allows the Garou to communicate with encountered spirits. The Garou is thus able to address them whether they wish to be addressed or not. Of course, nothing (usually) prevents the spirit from ignoring the Theurge or leaving. Any spirit can teach this Gift.",
    "system": "The character may speak with spirits at will. Understanding spirits' often-mystifying responses is a different matter.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": ["Garou", "Corax"],
    "splat": "Shifter",
    "auspice": "Theurge"
},
{
    "name": "Sense of the Prey",
    "description": "The Garou can track her prey by following its psychic scent. A wolf-spirit teaches this Gift.",
    "system": "The player rolls Perception + Enigmas. The difficulty varies based on the prey's distance and the age of the trail (tracking someone within a mile who passed by within the last hour is difficulty 6, while tracking someone 20 miles away who passed by a day ago is difficulty 9). Success allows the Garou to follow the trail until the next sunrise.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Philodox"
},
{
    "name": "True Fear",
    "description": "The Ahroun can display the true extent of her power, scaring one chosen foe into quiescence for a number of turns. Spirits of fear teach this Gift.",
    "system": "The player rolls Strength + Intimidation (difficulty of the target's Willpower). Each success she achieves cows the enemy for one turn; the victim cannot attack at this time. He may defend himself if attacked and otherwise act normally, although his action will likely be guided by fear.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": ["Garou", "Ananasi"],
    "splat": "Shifter",
    "auspice": "Ahroun"
},
{
    "name": "Spirit of the Fray",
    "description": "This Gift allows the Ahroun to attack with lightning speed, striking before any foe. A cat-spirit teaches this Gift.",
    "system": "Once the character learns this Gift, its effects are permanent. The Ahroun may add 10 to all his initiative rolls, which will nearly always ensure that he strikes first. If he chooses, the Ahroun may spend a Gnosis point to add another 10 to his initiative roll. Remember, though, that doing so prevents him from spending Rage to gain extra actions; werewolves can't use Rage and Gnosis in the same turn.",
    "source": "Core book revised",
    "game_line": "Werewolf: The Apocalypse",
    "category": "powers",
    "stat_type": "gift",
    "values": [1],
    "shifter_type": "Garou",
    "splat": "Shifter",
    "auspice": "Ahroun"
}
]