[
    {
        "name": "Global Citizen",
        "description": "Some homid Garou have a propensity for travel that has them able to fit in wherever they go. This Gift takes this principle a step further. The Garou blends into different cultures, and inherently understand minor cultural traditions, faux pas, and quirks.",
        "system": "This Gift effectively makes the Garou part of whatever culture she immerses herself in. Any active efforts to out her as a non-member suffer a +3 difficulty. Any time she needs to fake a behavior with which she's unfamiliar, she can emulate it if she succeeds at an Intelligence + Etiquette roll. The difficulty depends on the commonalities with her home culture. A culture similar to hers is difficulty 5, most other human cultures are difficulty 7, and cultures that are lost, unnatural, or alien are difficulty 9. With a point of Gnosis, she can temporarily establish relevant Allies and Contacts Background dots equal to her Wisdom dots, divided however she likes.",
        "source": "Rage Across the World W20",
        "game_line": "Werewolf: The Apocalypse", 
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Weaver's Eyes",
        "description": "Humanity has a knack for finding patterns everywhere, steeped as it is in the Weaver's influence. The homid can read the patterns in her enemies' behavior and the battlefield's dynamics to predict what will happen next.",
        "system": "The player spends one Gnosis point. For the rest of the scene, she may wait to declare her character's action for the current turn until everyone else has done so, regardless of her initiative. She still acts according to the result of her initiative roll, but she has the advantage of knowing what her foes and allies will do before she decides herself.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou", 
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Mark of the Wolf",
        "description": "The werewolf marks those she comes in contact with, leaving them to carry the same aura of the predator the Garou does. This subtle curse can wreak havoc in a target's private or professional life, and is a favorite of many homids looking to provoke discord in the ranks of the enemy.",
        "system": "The player selects a target that has had some interaction with the Garou during the scene (even something as simple as light conversation in an elevator counts), then rolls Manipulation + Primal-Urge (difficulty 7). The target inherits the Curse (see p. 262) as though she had a Rage rating equal to that of the Garou for one day per success.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter", 
        "breed": "Homid"
    },
    {
        "name": "Divide",
        "description": "Humanity excels at making tiny differences into massive gulfs. This can be seen in racism, sexism, and homophobia. This Gift rises up such hatred and suspicion.",
        "system": "By spending one Gnosis point, and rolling Manipulation + Brawl, difficulty 7, the Garou can exacerbate divisions between individuals or groups. Note that the Gift cannot actually create anger and divisions; they must already exist to be exploited. If used on the theoretical \"perfect family\", the Gift would fail. Among humans, the Gift simply prevents any resolution of issues and difficulties, possibly breaking into violence. One success might cause targets to raise voices at one another, three would spell lawsuits, and five might bring them to blows. Amongst Garou and other shapeshifters with Rage, however, the Gift is even more powerful. Every success on the initial roll adds one success on all Rage rolls the targets make throughout the scene.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift", 
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Go for the Jugular",
        "description": "Wolves have an uncanny ability to spot vulnerability. The lupus follows suit, sinking her teeth into the softest and most unprotected part of her foe that she can find.",
        "system": "The player spends one Rage point when the werewolf makes a successful bite attack. Increase the difficulty to soak the damage by +3.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse", 
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Stoat's Guise",
        "description": "In a world where he must fight fang and claw to fit in, the metis can use all the help he can get. This Gift allows him to change superficial aspects of his appearance, blending in or standing out as he wishes. The spirit of any animal that changes its color seasonally can teach this Gift, such as the stoat or ptarmigan.",
        "system": "The player rolls Manipulation + Subterfuge (difficulty 6). Each success allows the werewolf to alter one aspect of his appearance for the scene. Examples include: hair/fur color or length, skin tone, eye color, and height or size by about a fifth in either direction. This Gift can alter or hide tribal markings and lesser scars, but it's never potent enough to hide metis deformities completely.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Wriggle",
        "description": "Metis sometimes have to hide in all the wrong places at the wrong times. With this Gift, they can take best advantage of their surroundings to get away and take a breather.",
        "system": "Spend a Gnosis point, and the Gift takes effect immediately. For the rest of the scene, no matter what her form, the metis can squeeze into a space no less than half the size of her body. Storytellers should make judgments on space limitations.",
        "source": "Guardians of the Caerns",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Play Dead",
        "description": "The Garou are loath to let a foe claim victory, but in these fallen times, living to fight another day can trump the satisfaction of refusing to surrender. The Ragabash can \"play possum\" and appear dead to all witnesses.",
        "system": "The player rolls Stamina + Subterfuge (difficulty 5) and the Garou spends an action shutting down his body. He appears completely dead for one minute per success. He has no discernible pulse, doesn't appear to breathe, and smells like a corpse that has been rotting for several days. His muscles stiffen and he may, if he chooses, revert to breed form as part of this action. If the player spends a point of Gnosis when activating this Gift, the Ragabash can instead use it reflexively when hit with an attack to produce the illusion that it has killed him. In this case, he appears as a fresh corpse instead.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Spider's Song",
        "description": "The Ragabash can steal messages from the Weaver's web, plucking them from the air or eavesdropping as they race through telephone lines. The Ragabash must be aware that a conversation is happening to listen in on it. Spider- and raven-spirits teach this Gift.",
        "system": "The player rolls Perception + Technology (difficulty 7) to tap into electronic transmissions, or Perception + Enigmas (difficulty 8) to intercept spiritual messages sent by moon bridges, spirits or other supernatural means.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": ["Garou", "Corax"],
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Blood Life",
        "description": "Many things reside in the blood, both mundane and mystical. Heritage, power, magical connections, and life-giving nutrients all pulse through the veins of living creatures, encompassing their life experiences. The Theurge can gain insight from these experiences by tasting the blood of her prey.",
        "system": "The player spends one Gnosis point when the werewolf succeeds at a bite attack against a target that has blood running through its veins, and deals at least one level of damage. She experiences a brief vision that replays a memory from the target's past. It could be one of great mystical import or significant relevance to the current situation, or one that had a marked personal effect on the target. The Storyteller or the target's player chooses the memory, but it should be one that gives the Theurge some insight into her foe (or ally). At the Storyteller's discretion, the Garou gains between one and give bonus dice on the next roll her player makes for an action that's relevant to the experience, depending on its intensity and pertinence.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Eyes of the Lynx",
        "description": "Lynx-spirits, embodying the Umbral ideal of their earthly counterparts' powerful eyesight, can see even beyond physical obstacles. Theurges who learn this Gift can peer through walls or beneath the earth.",
        "system": "The player rolls Perception + Alertness (difficulty 6). For the rest of the scene, the Garou can see through solid objects, up to a number of yards of material equal to the successes on the roll.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": ["Garou", "Bastet"],
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Building a Legend",
        "description": "The Philodox are the natural leaders of the Garou in times of peace, bolstered by the faith and trust given to them by their charges. Each time the werewolf is accorded Renown by his fellows, he experiences a surge of confidence.",
        "system": "Whenever the character gains a point of permanent Renown, he regains Willpower points up to his permanent rating. The effects of this Gift are permanent.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Philodox"
    },
    {
        "name": "Firm Stance",
        "description": "With the affirmation of his fellow Garou behind him, the Philodox has no ear for paltry attempts to sway him from his path. His Honor acts as a shield against the subversive words of the Wyrm's minions and the misguided arguments of less righteous werewolves.",
        "system": "The player spends one Willpower point and rolls the character's Honor as a dice pool, subtracting a number of successes from a Social roll made against him equal to the successes scored on this roll. This Gift doesn't work against Garou with higher Honor than the Philodox.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Philodox"
    },
    {
        "name": "Ritual Tuning",
        "description": "The Galliard sets the stage for a rite, performing a prelude before it begins that helps to catch the attention of the spirit world and put the attending Garou in the right frame of mind for the ritual. Any kind of performance can accompany this Gift, including dance, music, and song, howling, a rousing story or the recitation of a grand epic.",
        "system": "The player spends a Gnosis point, and the werewolf spends anywhere from a few minutes to an hour or more on a performance for the attendees of a rite that's about to begin. The performance should be appropriate to the rite; the Gift won't work if she plays a soft lullaby as a prelude to the Rite of Boasting. So long as the rite commences immediately after the performance ends, the ritemaster gains a number of bonus dice on the rite's roll equal to the Galliard's dots of Performance, plus any specialty relevant to the performance given. For each Galliard after the first who participates in the same performance and uses this Gift at the same time, the ritemaster adds another bonus die. The ritemaster cannot gain more than ten dice through the use of this Gift.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Battle Cry",
        "description": "Imbuing her battle cry with a sharp and rousing edge, the Galliard readies her packmates for a fight, stirring their blood and warning them of danger.",
        "system": "The werewolf shouts or howls to alert all Garou who can hear her, and the player rolls Charisma + Expression (difficulty 6). Any allied werewolf who hears the call gains bonus dice to initiative rolls int he same scene equal to the Galliard's successes. This Gift can be used in conjunction with Garou howls such as the Call to Succor, Call to Hunt or Warning of the Wyrm's Approach. It can also be used together with the Gift: Call of the Wyld to extend its range.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Spirit of the Fray",
        "description": "The Ahroun's blood burns hot at the prospect of battle, lending her supernatural quickness when violence erupts. A cat-spirit teaches this Gift.",
        "system": "This Gift is always active. The Ahroun gains two extra dice on all initiative rolls. This Gift's effects stack with similar powers, such as the Merit: Lightning Reflexes.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Shield of Rage",
        "description": "The Ahroun's Rage becomes a shield against supernatural powers that would control her mind or emotions. A wolverine-spirit teaches this Gift.",
        "system": "Whenever the Ahroun is targeted by a supernatural power that would control her mind or emotions, the player may spend one Rage point. If she does so, add her permanent Rage to the difficulty of the roll to affect her with the power. If no roll is normally allowed, the expenditure of Rage allows a resisted roll of the Ahroun's Rage against a difficulty of the attacker's Willpower.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Kneel",
        "description": "By pointing a finger or claw at a target, a Fury can force him to his knees. Only the strongest-willed can do anything but strain and swear in response. This Gift is taught by one of Pegasus's brood.",
        "system": "The Fury rolls Manipulation + Intimidation (difficulty of the subject's Willpower). Her target falls to his knees unless he spends a Gnosis point to resist the Gift's effects (other supernatural beings may spend their own form of mystic energy, such as blood or quintessence, but mortals remain helpless). The target kneels for one turn per success.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Form Mastery",
        "description": "This Gift empowers the Wyld spark that resides in all Garou, granting the character greater control over her shapeshifting abilities. A wolf-spirit teaches this Gift.",
        "system": "When shapeshifting (see p. 285), all difficulties are reduced by 1. Additionally, when enacting partial transformations (see p. 286), the player need no longer spend a Willpower point, and the difficulty of the roll is 7. This Gift's effects are permanent.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Black Fury", "Fianna"],
        "breed": "Metis"
    },
    {
        "name": "Touch of the Muse",
        "description": "With this Gift, the Fury invokes the spirits of art and artifice, allowing her to lower the difficulty of any Social Attribute rolls for the duration of the scene.",
        "system": "A Gnosis roll (difficulty 8) reduces the difficulty of Social rolls by one per success. The roll itself depends on what the character attempts. A poetry reading, for example, would require Manipulation + Expression, whereas a seduction would involve Appearance + Subterfuge.",
        "source": "Tribebook: Black Furies",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Spirit Loan",
        "description": "Camp: Moon-Daughters. In extreme circumstances, a Moon-Daughter may find that another Garou has far more use for one of her Gifts than she does. To this end, Gaian spirits have shown the Daughters how to lend one of their Gifts to another werewolf for a limited duration. The Black Fury who uses this Gift feels somewhat bereft of Gaia's love and attention while another Gift has been loaned, but suffers no other ill effects. This Gift is taught by a Hen-spirit.",
        "system": "Roll Charisma + Occult (difficulty of the recipient's Rage). Success allows the Fury to loan a single Rank 1 Gift to another Garou for a set period of time, to a maximum of three days per success. When that time is up (or if either the lender or receiver dies) the Gift returns to the lender. While the Gift has been lent out, the lender has no access to it and for all intents and purposes does not know it. The recipient uses the Gift as though she had learned it herself from the appropriate spirit: she uses her own dice pools for success, and spends her own Gnosis, Rage, or Willpower to activate it. A Black Fury can only lend one Gift out at a time, although there is no limit to the number of \"loaned\" Gifts a person may receive at any one time. She may loan out Gifts that ordinarily cannot be taught (for instance, she might loan a non-Black Fury the Amazons of Diana's True Shot Gift, above), though if her tribemates discover her \"indiscretion,\" the social consequences might be dire. A Fury cannot use Spirit Loan to lend out Spirit Loan.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou", 
        "splat": "Shifter",
        "tribe": "Black Fury",
        "camp": "Moon-Daughters"
    },
    {
        "name": "Guise of the Hound",
        "description": "The Bone Gnawer masks herself so that she blends into the urban landscape, disguising her Lupus form so that it appears as a large dog rather than a wolf. Despite its enormous utility, most other tribes spurn this Gift as degrading to the dignity of the Garou. A dog-spirit teaches this Gift.",
        "system": "The player rolls Manipulation + Subterfuge (difficulty 7). The disguise lasts for one scene per success.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Cornered Rat",
        "description": "When backed into a corner with nowhere to run, there are only two options — beg for mercy or turn and fight. Rat-spirits teach Bone Gnawers to excel at the latter.",
        "system": "The player spends one Rage point and rolls Rage (difficulty 8). Each success grants the character an additional die to his Brawl pools for the rest of the combat. This Gift sends the Bone Gnawer into an automatic and unavoidable berserk frenzy; any magic that stops the frenzy also ends the Gift.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Between the Cracks",
        "description": "Urban blight is the very underbelly of the Wyrm, and the Bone Gnawers know it better than any other tribe. The werewolf's instincts guide him to the nearest barren spot within an urban area — a place where no human has set foot in at least a week, one which is not only isolated and currently unoccupied, but also likely to remain so for the rest of the night. This may be a boarded-up, abandoned building, a vacant apartment, or even a dead subway station. Bone Gnawers find this Gift useful for securing ritual spaces, setting up ambushes while preserving the Litany, and finding a place to sleep for the night. Any urban spirit can teach this Gift.",
        "system": "The player spends a point of Willpower and rolls Wits + Streetwise (difficulty 5). The more successes, the more secluded and difficult-to-locate the destination will be.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Find the Prize",
        "description": "The Garou employing this Gift closes her eyes and thinks about finding a thing of great value, either a specific item or a general class of things.",
        "system": "She then spends a Gnosis point and rolls Perception + Enigmas (the difficulty depends on the rarity/uniqueness of the item being sought). Each success on the roll gives one clue concerning the whereabouts of this item. The clue is decided by the Storyteller and must be worked into the story: \"Turning the corner, you see an ad for the Hound Dog Cafe... perhaps the Elvis plate could be there?\" Note that just because an item has been located does not mean it can be easily gotten.",
        "source": "Tribebook: Bone Gnawers",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawer"
    },
    {
        "name": "Unicorn's Arsenal",
        "description": "The werewolf's claws and fangs become dazzling and pearlescent, shining with an inner multihued glory. Those wounded by these natural weapons lose the will to fight. An avatar of Unicorn teaches this Gift.",
        "system": "The player spends one Gnosis point to initiate the transformation. Any opponent bearing a wound delivered by the Unicorn's Arsenal loses two dice from all attack rolls until the wound has healed.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Para Bellum",
        "description": "Though the Children love life, spring, and all that is good of Gaia, they aren't pacifists; they always stand ready to protect their Mother. The werewolf's Rage bursts forth in a torrent when another breaks the peace she so cherishes.",
        "system": "This Gift may only be used at the beginning of a battle that was not initiated by the Garou, her pack, or her allies. The player spends one point of Rage; for the rest of the scene, the character enjoys one additional dot of Strength and Dexterity when attacking the enemy who fired the first shot of the battle, or any character that has inflicted an injury on a member of the Child's pack during the scene.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Children of Gaia"
    },
    {
        "name": "Howl of the Banshee",
        "description": "The Fianna unleashes a wail of pure anguish that stuns all who hear it. A banshee-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Charisma + Performance (difficulty 7). All who hear the howl (except packmates) are stunned for one turn per success, unable to take any action. Those with Willpower higher than the Fianna's Rage may spend one Willpower point to act normally.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Fianna"
    },
    {
        "name": "Hands Full of Thunder",
        "description": "Many Glass Walkers regard the gun as the ultimate sign of the power of the modern age, and make pacts with the spirits to assure that their firearms do not become useless, primitive clubs in the midst of battle. A technological spirit or war-spirit teaches this Gift.",
        "system": "The player spends a point of Gnosis. For the rest of the scene, any gun the Glass Walker fires won't run out of ammunition, so long as it had ammo to begin with. Burst restrictions are still recommended with automatic weapons to keep the gun from overheating and jamming.",
        "source": "W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker"
    },
    {
        "name": "Steel Made Flesh",
        "description": "Sometimes it's useful to take a step back in order to facilitate many steps forward. An example would be in airports or other places with metal detectors. This Gift allows the Garou to change all cybernetics in his body back into flesh. While flesh, cybernetics do not operate.",
        "system": "The Cyber Dog spends one Gnosis. The cybernetics become flesh immediately. The Gift lasts for the rest of the scene.",
        "source": "Tribebook: Glass Walkers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker",
        "camp": "Cyber Dogs"
    },
    {
        "name": "Mind Partition",
        "description": "A favorite among Random Interrupts who discover they can't multitask nearly as well as their computers, this Gift allows the Garou to break their own mind into segments, quickly switching their concentration to a new task while never losing their place on the old task. One Cruncher described the Gift by saying, \"It's not true multitasking, but it fakes it well.\" A Pattern Spider teaches this Gift.",
        "system": "The player spends one Willpower point and rolls Gnosis (difficulty 6). For every success gained, the player can add work on one extra extended action every turn, one added per turn. No penalties are incurred on any of the extended actions, but if just one botch is rolled, all uncompleted tasks fail.",
        "source": "Glass Walker Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker",
        "camp": "Random Interrupts"
    },
    {
        "name": "Buzzword Language",
        "description": "The Glass Walkers have always needed the ability to hide in plain sight more than other tribes by virtue of being in plain sight so much more often. As a result, they've developed many Gifts for communicating unnoticed, but very few have been so successful as this. The Corporate Wolf simply begins to babble in the incoherent – yet entirely accepted – tongue of modern business and the person he's talking to will completely comprehend his message, which can be totally unrelated to a single word in the conversation.",
        "system": "The player spends one point of Willpower and rolls Charisma + Subterfuge, difficulty 7. Each success determines how accurately the message is conveyed. At one success the message comes out in single-word sentences. (\"You. Me. Escape\") Three successes allow for simple, single-clause sentences. (\"You and I will use the staircase to escape.\") Five successes, you could package a short story into the phrase \"Leoni and I need to dialogue about leveraging our core competencies in order to achieve market affiliation.\"",
        "source": "Tribebook: Glass Walkers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker",
        "camp": "Corporate Wolves"
    },
    {
        "name": "Feed the Pack",
        "description": "This Gift allows the werewolf to \"eat for the pack.\" Any food the Kucha Ekundu ingests feeds not only him, but the rest of his pack as well. The spirit of a hunting dog teaches this Gift.",
        "system": "The player rolls Gnosis (difficulty 6 for packmates, 7 for Kinfolk) before the character eats. For each success, whatever the character eats also nourishes another being.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Red Talon"
    },
    {
        "name": "Messenger's Fortitude",
        "description": "Camp: Freebooters (Black Furies). The Garou can run at full speed for three days without rest, food or water. When the Garou reaches her destination, she has 10 minutes to complete whatever business brought her, then she must sleep for three days.",
        "system": "The player spends one Gnosis point. The Garou may do nothing but run; stopping ends the Gift. For an additional Gnosis point, he may imbue another being with this Gift's benefits.",
        "source": "Black Furies, Silent Striders Tribe",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Black Fury", "Silent Strider"],
        "camp": "Freebooters"
    },
    {
        "name": "Dark Aerie",
        "description": "As per the Uktena Gift Spirit of the Bird. The Child of the Crow is enveloped in shadows while using this Gift, making her easier to spot during the day but harder to spot at night. It is taught by a crow-spirit.",
        "system": "The player spends one Gnosis point. The Garou can fly at 20 mph and hover as she desires. The difficulties of all combat maneuvers increase by one. This Gift lasts for one hour.",
        "source": "Shadow Lord Revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Shadow Lord",
        "camp": "Children of Crow"
    },
    {
        "name": "Shadow Pack",
        "description": "The Shadow Lord can create shadowy duplicates of herself to confuse enemies. A shadow-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Performance (difficulty 7). For each success, one duplicate appears within 20 feet of the character. These duplicates exactly mimic the Shadow Lord's movements, though they cannot affect the physical world. Any attack directed at a duplicate simply passes through it. The duplicates last for one turn per success.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Shadow Lord"
    },
    {
        "name": "Dreamwalk",
        "description": "Rank 1 Bunyip. Rank 2 Other Tribes. The Bunyip had a distinct tie to the Umbra of their homeland, more powerful than that of most Garou. Although those who learn this Gift from Bunyip ancestor-spirits lack the Bunyip's inborn affinity for the Penumbra, they may still take great advantage of the Bunyip's wisdom.",
        "system": "Whenever the moon is visible in the night sky, the Garou may, after a full minute of concentration, step sideways or use Gifts as if the Gauntlet were two levels lower. This reduction in difficulty is not cumulative with the reduction for using a reflective surface to step sideways. For the Bunyip, this Gift was Level One; characters of other tribes learn this Gift as Level Two.",
        "source": "Past Lives",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter"
    },
    {
        "name": "Virgin Snow",
        "description": "Camp: Ghost Dance. Nunavut, to many Wendigo, remains a symbol of hope and preserved purity among Garou and Kinfolk alike. The Ghost Dance has always trusted in the power that tradition holds, and it reveres the perfect and simple ways that have been imparted from generation to generation. This Gift rewards any Garou who chooses to follow the path of the old ways rather than take a modern or Wyrmcomer shortcut.",
        "system": "The player spends one Gnosis point, and then rolls Intelligence + Rituals, difficulty 6. If she succeeds, she may add one point to any ability roll she needs to make; she must be offered a choice between a human or Wyrmcomer way, and a Garou or Kinfolk way, both applicable to the same Ability — and consciously choose the Garou way. For example, a Wendigo who refuses penicillin, and chooses to fight an infection with a time-tested poultice of herbs and roots can add a point to her Medicine knowledge; a werewolf who leaves behind a nylon backpack, GPS, and freeze-dried food before a journey can add a point to her Survival skill. Similarly, a Garou who decides to travel on foot or by sled, instead of in a car or a snowmobile, can add a point to her Drive skill.",
        "source": "Wendigo Tribebook (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Wendigo",
        "camp": "Ghost Dance"
    },
    {
        "name": "Truest Sacrament",
        "description": "Camp: Order of Our Merciful Mother. The Order of Our Merciful Mother frequently leavens Christian ceremony with Gaian supplication, to better aid their flocks. Truest Sacrament enables them to do so without rousing the suspicion of the faithful; humans with faith in Christianity see Gaian ritual as innocuous and even appropriate, after this Gift's application. In so doing, the Furies are better able to free the most dogmatic and close-minded followers of patriarchal faiths to accept a broader spiritual mindset. This Gift takes advantage of humans' ability to rewrite their memories of an event to suit their preconceptions in the same way that the Delerium does. This Gift is taught by a Unicorn-spirit.",
        "system": "Truest Sacrament can be used either before or after a Gaian ritual begins. Used before a ritual, the character must make a Charisma + Subterfuge roll, with a target equal to the highest Willpower of the surrounding crowd; she will need to achieve one success for every seven onlookers. Should the Fury succeed, the next Gaian ritual she participates in will seem innocuous and appropriate to the crowd on hand. If Truest Sacrament is used during or after a ritual – if one or more humans happen upon a group of Garou during a rite – the same dice pool as above is used, but the character must also spend one point of Gnosis. Note that Truest Sacrament will not cover up truley egregious or spectacular violations of the Veil – spattering blood, spirit fireworks, and so on, will be remembered and probably not thought of as harmless or normal. But if the rite is simpler, or the more hallucinatory effects can somehow be concealed from witnesses, the Furies may get away with it. The salutatory effects of this Gift on the psyches of the most reactionary and closed-minded humans should be roleplayed out over time; there is no explicit game effect.",
        "source": "Tribebook: Black Furies (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury",
        "camp": "Order of Our Merciful Mother"
    },
    {
        "name": "Omen of Power",
        "description": "Camp: Freebooters. The Freebooters are famed among the Garou for their ability to find items and places of great magical power. Some believe that they follow Wyld-spirits in their nearly-random wandering through the Umbra; others say the Freebooters can sense the perturbations of even the weakest ley lines. Regardless of the true nature of their abilities, many Freebooters can sniff out the locations of dormant caerns (that is, those once opened whose power has since faded). When conditions are right, they can even sense particularly powerful fetishes from a distance. This Gift is taught by a Hound-spirit.",
        "system": "Spend one Gnosis and roll Perception + Enigmas; the difficulty is known only to the Storyteller, and is based on the distance to the source of power. Success means that the rough distance and direction to a mystic power source is revealed to the Black Fury. The source of power can be an active or dormant caern, or a level 5+ fetish. The base difficulty for the roll is 7, if the source of power is within ten miles; decrease it by 1 if the distance is less than 1 mile, and increase it by 1 if the distance is between ten and twenty miles – Omen of power cannot detect sources of power greater than twenty miles distant. This difficulty is decreased by 2 if the source of power is an active caern, and increased by 1 if it is a fetish rather than a dormant caern. By default, this Gift is acurate to within about 20% – if a caern is within 10 miles, Omen of Power will give it's distance and direction to within about 2 miles. Additional successes on the Gift's activation roll decrease that margin of error by 5%. The Gift can be re-used as the Garou close in on the source of power, to further refine their target's location. Omen of Power does not tell the Garou anything about the source of power other than its direction and distance; she will not even know whether it is a caern or fetish.",
        "source": "Tribebook: Black Furies (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury",
        "camp": "Freebooters"
    },
    {
        "name": "Flurry of Arrows",
        "description": "Camp: Amazons of Diana. The bow of Artemis slew many monsters of both human and Black Fury myth; the incarnation of Luna as maiden huntress was a swift and accurate shot with the bow. Appropriately, Luna has taught her children how to nock and release arrows more rapidly than a human might hope to follow.",
        "system": "Spend a point of Rage; for the remainder of the scene, the character receives a free shot per turn from a bow (though not a crossbow) at no dice pool penalty. Thus, the character could simply take two bow shots, each at no penalty, or she might take three shots, and suffer a -2 on the first shot, -3 on the second, and no penalty on the shot granted by Flurry of Arrows.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury",
        "camp": "Amazons of Diana"
    },
    {
        "name": "Rend",
        "description": "Camp: Bacchantes. The Furies of myth did not use swords or axes to destroy enemies of the Gods; the Black Furies of old did not use weapons to slay enemies of Gaia. They used teeth and claws, and sheer animal might. While many Bacchantes certainly do use the tribe's ritual labrys and bow, and others carry klaives and other fetish weapons, when they frenzy they most often fight with their natural weapons. Even out of frenzy, the Bacchantes recognize the intimidation factor of rending a foe with fang and claw, and many revel in its primal nature. Rend allows the Bacchantes to rip through substances that they could not ordinarily pierce, and do as much damage with their natural weapon as another might with a human's sword.",
        "system": "Spend 1 Rage and roll Strength + Primal Urge (difficulty 6). For each success, the Fury gains the ability to rip through tough substances for one turn. When wearing any of the three \"war forms\" (Glabros, Crinos, or Hispo) and using hand-to-hand maneuvers, the character ignores the first three dice of the target's soak pool – the target rolls three fewer dice to soak. This ability to pierce defenses also applies to inanimate objects such as walls and doors, making it considerably harder to hide from Black Furies inside buildings or underground. In case that a given object does not have a soak or armor rating, treat the Fury's Strength as being three higher for purposes of the Feat of Strength needed to rip through the object. Successful uses of Rend to destroy a wall, door, or enemy add 3 dice to the Fury's next Intimidation roll against those who saw her do so.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury",
        "camp": "Bacchantes"
    },
    {
        "name": "Stoking the Soul's Fire",
        "description": "Every aspect of a Furies life has different strengths: the Maiden's fury at Gaia's pain is unmatchable, the Mother's will is indomitable, and the Crone's spirituality is beautiful and terrible. A Maiden Black Fury can use this Gift to replenish her natural strengths by sacrificing her suppressed natures. The Maiden's greatest strength is her anger; she can sacrifice from her will and spirituality to stoke that rage to scorching intensity. This gift is taught by a Wolverine-spirit.",
        "system": "A Maiden using this Gift rolls Intelligence + Occult with a target of her own permanent Rage; she spends on point of temporary Willpower and one temporary Gnosis, and refills her Rage pool if she achieves 2 or more successes.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury",
        "camp": "Maidens"
    },
    {
        "name": "Kali's Tongue",
        "description": "In the days of ancient myth, the Wyrm-creature Raktabija terrorized the Indian subcontinent. Raktabija could not be slain; every drop of blood that touched the earth sprang up another Raktabija. Soon after the battle against him began, the field was crowded with Raktabijas, each eager for the blood of Garou and Gaian spirits. The mother-goddess Parvati (an aspect of Gaia) finally took to the field against Raktabija, in her guise as the hideous demon-warrior Kali. Kali spread her tongue out over the battlefield and prevented any of Raktabija's blood from striking the Earth; she then commanded the Garou and gods present to destroy the Wyrm-creature, which they did. The Gift Kali's Tongue removes a creature's ability to heal damage; its effects are relatively short-term, but if a creature is destroyed while this Gift is in effect, that death is permanent. What the Mother gives, the Mother's vengeance can take away.",
        "system": "The Fury must first touch the victim, then the player spends one Rage and rolls Manipulation + Medicine (difficulty of the foe's Rage, or Willpower -3, whichever is lower). Each success represents one turn during which the target creature cannot use any regenerative abilities, or heal inflicted damage naturally: Even supernatural healing Gifts like Mother's Touch will fail on the target during this period. This Gift works equally well on humans, Garou, and materialized spirits; spirits entirely in the Umbra are immune to the Gift's effects unless the Fury is also in the spirit world.",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Fury"
    },
    {
        "name": "Sense Silver",
        "description": "As consummate warriors, Ahroun must be prepared for every eventuality — including silver weaponry. This Gift, taught by Lunes, allows the Ahroun to detect the presence of silver.",
        "system": "The Garou rolls Perception + Primal-Urge (difficulty 7). If successful, she can detect the presence of any nearby silver. Three successes allow him to pinpoint the silver's location.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": ["Garou", "Mokole"],
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Loyal Defender",
        "description": "Dark forces conspire to turn the Garou against one another in these fallen days. Between the mind-bending powers of the Leeches, the meddling of mages, and the Thrall of the Wyrm, every pack fears the day when its Ahroun defender turns his claws on them instead of the enemy. The werewolf who learns this Gift pledges a vow of loyalty to his sisters and brothers in arms, as proof against anything that could tear open a rift between them. A wolf-spirit teaches this Gift.",
        "system": "Once learned, the effects of this Gift are permanent. The difficulty of any attack the character makes against his packmates, whether due to mind-control, uncontrolled frenzy, or even his own will, is raised by one. If he deals damage to a packmate while under supernatural influence or Thrall of the Wyrm, he may immediately roll Willpower with a difficulty equal to the number of successes scored on the original roll that caused the influence. If successful, the supernatural effect or frenzy ends, and the Ahroun gains a point of Rage.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Pack Shield",
        "description": "The Garou were chosen as Gaia's protectors, but even protectors need protecting occasionally. That's where the Ahroun come in. With a fierce snarl and a show of might, the werewolf convinces the enemy that he's the greatest threat on the battlefield (they're probably right!) and needs to be taken down first. An ancestor-spirit teaches this Gift.",
        "system": "The player rolls Charisma + Intimidation with a difficulty equal to the lowest Willpower among the enemies, and the Ahroun spends an action drawing their attention. For the rest of the scene, opponents take a dice penalty equal to the number of successes on the activation roll to any attacks that don't include the Garou as a target. Opponents who have lower Willpower than the activation roll result are unable to attack any target but the Ahroun.",
        "source": "Changing Ways W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Renewed Vigor",
        "description": "By slaying a Wyrm beast (or other enemy, shameful though inter-tribal conflicts may be) in a particularly spectacular fashion, the Ahroun can inspire all allies who have her in their line of sight to fight harder through her example. A hawk-spirit teaches this Gift.",
        "system": "To activate this Gift, the Ahroun must have spent at least three Rage points in that turn, and must have killed an enemy with a stroke that brought it at least three health levels below Incapacitated. The Ahroun spends a point of Willpower, and all her Garou allies gain a number of points of temporary Rage equal to her Charisma Rating. Using this Gift does not require a separate action in combat aside from the action used to kill the enemy.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Spiritual Wrath",
        "description": "Garou are by nature beings half of corporeal flesh and half of spirit ephemera, living in two worlds simultaneously. By calling upon this Gift, an Ahroun manifests her spiritual nature more strongly than physical for a brief period, allowing her claws to cut through defenses they could never normally pierce. This Gift has no effect on creatures that are half spirit already like other Garou, fomori and changelings. But any being entirely of one world, such as Banes, vampires, ghosts or animals, is vulnerable to its sting. Any spirit of war can teach this Gift.",
        "system": "The player spends a point of Gnosis; the difficulty to soak the damage from a single claw attack the Ahroun makes in that turn is raised to 9. Note that the usual rule of being unable to spend Rage and Gnosis in the same turn still applies.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Blissful Ignorance",
        "description": "The Ragabash can cause others to completely ignore her presence. A chameleon-spirit teaches this Gift.",
        "system": "The player rolls Manipulation + Stealth (difficulty 7). Success means that everyone in the area will completely ignore the character's presence for one turn per success, unless she does something to draw attention to herself.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Battle Mandala",
        "description": "A mystical sigil burns itself into the ground around the Theurge, visible only to those with Gnosis ratings. This circle drains the Essence from spirits caught within its web.",
        "system": "The player spends one Gnosis and rolls Intelligence + Occult (difficulty 7). The battle mandala encompasses a radius of (50 x number of successes) feet (or 15 meters per success) around the Garou; spirits (other than the Garou's pack totem) within the mandala lose one Essence per turn. The mandala dissipates at the end of the scene or when the werewolf steps outside of its bounds, whichever comes first.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Spirit Skin",
        "description": "Generally, spirits are fairly friendly to Garou, at least ones that aren't automatically hostile to anything. That doesn't mean, however, that they treat a Garou exactly the same as they treat other spirits, and that's where this Gift comes in handy. By activating it within the Umbra, the Theurge disguises herself as a spirit (usually a wolf spirit) to all concerned.",
        "system": "The player spends one Gnosis and rolls Appearance + Subterfuge (difficulty 6 if imitating a wolf spirit, difficulty 8 for anything else). Each success keeps the disguise in place for one hour. While sometimes imitating a spirit other than a wolf is useful, it should be noted that the character will still somehow be recognizable as themselves to those looking for them.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Command Spirit",
        "description": "The Theurge can give simple commands to encountered spirits and expect a measure of compliance. This Gift does not grant the ability to summon spirits. It enables the user only to coerce them to obey.",
        "system": "The player must spend a Willpower point and roll Charisma + Leadership (difficulty of the spirit's Gnosis). Each successive command requires the expenditure of another Willpower point. Note that the Garous cannot command spirits to leave areas to which they have been bound.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": ["Garou", "Mokole"],
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Name the Spirit",
        "description": "A werewolf with this Gift becomes familiar with the ways of the Umbra. He can sense the type and approximate Trait levels (Rage, Gnosis, Willpower) of spirits.",
        "system": "The player spends one Willpower point and rolls Perception + Occult (difficulty 8).",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Speech of the World",
        "description": "This Gift allows Gaia's warriors to read and wield the spirit of speech, bypassing the need to learn different languages and dialects. The Garou may speak and understand any human language she encounters, though she speaks with an obvious accent, marking her as an outsider. Speech of the World doesn't convey literacy, nor is it an encyclopedia of cultural information. An ancestor-spirit teaches this Gift.",
        "system": "The player rolls Intelligence + Academics (difficulty 7). The effect lasts for one scene.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Rooftop Sprint",
        "description": "On occasion, a city Garou may find himself in a chase across the rooftops of his town. He may be pursuing a fleeing Wyrm-spirit or Black Spiral Dancer, or he might be running for his life from similar foes. Rooftop Sprint makes such a chase much more survivable — and even winnable — for the Garou who uses it. He becomes able to leap up and down several stories, and easily spring across open alleyways. The primary restriction on the character's movement is that he cannot touch the ground, or the Gift's effect ends at once.",
        "system": "The player must spend a point of Rage and roll Dexterity + Athletics (difficulty 6). For every success achieved, the character can jump up or down one story (3 meters) or 3 meters horizontally, without danger or difficulty. Athletics rolls can improve jumping distances, just as always; the effects of those Athletics rolls just add to the result given by this Gift. The Gift's effects last for one scene, or until the character touches the ground at street level — if the Garou touches pavement, grass, or anything else commonly considered 'ground' he is considered to have touched ground, but if he leaps from car roof to car roof he should be okay. Rooftop Sprint is taught by an alleycat-spirit.",
        "source": "Book of the City",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Staredown",
        "description": "By staring into the eyes of a human or animal, a werewolf can cause the target to flee in terror. This Gift can be used against other werewolves, but the target will freeze in place rather than flee. A ram or snake-spirit teaches this gift.",
        "system": "The Garou using this Gift may focus on only one target per turn; the player rolls Charisma + Intimidation (difficulty 5 + the victim's Rank). The victim flees for one turn per success, although he may expend a Willpower point to resist the Gift's effects for a turn. Should the character score five or more successes, the victim flees for the duration of the scene. Werewolves (and most powerful Wyrm-monsters) will not flee, but they cannot attack while the Gift's user continues to stare them down. However, if they are attacked themselves, all bets are off.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Jam Technology",
        "description": "The werewolf can cause technological devices to cease functioning, albeit temporarily. Even the simplest of shaped objects will refuse to perform its function. A Gremlin — a type of Wyld-spirit that enjoys breaking things — teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Crafts. The werewolf may choose the level of complexity she intends to 'jam.' All technological devices (i.e., any devices shaped from fabricated materials like metal or plastic) of that complexity within 50 feet cease functioning for one turn per success. The devices remain unchanged but inert. Knives won't cut, gunpowder won't ignite, gears won't turn and so on. The difficulty of the roll is based on the following chart: Computer: 4, Phone: 6, Automobile: 8, Gun: 9, Knife: 10",
        "source": "Core book revised / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Homid"
    },
    {
        "name": "Mule's Bane",
        "description": "This metis-specific Gift allows a metis to lash out at others by visiting his enemies with his own deformity. Mule-spirits teach this Gift.",
        "system": "The player spends one Gnosis point and rolls Dexterity + Expression to \"throw\" the metis deformity; the difficulty is the opponent's Willpower. The enemy gains the metis' deformity for one turn per success, subject to Storyteller approval. If the metis botches, his own deformity becomes worse in some fashion for the remainder of the scene.",
        "source": "Tribebook: Children of Gaia (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Curse of Hatred",
        "description": "The metis may verbalize the hatred in her heart, disheartening opponents with the intensity of her emotion. A spirit of hate teaches this Gift.",
        "system": "The player spends on Gnosis point and rolls Manipulation + Expression (difficulty of the opponent's Willpower). If she succeeds, her opponent loses two Willpower points and two Rage points. This Gift may be used on an opponent only once per scene.",
        "source": "Core book revised / Tribebook: Silent Striders (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Burrow",
        "description": "Those who learn this Gift gain the ability to burrow through the earth. They make a real tunnel, and others can follow them through it. The digger creates a burrow just large enough for her to go through. Others may follow, but they are limited by the size of the hole. The werewolf must be in Crinos, Hispo or Lupus form to use this Gift as she needs her claws for digging (although even metis without claws can use this Gift). The tunnel is not structurally sound, and it will collapse over time. Mole kindly teaches this Gift to all metis who seek him.",
        "system": "The player rolls Strength + Athletics against a difficulty depending on the substance to be excavated (4 for loose mud, 9 for solid rock). Some alloyed metals (such as titanium steel) and other reinforced structures will not yield to the werewolf no matter how hard she digs. The character can burrow one yard per turn for each success. After the initial roll, the character doe snot need to roll again to continue at the same speed.",
        "source": "W20",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Metis"
    },
    {
        "name": "Axis Mundi",
        "description": "The Garou can sense her exact location in relation to a fixed point she has previously designated. This Gift is taught by an earth elemental.",
        "system": "The player spends one Gnosis point to designate a fixed point, which must be a natural landmark or formation. From then on, the character can roll Perception + Enigmas (difficulty 7) to determine her exact location in relation to that point. The effects last for one story.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Trapper's Bane",
        "description": "The Garou can detect and disable traps and snares. A fox-spirit teaches this Gift.",
        "system": "The player rolls Perception + Primal-Urge (difficulty 6). Success reveals any traps within 100 feet. With a second roll of Dexterity + Primal-Urge (difficulty 7), the Garou can disable a trap without setting it off.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Eye of the Eagle",
        "description": "The Garou's vision becomes preternaturally sharp, allowing her to see clearly for miles. An eagle-spirit teaches this Gift.",
        "system": "The player rolls Perception + Alertness (difficulty 7). Each success allows the character to see twice as far as normal. The effects last for one scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Sense the Unnatural",
        "description": "The Garou can detect any unnatural presence or item in the immediate vicinity. This includes vampires, werecreatures, spirits, magic, ghosts, etc. This Gift is taught by any spirit servant of Gaia.",
        "system": "The player rolls Perception + Enigmas. The difficulty depends on the strength and proximity of the unnatural presence: detecting a vampire in the next room would be difficulty 6, while detecting the residue of a magical spell cast the day before would be difficulty 9. The Garou must concentrate for a turn to use this Gift.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Scent of Sight",
        "description": "The Garou can compensate for blindness by employing her sense of smell to an amazing degree. A wolf-spirit teaches this Gift.",
        "system": "The player rolls Perception + Primal-Urge (difficulty 8). Success allows the Garou to operate almost normally in darkness or when blinded. The Gift's effects last for one scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "breed": "Lupus"
    },
    {
        "name": "Unified Force",
        "description": "The Galliard can bond the pack into a truly unified force, striking as one. As long as no one in the pack succumbs to frenzy, each member strikes at the same instant, and few foes can stand up to such an attack for long. A wolf-spirit teaches this Gift.",
        "system": "The player must spend one Gnosis point for each turn in which this Gift is to be active. Every turn that she does so, each player rolls for initiative as usual, but the entire pack acts on the highest initiative rolled. The entire pack must be present in the battle for this Gift to be effective, and if even one pack member frenzies, the effect is lost. Also, only pack members bonded by a totem may enjoy these benefits. All pack tactics are at -1 difficulty while this Gift is active.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Mimic",
        "description": "The Garou can alter her voice such that she can imitate any sound or voice she has heard, including sirens, gunshots, musical instruments or even specific quotations. The Gift does not allow the creation of new sounds, but new combinations can have interesting effects. Magpie-spirits know this Gift, but learning it from them can be an embarrassing and frustrating process.",
        "system": "Once the Garou learns this Gift, she can reproduce anything she hears. When simulating another person's voice (or animal speech) she can only iterate what she has heard and cannot improvise new speech. Clever Garou create new combinations to form new sentences, but they often sound choppy. The player must roll Charisma + Performance (difficulty 6) if the intended audience suspects a ruse or knows the original voice very well (a relative, long-time friend or packmate, for instance).",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Dreamspeak",
        "description": "The Galliard can enter another's dream and thereby affect the course of that dream. The werewolf does not have to be anywhere near the target, but she must know or have seen the dreamer. A Chimerling teaches this Gift.",
        "system": "The player rolls Wits + Empathy (difficulty 8). If the dreamer awakens while the Galliard is still within the dream, the werewolf is thrown out of the dream world, and he loses a Gnosis point.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Distractions",
        "description": "The Garou can make annoying yips, yelps and howls to divert the attention of his target. A coyote-spirit teaches this Gift.",
        "system": "The player rolls Wits + Performance (difficulty of the victim's Willpower) Each success subtracts one die from the target's dice pool next turn.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Call of the Wyrm",
        "description": "This dangerous Gift actually attracts creatures of the Wyrm. Galliards typically use the Call to bait an ambush or to flush prey from hiding. Any spirit servant of Gaia can teach this Gift.",
        "system": "The Garou's player makes a resisted roll of Manipulation + Performance against the Wyrm creature's Willpower (both rolls are difficulty 7). If the Wyrm creature loses the contest, it must come to the source of the Call.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": ["Garou", "Ananasi"],
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Two Tongues",
        "description": "The glib words and clever schemes of the Fianna are wasted on a single mark. This Gift teaches the werewolf to talk out of both sides of her face, literally carrying on two conversations simultaneously, and to decide who hears what. An ancestor-spirit teaches this Gift.",
        "system": "The player spends a Willpower point. For the rest of the scene, the Fianna may simultaneously carry on two conversations at the same time, which need have no relation to one another. She decides which listeners hear which version of the words she's speaking. Anyone suspecting something odd about the Fianna's behavior must roll Perception + Alertness (difficulty 9) to detect the Garou's other conversation and to understand what she's saying there.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Fianna"
    },
    {
        "name": "Taking the Forgotten",
        "description": "The Ragabash with this Gift can steal something from a target, and his victim will forget that she ever possessed the stolen item. A mouse-spirit teaches this Gift.",
        "system": "The player rolls Manipulation + Larceny (difficulty 7). The victim completely forgets about the stolen object's existence for one day per success. If someone mentions the object to her during this time, she either assumes she has misplaced it or finds some other logical explanation for its absence.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [2],
        "shifter_type": ["Garou", "Corax"],
        "splat": "Shifter",
        "auspice": "Ragabash"
    }
]