[
    {
        "name": "Firebringer",
        "description": "This powerful Gift allows a Ragabash to pull the ultimate stunt, stealing a supernatural power and turning it into a Gift. Moreover, the Gift can be taught to others, as if the New Moon was a spirit teacher. The difficult part is that the Ragabash has to endure having the power used on her first, but after that, she makes it her own to teach, but alas, not to use herself. A powerful spirit, such as the avatar of a trickster Incarna, teaches this Gift.",
        "system": "Survival, smarts and sacrifice are key to acquiring this Gift, though no specific dice rolls are needed. First, the Ragabash must suffer through the effects of the power (such as vampiric Discipline, or a mage's rote) being successfully used on her. Then, she can take her experiences, work with the appropriate spirit and turn the power into a Gift she can teach to others. The Ragabash cannot herself use the Gift, and moreover, she now has a vulnerability to its effects. The next time she encounters another supernatural using the power, the enemy is at one difficulty less to use it on the New Moon (the power more easily affects the Ragabash). Any supernatural power can be co-opted in this way, including Wyrm-tainted powers. In this way, the werewolves can turn the might of the Wyrm back on itself. Because of the sacrifice involved, the New Moon usually gains considerable Renown for not only \"stealing\" the knowledge of the supernatural power, but also teaching it to others. Storytellers should feel free to be creative and innovative in bringing powers from other games (Such as Vampire and Mage) into the Werewolf universe. The Storyteller determines the level of any Gift gained in this manner, as appropriate.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Rebirthing",
        "description": "This gift was bestowed upon the Silver Fang Lupus Theurge Grimfang by Gaia herself. Upon his death, he will be reborn in the form of a cub somewhere within 2,000 miles of his demise. This is not a Past Life, but an actual reincarnation. At maturity, the cub will come into Grimfang's true powers.",
        "system": "This Gift is referenced in Grimfang's description in several books without Tribe/Breed/Auspice reference; the first edition Storytellers Handbook lists it as a Theurge Gift.",
        "source": "Rage: Warriors of the Apocalypse & 1st Edition Storyteller's Handbook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "As In the Beginning",
        "description": "The Theurge can tear away aeons of the Weaver's works for a short while. This Gift rips down the Gauntlet entirely, merging the worlds of flesh and spirit as they were in the days of legend. Moreover, this mended region acts as a shining beacon to Gaian spirits, calling a flood of nature-spirits and other allies to assist the Theurge.",
        "system": "The player spends three points of Gnosis and rolls Wits + Occult (difficulty of the local Gauntlet). The Gauntlet is torn open within the local area. The thinner the Gauntlet, the wider the rip: from a few rooms in the midst of a skyscraper to an entire mile of landscape in the depths of the Amazon. Friendly spirits of the Storyteller's choosing come flooding out to aid the Theurge — the more successes, the greater the number or power. The Gauntlet is permanently lowered by 1 in an area where this Gift has been used; this benefit doesn't stack with repeated use.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Invoked Presence",
        "description": "By using this awesome Gift, the Theurge can call upon an Incarna or Celestine directly, bringing their focus to bear on the area around him. This does not summon an Avatar; rather, the presence is a mystical permeation of the principle the invoked spirit represents. The Theurge will later need to repay the debt owed to the spirit he invoked before he can use this Gift again; this typically entails a strong geas, an extended spirit quest or the sacrifice of a valuable fetish.",
        "system": "The Theurge spends five points of Gnosis and the presence of a Celestine or Incarna is made manifest within a 180 yard radius globe around her for several hours. Essentially, this Gift is like a sustained, area-effect form of Totem Gift, and the effects are thus highly variable dependent upon which greater power the Garou chooses to invoke. The following three effects are constant: Any actions that directly support the principle of the invoked spirit have a number of dice equal to the Theurge's Gnosis added to their dice pool. In the case of combat, only one type of combat roll (attack, damage, dodge, initiative, etc.) will be so enhanced. Attempting to take any action directly antithetical to the invoked spirit requires three successes on a Willpower roll (difficulty 8), and even then, the action will be rolled at +2 difficulty. The spirit will send members of its Brood equivalent in power to a full pack of Rank One Garou to the site to aid the Theurge and his allies immediately. Beyond this, the effects are dependent on the power the Theurge chose to invoke; Unicorn may simply make any act of violence impossible in the area; a Harvest Incarna may cause all the plants in the area to grow to rich and healthy maturity in minutes, while invoking the Weaver might make the Gauntlet utterly impenetrable.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Break the Bonds",
        "description": "Called Release from Bondage in older versions. There are many ways to mystically blend the will of another. This Gift shatters all such bonds, from the blood domination of a vampire to a mage's mind control or a Half Moon's geas. Those who know this Gift may use it on any being, including themselves.",
        "system": "The Garou is automatically immune to any supernatural coercion save from any being more powerful than an Incarna. The Gifted one may break another's mystic compulsion by touching her, spending a Gnosis point and rolling Manipulation + Leadership (difficulty 11 – the target's Willpower).",
        "source": "Book of Auspices / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    {
        "name": "Storyteller",
        "description": "Rather than simply telling and retelling the stories of old, or even waiting until the events of the day become the new stories, the Galliard can change the events of the ongoing drama unfolding around her. She may add new 'characters,' altering chains of events, and even change the motivations of the major participants.",
        "system": "The player spends one permanent Gnosis point and explains, in as much detail as possible, the change she wants to make to the story. The Storyteller, of course, has final say, and once the 'dramatic alteration' is done, the Garou has no further control. Events that she concocts can and do spiral out of control, so utmost care must be taken with the Storyteller Gift.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Galliard"
    },
    
    {
        "name": "Firebringer",
        "description": "This powerful Gift allows a Ragabash to pull the ultimate stunt, stealing a supernatural power and turning it into a Gift. Moreover, the Gift can be taught to others, as if the New Moon was a spirit teacher. The difficult part is that the Ragabash has to endure having the power used on her first, but after that, she makes it her own to teach, but alas, not to use herself. A powerful spirit, such as the avatar of a trickster Incarna, teaches this Gift.",
        "system": "Survival, smarts and sacrifice are key to acquiring this Gift, though no specific dice rolls are needed. First, the Ragabash must suffer through the effects of the power being successfully used on her. Then, she can take her experiences, work with the appropriate spirit and turn the power into a Gift she can teach to others. The Ragabash cannot herself use the Gift, and moreover, she now has a vulnerability to its effects.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Break the Bonds",
        "description": "Called Release from Bondage in older versions. There are many ways to mystically blend the will of another. This Gift shatters all such bonds, from the blood domination of a vampire to a mage's mind control or a Half Moon's geas. Those who know this Gift may use it on any being, including themselves. This Gift is only granted by an Incarna or equally powerful spirit, usually as a reward for some great service.",
        "system": "The Garou is automatically immune to any supernatural coercion save from any being more powerful than an Incarna. The Gifted one may break another's mystic compulsion by touching her, spending a Gnosis point and rolling Manipulation + Leadership (difficulty 11 – the target's Willpower).",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": ["Philodox", "Galliard"]
    },
    {
        "name": "Unstoppable Warrior",
        "description": "A Garou who uses this potent Gift can regenerate aggravated damage. This works against all attacks except those from silver weapons.",
        "system": "Each turn, roll Stamina + Primal-Urge against a difficulty 8; if successful, then spend one point of Rage per Health Level healed (much like a vampiric Blood Pool).",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Shield of Gaia",
        "description": "The Garou can become so attuned to the laws and rhythms of Gaia that the Weaver's laws cease to have any affect on her. This Gift can only be used once by any Garou who learns it; its effects are permanent. The Garou becomes immune to the effects of one form of technology, such as bullets, photography (i.e., cannot be photographed), electricity, chemical toxins, etc. This Gift is taught by an avatar of Griffin.",
        "system": "The Garou spends a permanent point of Gnosis and chooses the one form of technology to which she will be immune. It is up to the Storyteller to determine exactly what is and is not included in the protection afforded by this Gift. For example, Garou who choose immunity to flame-throwers would not be burned by them, but other flames will act normally upon her. This Gift does apply against Wyrm-tainted technology, although not Wyrm substances. For instance, a Garou who is immune to chemical toxins may not be harmed by the Pentex acid, but the Bane in the acid can still try to possess her.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Red Talon"
    },
    {
        "name": "Home in All Lands",
        "description": "Legends among the Red Talons state that the wolves with the greatest connection to the Progenitor Wolf were not bound by distance, but indeed could appear anywhere where wolves were found. This was long thought to be simply lore, but in fact an elder Red Talon with strong enough lineage might well learn to fade from one location and appear anywhere else in the Realm or the Umbra, provided that the Progenitor has been there before him. Only the Progenitor Wolf himself teaches this Gift. System: The player must roll Gnosis as though her character were stepping sideways. If successful, the character may appear at any location on Earth where wolves might be found naturally (whether or not any may still exist) or any location that boasts Garou. She may instead choose to appear in any Umbral Realm that she has previously visited. A Red Talon must have Pure Breed 5 to learn this Gift.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Red Talon"
    },
    {
        "name": "Becoming Uktena",
        "description": "The legends of the Cherokee say that a man was transformed into the Great Uktena to try to kill the sun. Great Uktena was around long before the Cherokee, but Garou have taken the form of his children on two or three occasions. Great Uktena teaches this Gift only to the most worthy of his Uktena followers; with it, the hero may transform into a creature even a Thunderwyrm would fear. After the crisis is resolved (assuming he lives), the new uktena slips into the nearest body of water and into the umbra, forever parting with his Garou brethren to join his father in Galunlati. Such a glorious end to an already legendary career is worthy of fireside retellings for generations. System: Once taught the Gift, the Uktena may call upon it at any time by invoking Great Uktena. The initial stage of the transformation takes three full turns, during which the werewolf's body grows and changes to a 20 foot horned serpent. The new uktena still retains the personality of the Garou at this point. After a period of time (usually no more than a scene), the final stage of the transformation begins as the mind of the Garou recedes and the uktena mindset takes over.",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [6],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Uktena"
    }
] 