[
    {
        "name": "Summon Net-Spider",
        "description": "The Garou can summon a Net-Spider, a Weaver spirit that gives its summoner near-absolute control over any computer system. The Spider can disrupt, erase or destroy whatever system it is sent into (the exact effects are left to the Storyteller, but are typically destructive). An avatar of Cockroach teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Charisma + Computer (difficulty 8). If successful, the Net-Spider appears and heeds the Garou's commands. This Gift allows the Garou to halve all computer-related difficulties along with the aforementioned destructive capacity of the spirit.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker"
    },
    {
        "name": "Walk With Hades",
        "description": "When Persephone entered the lands of the dead with Hedes, her lover, her mother, Demeter, the harvest goddess, went in after her. As an aspect of Gaia, Demeter understood her daughter's desire for Hades, but refused to let a powerful spirit remain in the deadlands for long. Eventually, Persephone acquiesced to return to the living realm, under the agreement that she could periodically return to Hades' side, and could return to the Underworld eventually. Demeter agreed to this arrangement verbally, but eventually performed a secret ritual to block her daughter from entering the realms of the dead. Such travel is, after all, counter to the proper way of things. Embittered by her now-permanent separation from her lover, Persephone taught a number of favored Black Furies the secret roads into the land of the dead; these secrets have been passed down by Persephone's servitor spirits and aged Garou to the present day. Technically, use of this Gift violates one of Gaia's laws – 'The living live, and the dead remain dead.' But since it is only used by the most ancient and respected Black Furies, and even then only in the most extreme circumstances, few punishments have come down onto those forced to use it.",
        "system": "Spend 1 Gnosis and roll Gnosis (the difficulty is the local Gauntlet) to step sideways into the lands of the dead. If the Fury succeeds, she enters the Dark Umbra rather than the Penumbra. She can remain there for only a single day (24 hours), after which point she must cross back to the mortal realm (rolling to step sideways as usual) or risk eternal capture in the ghost-world. If the character takes more than 24 hours to return, the Gauntlet equivalent increases by 1 for every 2 hours the Fury remains past the deadline: when it reaches 10, the Fury is trapped and will begin her afterlife as a ghost. She will not become an ancestor-spirit. The dead lurk near places, people, and things that were important to them in life, and they are creatures of almost pure emotion in death. They are still coherent, thinking beings, but are occasionally possesed of a terrible hate and fury toward the living, and may attack without provocation. When not so enraged, they do have most of their memories of life, and are likely to be willing to answer the Fury's question if the two were friendly in life. This scene should be roleplayed out: no dice roll is an appropriate way to describe the character's encounter with a deceased love one.",
        "source": "Tribebook: Black Furies (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Furies",
        "camp": "Temple of Artemis"
    },
    {
        "name": "Storm of Mother's Wrath",
        "description": "When the Black Furies take up arms to destroy an enemy of Gaia, they are like unto a force of nature. Should a pack of Bacchantes include one with Storm of Mother's Wrath, they nearly become a force of nature. The Fury wielding this Gift causes a fearful dark hailstorm to erupt, even out of a clear sky; the pack of Bacchantes, however, are not inconvenienced by the storm, and can move around and fight in it without difficulty. Signs of such a hailstorm in the area tend to be a red flag to Wyrm-creatures, who know that a pack of Furies must be involved in a desperate fight; they may move to join in, or they may wait in ambush outside of the storm. A Mammatus, a Wyld-spirit of the air, teaches this Gift.",
        "system": "Spend a point of Gnosis and roll Stamina + Survival (Difficulty 7). The storm has a 100-meter diameter and a duration of one miute. Every success on thr roll extends the storm's diameter by 100 meters, and extends the storm's duration by 1 minute. Physical being caught within the storm – humans, Garou, formori, and materialized spirits – take a 3-die penalty to all physical dice pools. The exception to this is the pack of the character resposible for the storm; that group recieves no penalty. Humans react to the storm as though faced with delirium; most will attempt to flee its fury. The storm cannot be generated indoors or underground, and its effects will not penatrate solid walls (though the pelting hail can and does break glass windows).",
        "source": "Tribebook: Black Furies (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Furies",
        "camp": "Bacchantes"
    },
    {
        "name": "Gorgon's Gaze",
        "description": "This hideous power of legend can turn living flesh into stone with but a gaze. Victims who make eye contact with the user of this Gift find themselves changed into statues where they stand. This Gift is a closely guarded secret, not to be shared with the other tribes. Rumors persist that elder Black Furies can make the effect permanent. Difficult to find and even more dangerous to approach, the legendary Basilisk-spirit can teach this Gift.",
        "system": "After making eye contact, the player rolls Perception + Occult (difficulty equal to the target's Willpower) to determine the number of rounds the victim remains stone. The player can double this time by spending a Willpower point.",
        "source": "Player's Guide Second Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Furies"
    },
    {
        "name": "Wyld Warp",
        "description": "A desperate tactic at best, this Gift summons a number of Wyld-spirits. What they do when they arrive is wholly unpredictable. They may run or fly about in a destructive frenzy, tearing the Fury's foes apart. They may grant the Fury and her packmates temporary increase in might or Rage, or they might decide to destroy all Weaver-tools in the area. They may even heal the Fury and her allies of any wounds they have suffered. The Fury has no way of knowing, but the effect is usually beneficial. A Wyldling teaches this Gift.",
        "system": "The player spends one Gnosis point and one Rage point. She then rolls Wits + Enigmas (difficulty of the local Gauntlet). Success summons a variable number of Wyldlings, which will alter the situation as the Storyteller sees fit.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Furies"
    },
    {
        "name": "Gluttony",
        "description": "The Bone Gnawer can open his jaws far wider than is normally physically possible, and can swallow things or beings whole. A werewolf with this Gift is even capable of gulping down an entire buffalo, or a whole pack of Black Spiral Dancers, only to regurgitate the creatures later This Gift is taught by a catfish-spirit.",
        "system": "The player rolls Stamina + Primal-Urge (difficulty 8). Beings can resist with Dexterity + Dodge. In the case of a very large being or object, one extra success is required for every Health Level the target possesses beyond the normal seven, or for every extra three feet in size over the Bone Gnawer (obviously, Crinos form is best for this Gift). Swallowed objects/beings wind up in the Umbra, in a subrealm that is a mystical 'stomach' of the glutton. The Garou can belch these objects out later. The werewolf can store objects in this mystical stomach for a number of hours equal to his Stamina; after this time, the Garou automatically regurgitates them hack into the physical world. The objects appear next to the Garou, and are unharmed.",
        "source": "Players Guide 1st Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawers"
    },
    {
        "name": "Help Me",
        "description": "Once each game session, a Bone Gnawer with this Gift can tell a tale of suffering so pitiful that he can elicit the help of an average human. With enough successes, he may convince the human to go out of his way to help the poor suffering bastard get on his feet. Masters of this Gift have managed to walk with a mark to the ATM for a sizable donation, borrow the keys to a car for an evening, or sleep on someone's floor. The tribe has spent millennia watching over the human race; after realizing on some subconscious level this great service, the human pays his protector back with a grand favor. Great Bone Gnawer heroes use this Gift when they need help protecting humans from the evils around them.",
        "system": "There's a price to pay, however. Some rabble exploit these victims for all they can get, but this behavior is hardly considered honorable. Word gets around. Using this help for the common good is commendable, but if the werewolf uses this Gift from Gaia to rip people off, he'll lose one temporary Honor each time if the local Garou find out. In any case, the Storyteller decides what help the human offers.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawers"
    },
    {
        "name": "Piping",
        "description": "In times of great need, an elder can issue a call to his tribe that echoes through the Umbra of an entire city. First, hordes of spirits appear before him in the spirit world. They then swarm out to find everyone of the same tribe. Bone Gnawers use this Gift more than any other tribe, usually relying on hordes of rat-spirits to find all their hidden brothers and sisters. The tribalists don't need to answer the call, but the spirit can relay a brief message exhorting the Garou to aid her brothers and sisters. Using this Gift for a trivial purpose may cost the Garou temporary Honor.",
        "system": "Piping works like the Gift: Call of the Wyld, but it stretches across an entire city and only works on Bone Gnawers.",
        "source": "Tribebook: Bone Gnawers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawers"
    },
    {
        "name": "Riot",
        "description": "This Gift summons a horde of malevolent spirits to provoke the inhabitants of a city into violent rioting. The Gift plays on the hatred and fear of the down-and-outs of the city: the homeless, the poor and even stray animals. The Gnawer can direct the riot to a degree, but such things tend to escalate, and the Garou has no power to stop the riot from doing so. A rat-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Wits + Subterfuge (difficulty 8). If successful, the spirits direct their hosts against a target of the Garou's choice. The different hosts, however, will not necessarily work together — they may even begin to fight each other as the mob mentality takes over. The number of successes determines the area affected. Successes - Extent / 1 - Building 2 - Block 3 - Neighborhood 4 - District (the South Side, etc. ) 5 - Entire City.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Bone Gnawers"
    },
    {
        "name": "Chaos Mechanics",
        "description": "Werewolves pulse with the Wyld's energy, of course, but all creatures with form and nature have something of the Weaver in them, or so the Glass Walkers argue. Upon learning this Gift, the Glass Walker reconciles these two sides of his being, and he can summon primal energy and mystical form at the same time.",
        "system": "A Garou with this Gift may use Rage and Gnosis in the same turn with no penalty. Doing so allows the Garou to use Rage actions to activate fetishes and use Gifts requiring Gnosis (provided that said Gift does not take a full turn to enact). What's more important is that it allows the Garou to take Rage actions in the same turn that he steps sideways, provided that the player rolls enough successes to get to or from the Umbra instantly. This Gift's effects are permanent.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker"
    },
    {
        "name": "Huang Di's Sacrifice",
        "description": "Whilst Huang Di was known for his inventions, he was also the Yellow Lord and a great leader. Normally used by the pack's alpha, this Gift allows a leader to revitalize his followers in moments of darkness. This Gift is taught by only one spirit, who lives at the foot of Bull Mountain and cries eternally. The spirit resembles nothing, and only teaches the Gift at sunrise.",
        "system": "The Boli Zouhisze spends two points of Gnosis and rolls Stamina + Leadership (difficulty 8). Each success allows one packmate to heal a number of health levels (even aggravated) equal to the number of successes rolled.",
        "source": "Glass Walker Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker"
    },
    {
        "name": "Phone Travel",
        "description": "The Random Interrupt can effectively reach into a telephone line and emerge on the other end. She must first dial the number of where she wishes to arrive and someone must answer. A Patter Spider teaches this Gift.",
        "system": "After the phone is picked up, the Random Interrupt rolls Gnosis, the difficulty being the local Gauntlet. As with stepping sideways, three successes are needed to transmit instantly. If fewer successes are rolled, and the other side hangs up before she emerges at the other end, the Garou is spat back out at her phone and takes three levels of lethal damage.",
        "source": "Glass Walker Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker",
        "camp": "Random Interrupts"
    },
    {
        "name": "Calm the Flock",
        "description": "With this power, the Garou may walk among humans without accidentally evoking the Curse or the Delirium. This allows her to live among humans and maintain a family. The effects, however, do not last for long. This Gift is taught by a homid Ancestor spirit.",
        "system": "The Garou rolls Manipulation + Subterfuge (difficulty 7). The number of successes indicates the number of hours that the effect lasts.",
        "source": "20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker"
    },
    {
        "name": "Technotheocratic Apocalyptica",
        "description": "They say the Glass Walkers worship their technology. That's foolishness. Worshipping mere tools confuses the master with the servant. Worshipping monsters, now, that has some more flair. This Gift allows the Glass Walker to turn all machines in the room into possessed monsters; mobile phones suddenly beginning ringing at their loudest volume and hurl themselves at the person nearest to them, televisions deliberately explode, and electrical wires whip around, tripping and strangling whomever they can see. This Gift is taught by a Pattern Spider.",
        "system": "The player spends three Rage and rolls Charisma + Science, difficulty 8. Assuming at least one success, every electric device in the room the Glass Walker is in will begin to shake. Two turns after that, the entire room is filled with monstrous electrical appliances, and everyone in the room suffers a number of unsoakable aggravated wounds equal to the number of successes rolled. Since this includes the Glass Walker, it behooves him to leave the room in the time he has.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker"
    },
    {
        "name": "Song of the City-Beast",
        "description": "The lupus of many tribes know the Songs of the Great Beast, which can summon semi-legendary monsters such as giant sharks, apemen and dinosaurs. While skunk-apes, Jersey Devils and mothmen are not common in cities, the knowledgeable Glass Walker can call forces of equal power with this Gift. This Gift is usually taught by a City Father or Mother, often in return for the accomplishment of a great deed.",
        "system": "The player spends two Gnosis points and rolls Charisma + Streetwise, difficulty 8. A City-Beast is less of an actual mythological entity and more of an event — rampaging construction machinery, a collapsing building, a plague of hell-rats, even an incredibly aggressive St. James Day parade or a block party gone riot. The Beast will stay long enough to assist in immobilizing or defeating Gaia's enemies. Its nature depends on the story but it is likely to be very powerful.",
        "source": "Book of the City",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker"
    },
    {
        "name": "Family Debt",
        "description": "Only Dons of the Central House may learn this Gift, for they are the caretakers of the tribal debt and favors pool. The Garou can call upon the past lives of other Garou to return a favor owed to the Glass Walker tribe, even if the debt was made centuries ago. Using this Gift will cause another Garou with the Past Life Background to become possessed by the ancestor whom the Glass Walker summons. The living Garou must be of the same tribe as the ancestor who is called (a Glass Walker cannot make a Bone Gnawer summon a Silver Fang ancestor). The Gift is taught by any long-lived spirit, such as a turtle or an elephant, and the Glass Walker often have such spirits witness any business transactions they make with other Garou.",
        "system": "The Garou spends one Willpower point and rolls Gnosis against a difficulty of 10 minus the target's Past Life Background rating. If there is no Garou with Past Life present, this Gift will not work; it requires a Garou with deep connections to her ancestors to act as a conduit. If successful, the desired ancestor is summoned and possesses the target. This ancestor will then perform a duty to make up for a favor the Glass Walkers did for him in his lifetime. The Central House keeps vast records of every debt owed the tribe. It usually requires a committee vote to summon one of their debtors and thus use up the favor owed. However, Dons who learn this Gift are considered to have the power to use it whenever desired, although Dons who abuse it may wind up being voted off the board, so to speak. The player should be allowed to create the original debt condition and the debtor. The Storyteller, however, is the ultimate arbiter of this Gift. It should be used to enhance a story, never to simply power game. If the Storyteller feels the player is asking a greater favor than what was originally given to the ancestor, he is free to have the ancestor deny the call. Glass Walker characters should also realize that most Garou do not like being puppets for their Past Lives simply at the whim of some damn city Urrah. They will usually try to get revenge at some later date — to do so immediately is to insult the ancestor.",
        "source": "Glass Walker Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker",
        "camp": "Wise Guys"
    },
    {
        "name": "Takeover",
        "description": "What you wear determines your worth as a human being in the modern corporate world. If you live outside the business, you are a number with a dollar sign in front of it, representing what you own and how much it, and you, are worth. For a business, you are your possessions, and this Gift makes it literally true. With this Gift, the Corporate Wolf can attack and physically destroy another person by destroying their possesions. A money spirit teaches this Gift.",
        "system": "The player spends three Rage points and rolls Strength + Enigmas (difficulty 8). The number of successes needed is determined by how long her opponent has owned the object. If he only bought it today, five successes are needed. If he has owned it for less than a month, four successes are needed; while if he has owned it for at least six months, then three successes are required. Finally i, if it has been owned for over a year, only a single success is necessary. Assuming the roll is successful, the Corporate Wolf may proceed to make an attack on the object and any damage done to the object will also be inflicted upon her opponent. The damage still applies to the object, however, and if the object is destroyed then any connection between the object and the opponent is destroyed with it. If it still stands, the Corporate Wolf may continue to attack. If a Corporate Wolf obtains your priceless Ming vase, you should be all right, but worry if they ever steal your car.",
        "source": "Tribebook: Glass Walkers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker",
        "camp": "Corporate Wolves"
    },
    {
        "name": "Custom Built",
        "description": "Initially a Random Interruption invention but now spread throughout the tribe, this Gift is both revered and reviled. Treating spirits as data, the Glass Walker can manipulate the spirit of a tool to turn it into any other tool. The actual object doesn't change, but its properties and use does. A PDA can become razor sharp, or a knife could be tapped on to hack into a system. Once the object has been used once, though, the spirit dies and the object breaks beyond repair. A Pattern Spider can teach this Gift, but they never do so willingly and must be coerced. More commonly, other Garou teach it.",
        "system": "A Glass Walker using this Gift spends one Gnosis and rolls Manipulation + Science. Difficulty depends on the degree of change. Turning a tool into another of much the same purpose is difficulty 5, (turning a sword into a pistol), changing a tool into another of different purpose but similar complexity is difficulty 7, (turning a sword into a frying pan), while turning a tool into another of vastly varying complexity is difficulty 9 (turning a sword into a laptop computer). This tool can be used exactly onec; one bullet may be fired, one egg may be fried, one password may be cracked. After that, the object falls apart. Many Glass Walkers consider this Gift heinous murder, and if it is used in anything short of a dire emergency the user will lose Honor and Wisdom. (Storyteller's discretion.) Simply knowing the Gift is enough to be shunned by some. Ironically, this attitude is most common among the Random Interrupts, and almost none know the Gift.",
        "source": "Tribebook: Glass Walkers (Revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Glass Walker"
    },
    {
        "name": "Find the Transgressor",
        "description": "With this potent Gift, the Judge calls upon the might of Gaia Herself to determine the exact location of any one named individual that has violated the Litany in some fashion. Use of this Gift is never a trivial undertaking, and those that abuse its power usually suffer dire consequences. An avatar of Gaia Herself teaches this Gift.",
        "system": "The user spends two Gnosis and two Willpower, then invokes the will of Gaia to help him find a Garou who has violated the Litany in a particularly foul fashion. If Gaia would agree with the Judge's assessment of the situation (which is left entirely to the Storyteller's judgment), he learns the exact location of his quarry. No method of obfuscation, be it supernatural or mundane, can keep the target hidden. The Gift does nothing to help the Judge reach the target and it does not work on Wyrm-creatures (who are shrouded by their patron). If Gaia disagrees with the Judge's opinion, or if the transgressor has violated the Litany in only a trivial sense, the Judge instead suffers one aggravated level of damage per Rank of the targeted Garou.",
        "source": "Shadow Lord Tribebook (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Shadow Lord",
        "camp": "Judges of Doom"
    },
    {
        "name": "Purity of Blood",
        "description": "The disciple has become so resistant to the Wyrm that she may overcome the Blood Bond of vampires. This Gift is taught by an avatar of Grandfather Thunder himself.",
        "system": "The Shadow Lord must expend two points of Gnosis, spend 10 minutes in meditation and make a successful Intelligence + Meditation roll. Until the Garou uses Purity of Blood, he will be aware that he is Bound, but may nonetheless spend a Willpower point to break his conditioning and use the Gift. Also note that this allows an infiltrator of the Sabbat to shatter the effect of the Vaudelaire.",
        "source": "Tribebook: Shadow Lords",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Shadow Lord",
        "camp": "Bringers of Light"
    },
    {
        "name": "Mask Taint",
        "description": "A Garou with this Gift may completely hide his Wyrm-taint from all senses, including Gifts that detect such taint. This Gift is taught by a Puppeteer Bane.",
        "system": "The Garou spends on Gnosis point and rolls Appearance + Subterfuge (difficulty 8). The effect lasts for one scene. Every time this Gift is used, the Garou must roll one die. If the number is equal to or less than her Corruption Trait, she adds one to her Corruption, gaining more Wyrm taint. This Gift cannot be used by Garou with Corruption 10.",
        "source": "Tribebook: Shadow Lords",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Shadow Lord",
        "camp": "Lords of Summit"
    },
    {
        "name": "Wounding Lies",
        "description": "For all their ability to prevaricate or misdirect when the need is there, few Shadow Lords – particularly elders – like being lied to. This Gift is the ultimate expression of that conceit; it forces those whom the Lord is interrogating to speak the truth or suffer the consequences. A person that lies to the elder suffers great wounds that mystically appear across his body with each untruth. A pain-spirit teaches this Gift.",
        "system": "The player spends one Gnosis and rolls Charisma + Intimidation (difficulty of target's Willpower). If he succeeds, the power takes effect; for the rest of the scene, each fib the subject tells inflicts one level of aggravated damage on the subject, which cannot be soaked. Even half-truths open small, stinging wound (no actual damage, but painful and obvious). A Garou targeted by this Gift may overcome the effect by spending a number of Gnosis points equal to the interrogator's successes. Most others usually begin telling the truth after the first wound or two (the Storyteller may call for a Willpower check, difficulty 8, to keep silent). Some Shadow Lords heighten the effect by claiming that silence will wound the target just as surely as lies will – an untruth on the Lord's behalf, but one that gets results.",
        "source": "Shadow Lords Tribebook Revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Shadow Lord"
    },
    {
        "name": "Shadow Pack",
        "description": "The Garou summons up shadowy duplicates of himself to stand by him in battle. These shadow-wolves resemble the Shadow Lord and have some of the same capabilities. A night-spirit teaches this Gift.",
        "system": "The player rolls Gnosis (difficulty 8) and spends a variable number of Gnosis points. For each point spent, the Garou summons a shadow-duplicate. These duplicates have the same Attributes and Abilities as the Garou, but they may not use Gnosis or Willpower. Each has only one health level (i.e., any attack that is not soaked destroys it). The duplicates fade at the end of the scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Shadow Lord"
    },
    {
        "name": "Obedience",
        "description": "With the power of this Gift, the Shadow Lord becomes the ultimate alpha, compelling all others to follow her orders. A Stormcrow teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Charisma + Leadership (difficulty 8). All in the vicinity must roll Willpower (difficulty 8) and match or exceed the Garou's successes to avoid the effects of the Gift. If the werewolf wins by one success, the targets follow any order they don't mind following. Getting three successes means that the targets will treat the Garou as their alpha and fight for him. Getting five successes means that the targets will follow him into the Abyss or perform other virtually suicidal actions.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Shadow Lord"
    },
    {
        "name": "Invocation of the Pharaoh",
        "description": "This awe-inspiring Gift is only available to the greatest Strider heroes. The Strider must be in Homid form, must spend a Gnosis and a Willpower point, and must enact a 10-minute chant to the greatest of ancient Egyptian spirits. Once this is done, the Garou expands and grows, becoming a giant similar to the depictions of pharaohs on mastabas and sarcophagi. This Gift is taught by Sphinx.",
        "system": "The Garou grows to a height of nearly eight feet, but otherwise remains in Homid form. The Garou gains the Physical Attributes of a Crinos, but loses no Social Attributes; indeed, the Garou's Charisma and Manipulation are treated as 6 when making Leadership or Intimidation rolls. A Garou in Pharaoh form does not inflict aggravated damage, but adds one to all Brawl and Melee damage inflicted against Wyrm-foes (or adds two when facing Followers of Set). The Garou regenerates as a Crinos, but is invulnerable to silver and cannot frenzy. Essentially, the Pharaoh form combines the best of both Homid and Crinos forms. This form lasts for one scene.",
        "source": "Tribebook: Silent Striders",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silent Striders"
    },
    {
        "name": "Reach the Umbra",
        "description": "The Garou may step into and out of the Umbra at will, without need of a reflective surface or even any effort at all. An owl-spirit teaches this Gift.",
        "system": "The Garou may step sideways instantly, at any time, with no fear of being 'caught.' No roll is necessary. In addition, all rolls made to enter or leave Umbral Realms receive a -2 difficulty bonus. She may not, however, spend Rage in the same turn that she steps sideways.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silent Striders"
    },
    {
        "name": "Gate of the Moon",
        "description": "This Gift creates a specialized moon bridge that takes the Strider to her destination instantly. At least a sliver of moon must be visible at her area of departure. A Lune teaches this Gift.",
        "system": "The player spends one Gnosis point for every 100 miles the Garou needs to travel. She then rolls Intelligence + Alertness (difficulty varies on how far the journey is and how well the Garou knows the way). Success transports the character to her destination, but she will be disoriented for one turn unless the player scored three successes. A Botch takes the character miles in the wrong direction — possibly straight up.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silent Striders"
    },
    {
        "name": "Fetish Doll",
        "description": "Sympathetic magic is the oldest form of sorcery, and it is still effective. Although many cultures find this sort of magic repellent, the Uktena believe that the ends well justify the means. The Garou can harm his victim from afar using a specially created doll. He must have a piece of his victim or an object belonging to him, and he must then construct the doll. An ancestor-spirit teaches this Gift.",
        "system": "The doll takes one week to construct and enchant. The player rolls Perception + Crafts (difficulty 8) to construct the doll. When the doll is complete, the player may roll Intelligence + Medicine (difficulty of the victim's Willpower). Each success inflicts one level of aggravated damage on the victim, which eh may soak if he is capable of doing so. The doll is only capable of transferring 10 levels of damage. After 10 successes, the doll is too mutilated to be of further use. A botched roll destroys the doll without inflicting any damage.",
        "source": "Core book revised / Tribebook: Silent Striders",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": ["Uktena", "Silent Strider"],
        "camp": "Bitter Hex"
    },
    {
        "name": "Gaia's Vengeance",
        "description": "The Red Talon becomes a living vessel for Gaia's wrath, transforming into a horrifying creature of primal destruction. The Garou's teeth and claws drip acid, her eyes glow with green fire, and her howl can shatter stone. A Wyld spirit teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Stamina + Primal-Urge (difficulty 8). For the rest of the scene, all the Garou's damage is aggravated, and she gains an additional die of damage for each success. The Garou also becomes immune to silver for the duration of the Gift.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Red Talons"
    },
    {
        "name": "Curse of Lycaon",
        "description": "The Red Talon can inflict a terrible curse upon a human, transforming them into a wolf. Unlike the traditional werewolf curse, this transformation is permanent and irreversible. The victim becomes a normal wolf, albeit one with human intelligence and memories. This Gift is taught by an avatar of Wolf.",
        "system": "The player spends one Gnosis point and rolls Gnosis (difficulty of the target's Willpower). The target may resist with a Willpower roll (difficulty 8). If the Garou wins, the target transforms into a wolf over the course of the next day. The transformation is permanent and cannot be reversed by any means short of the direct intervention of an Incarna or Celestine.",
        "source": "Red Talons Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Red Talons"
    },
    {
        "name": "Howl of Death",
        "description": "The Red Talon unleashes a terrible howl that can kill humans instantly. The sound is pitched at a frequency that causes human hearts to stop and blood vessels to burst. This Gift is taught by a death-spirit.",
        "system": "The player spends one Gnosis point and rolls Stamina + Primal-Urge (difficulty 7). All humans (but not Garou, Kinfolk, or other supernatural beings) within earshot must roll Stamina (difficulty 8) and get more successes than the Garou, or die instantly. Even those who survive are stunned for one turn per success the Garou achieved.",
        "source": "Red Talons Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Red Talons"
    },
    {
        "name": "Scabwalker Curse",
        "description": "The Red Talon can inflict a terrible curse that causes a human's flesh to rot and fall away, leaving them as a living skeleton. This Gift is taught by a Bane of decay.",
        "system": "The player spends two Gnosis points and rolls Gnosis (difficulty of the target's Willpower). The target takes one unsoakable level of aggravated damage per success, and their flesh begins to rot and slough off. This damage cannot be healed by any means until the curse is lifted by the Red Talon who inflicted it or by another Garou with this Gift.",
        "source": "Red Talons Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Red Talons",
        "camp": "Warders"
    },
    {
        "name": "Paws of the Newborn Cub",
        "description": "The Silver Fang can temporarily strip another Garou of all Gifts, returning them to the state of a cub. An avatar of Helios teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Leadership (difficulty of the target's Willpower). Each success negates one of the target's Gifts for one scene, starting with the highest-level Gifts first. The target may spend a Willpower point to save one Gift from negation.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silver Fangs"
    },
    {
        "name": "Luna's Avenger",
        "description": "The Silver Fang becomes a living embodiment of Luna's power, taking on an aspect of pure moonlight. Her fur becomes translucent silver, and her eyes glow with lunar radiance. A Lune teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Appearance + Occult (difficulty 7). For the rest of the scene, the character gains one automatic success on all Social rolls against Garou. Additionally, all of her attacks do aggravated damage, even to Garou, and she is immune to silver.",
        "source": "Silver Fangs Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silver Fangs"
    },
    {
        "name": "Falcon's Grasp",
        "description": "The Silver Fang can leap incredible distances and snatch prey from the ground while in flight. A falcon-spirit teaches this Gift.",
        "system": "The player spends one Gnosis point. For the rest of the scene, the character can leap up to 100 yards in a single bound and can remain airborne for up to three turns. While in the air, she can make diving attacks that add three dice to damage and are made at -2 difficulty.",
        "source": "Silver Fangs Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silver Fangs"
    },
    {
        "name": "Sidestep Death",
        "description": "The Silver Fang can avoid what would normally be a killing blow, stepping between moments to evade certain death. This Gift is taught by a death-spirit.",
        "system": "Once per scene, when the character would be killed by an attack, the player may spend two Gnosis points to negate the attack entirely. This Gift only works against single attacks; it cannot negate ongoing effects or environmental hazards.",
        "source": "Silver Fangs Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Silver Fangs"
    },
    {
        "name": "Wisdom of the Seer",
        "description": "The Stargazer gains perfect clarity of thought and perception, allowing them to see the true nature of all things. This Gift is taught by a Chimerling.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Enigmas (difficulty 8). Success allows the character to see through all illusions and supernatural deceptions for the rest of the scene. Additionally, the character gains insight into the motivations and true nature of anyone they observe, adding their successes to any Perception or Empathy rolls.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Stargazers"
    },
    {
        "name": "Grasp the Beyond",
        "description": "The Stargazer can reach into the Umbra from the physical world, or vice versa. This Gift is taught by an enigmatic spirit called the Truth-Seeker.",
        "system": "The player spends one Gnosis point. For the rest of the scene, the character can reach across the Gauntlet as though it didn't exist, manipulating objects and even attacking creatures on the other side. The character can only affect things they can see, either through their normal senses or through Gifts.",
        "source": "Stargazers Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Stargazers"
    },
    {
        "name": "Circular Attack",
        "description": "The Stargazer's martial arts training reaches its pinnacle, allowing them to strike all enemies around them simultaneously. This Gift is taught by a spirit of the wind.",
        "system": "The player spends one Rage point. The character can make one attack against every opponent within melee range, using the same dice pool for each attack. These attacks are all considered to occur simultaneously.",
        "source": "Stargazers Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Stargazers"
    },
    {
        "name": "Harmonious Unity of the Emerald Mother",
        "description": "The Stargazer achieves perfect harmony with Gaia, becoming one with all of creation. This Gift is taught by an avatar of Gaia.",
        "system": "The player spends one Gnosis point and rolls Gnosis (difficulty 8). For one turn per success, the character exists in perfect harmony with their surroundings. During this time, they automatically succeed at all Physical and Mental actions that work in harmony with their environment, and any attempts to harm them automatically fail.",
        "source": "Stargazers Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Stargazers"
    },
    {
        "name": "Spirit Drain",
        "description": "The Uktena can drain the Essence from a spirit, using it to heal themselves or replenish their own Gnosis. This Gift is taught by an ancestor-spirit.",
        "system": "The player rolls Gnosis (difficulty of the spirit's Willpower). Each success drains one point of Essence from the spirit, which can be used to either heal one Health Level or restore one point of Gnosis. The spirit may resist with a Willpower roll.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Rending the Craft",
        "description": "The Uktena can destroy magical effects and enchantments by unraveling their spiritual essence. This Gift is taught by a spirit of magic.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Occult (difficulty 8). Each success negates one level of magical power affecting a person, place, or thing. The specific effects are up to the Storyteller.",
        "source": "Uktena Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Uktena"
    },
    {
        "name": "Heart of Ice",
        "description": "The Wendigo can freeze an opponent's heart with a touch. This Gift is taught by an avatar of Wendigo.",
        "system": "The player spends one Gnosis point and rolls Strength + Primal-Urge (difficulty of the target's Stamina + 4). Success causes the victim's heart to freeze solid, killing them instantly. Supernatural creatures may resist by spending a point of Willpower and making a Stamina roll (difficulty 8).",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Wendigo"
    },
    {
        "name": "Chill of Early Frost",
        "description": "The Wendigo summons the bitter cold of winter, freezing everything in the area. This Gift is taught by a spirit of winter.",
        "system": "The player spends one Gnosis point and rolls Stamina + Survival (difficulty 7). The area within 100 yards becomes deathly cold for one scene. Each success reduces the temperature by 20 degrees Fahrenheit. Ordinary humans must make Stamina rolls (difficulty 7) each turn or take one level of lethal damage from the cold.",
        "source": "Wendigo Tribebook",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Wendigo"
    },
    {
        "name": "Planetary Spirit",
        "description": "The Garou can summon and command the spirit of any planet in the solar system. This Gift is taught by Planetary Incarna.",
        "system": "The player spends two Gnosis points and rolls Charisma + Astronomy (difficulty 8). Success allows the character to summon and command a planetary spirit for one scene. The spirit's power depends on the planet chosen and the number of successes rolled.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "All"
    },
    {
        "name": "Umbral Fortress",
        "description": "The Theurge can create an impenetrable fortress in the Umbra, completely safe from any spiritual or physical attack. This Gift is taught by a Chimerling.",
        "system": "The player spends three Gnosis points and rolls Intelligence + Occult (difficulty 8). Success creates a fortress that can shelter one person per success for one scene. The fortress is completely impervious to any form of damage or intrusion.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Theurge"
    },
    {
        "name": "Strength of the Guardian",
        "description": "The Philodox channels the strength of all previous Guardians of the Sept, gaining immense power. This Gift is taught by an ancestor-spirit.",
        "system": "The player spends one Gnosis point and rolls Stamina + Rituals (difficulty 7). Each success adds one dot to both Strength and Stamina for the remainder of the scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Philodox"
    },
    {
        "name": "Kiss of Helios",
        "description": "The Garou channels the burning power of the sun itself, becoming a being of pure solar fire. This Gift is taught by a Solar Incarna.",
        "system": "The player spends two Gnosis points and rolls Stamina + Occult (difficulty 8). Success transforms the character into a being of pure sunlight for one turn per success. While transformed, the character is immune to all damage and their attacks inflict aggravated damage equal to their Rage rating.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "All"
    },
    {
        "name": "Mercurial Messenger",
        "description": "The Garou can send messages or small objects across vast distances by channeling the power of Mercury. This Gift is taught by a spirit of Mercury.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Occult (difficulty 7). Success allows the character to instantly transport a message or small object (no larger than what could fit in a pocket) to any location they have previously visited or any person they know well.",
        "source": "Book of the City",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "All"
    },
    {
        "name": "Venusian Grace",
        "description": "The Garou channels the beauty and harmony of Venus, becoming irresistibly attractive to others. This Gift is taught by a spirit of Venus.",
        "system": "The player spends one Gnosis point and rolls Appearance + Expression (difficulty 7). For the rest of the scene, the character adds their successes to all Social rolls and can attempt to affect even hostile creatures with Social abilities.",
        "source": "Book of the City",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "All"
    },
    {
        "name": "Martian Fury",
        "description": "The Garou channels the warlike aspect of Mars, becoming an unstoppable engine of destruction. This Gift is taught by a spirit of Mars.",
        "system": "The player spends one Gnosis point and rolls Rage (difficulty 7). For the rest of the scene, the character adds their successes to all damage rolls and can spend Rage points without risk of frenzy.",
        "source": "Book of the City",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "All"
    },
    {
        "name": "Jovian Thunder",
        "description": "The Garou channels the majesty and power of Jupiter, commanding respect and obedience from others. This Gift is taught by a spirit of Jupiter.",
        "system": "The player spends one Gnosis point and rolls Charisma + Leadership (difficulty 7). For the rest of the scene, the character adds their successes to all Leadership and Intimidation rolls, and their commands are treated as though they came from someone of much higher rank.",
        "source": "Book of the City",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "All"
    },
    {
        "name": "Saturn's Curse",
        "description": "The Garou channels the grim aspect of Saturn, bringing misfortune and decay to their enemies. This Gift is taught by a spirit of Saturn.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Occult (difficulty 8). Each success forces the target to automatically fail one action of the Garou's choice during the scene. These failures occur at dramatically appropriate moments chosen by the Storyteller.",
        "source": "Book of the City",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "All"
    },
    {
        "name": "Blasphemy",
        "description": "The Garou can corrupt holy sites and items, turning them into conduits for the Wyrm's power. This Gift is taught by a Bane of corruption.",
        "system": "The player spends one Gnosis point and rolls Intelligence + Occult (difficulty 8). Each success allows the character to corrupt one holy site or item, turning it into a source of Wyrm power. The corruption lasts for one scene per success.",
        "source": "Book of the Wyrm",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Corruption",
        "description": "The Black Spiral Dancer can infect others with the Wyrm's taint, slowly turning them to its service. This Gift is taught by a Bane of corruption.",
        "system": "The player spends two Gnosis points and rolls Manipulation + Leadership (difficulty of the target's Willpower). Each success adds one point of temporary corruption to the target. When the target's temporary corruption equals their Willpower, they become permanently corrupted.",
        "source": "Book of the Wyrm",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "tribe": "Black Spiral Dancers"
    },
    {
        "name": "Shared Strength",
        "description": "No matter how strong you are, you can't be everywhere. Sooner or later, if you live long enough, every Ahroun will experience the heartbreak of seeing a packmate die in combat, and knowing that they simply couldn't be there to help. Elders have seen this more than any, so it is not unusual that they would learn a Gift like this. This Gift allows an Ahroun to donate his capacities to one of his packmates for a single turn, imbuing them with their strength, speed and skill. However, they pay a high price for this help, losing their own strength for the same amount of time. This Gift is taught by a wolf-spirit.",
        "system": "The player spends two Gnosis and states a period of time for the Gift to remain active. This could be 'the next turn', 'an hour', 'the rest of the scene' or even 'until the day I die'. If the Ahroun dies, the Gift ceases to work immediately, so 'until the Final Battle' won't work unless you survive to see it. For that amount of time, one Garou of the Ahroun's choice and within their line of sight immediately is treated as possessing the Ahroun's Physical Attributes, Brawl, Dodge and Melee abilities (if the target has higher abilities, they retain their own high scores). However, the Ahroun is treated as having a mere one dot in all Physical attributes, in all forms, as long as the Gift is active and no dots in Brawl, Melee and Dodge. The target and Ahroun cannot spend experience points to raise any of the shared Traits until the Gift ends.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Aegis",
        "description": "This Gift grants a Garou a mystical aegis protecting her from attacks. This is not a literal shield; rather, strikes simply fail to hit vital areas, bullets deflects of a belt buckle and circumstance otherwise conspires to prevent blows from landing solidly on the warrior while this ability is in effect. A wind-spirit teaches this Gift.",
        "system": "The player spends a point of Willpower, and the difficulty of all attack rolls made against her for the duration of the scene are increased by two. Any attack roll that scores only one success (after dodge, if applicable) against the Garou is considered to be a graze, and inflicts only bashing damage.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Strength of Will",
        "description": "The Ahroun with this Gift could lead his pack to the gates of Hell itself if that were what it took. A wolf-spirit or an Incarna avatar teaches this Gift.",
        "system": "The Garou's player spends a point of Willpower and rolls Charisma + Leadership (difficulty 8). Each success grants all the Garou's allies within 100 feet an extra point of Willpower. These extra points last for the rest of the scene, and they can be spent as usual. This Gift can even raise an ally's Willpower above its maximum or even above 10. This Gift may be used only once per scene.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ahroun"
    },
    {
        "name": "Soul's Guilt",
        "description": "This powerful but very temperamental Gift allows the weight of guilt which rests on the heart to emerge to the surface. The effect varies but usually appears as shadowing across the subject's features; the shadows deepen as the guilt grows (other effects include \"howls of demons,\" the sound of winter winds or even ominous background music). Note that, while useful, it has some severe limitations, for it registers only what troubles the individual. To a single old lady, a white lie may give her nightmares and deeply shade her soul, while a vigilante may sleep the sleep of the just and go undetected by this Gift. Soul's Guilt is taught by one of Falcon's brood, or any spirit associated with Justice.",
        "system": "The Garou must look at (or in some cases, listen to or smell) the target and concentrate for one full turn. The player rolls Perception + Empathy (difficulty of 7); number of successes indicate the clarity of the Garou's impression.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Philodox"
    },
    {
        "name": "Wall of Granite",
        "description": "Philodox have a stronger relationship with the elementals of the earth than do other werewolves, for just as the earth upholds those upon it, the Philodox uphold their people's ways. While in contact with earth or rock, the Philodox can invoke a wall to protect himself. This wall will move with the Garou, defending him from all angles. Earth elementals teach this gift.",
        "system": "The Garou spends on Gnosis point. The wall's dimensions are three yards high, two yards long and one yard thick. It has a soak pool of 10 dice, and 15 health levels must be inflicted to penetrate it at any point. The wall lasts for one scene or until released into the earth by the Garou.",
        "source": "Core book revised / 20th Anniversary Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": ["Garou", "Mokole"],
        "splat": "Shifter",
        "auspice": "Philodox"
    },
    {
        "name": "Geas",
        "description": "This Gift places its target under a geas, a sacred oath to obey the Philodox's bidding. The geas cannot make the targets act contrary to their basic instincts (such as self-preservation). Therefore, she could send a group on a quest, but she could not make its members attack and try to kill each other — unless they were psychotics or werewolves without pack bonds. An Incarna avatar teaches this Gift.",
        "system": "The player spends one Gnosis point and rolls Manipulation + Leadership (difficulty of the target's Willpower). In the case of a group, the difficulty is the highest Willpower among its members. The geas' compulsion lasts until the task is completed or until the target is dropped to the Incapacitated health level in pursuit of the quest. No victim can labor under more than one geas at a time; the first one laid always takes precedence.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Philodox"
    },
    {
        "name": "Violation",
        "description": "Those few Garou privy to the secret of Violation know well the hate and revulsion of others. This power requires the Garou to make physical contact with the target, but once that has happened, the victim is quickly overwhelmed with feelings of defilement. To learn this Gift, the Garou must confront a malevolent spirit such as a pain- or hate-spirit (though not a Bane) in spirit combat; if he wins, he may wrest the knowledge of this Gift from it.",
        "system": "The Garou rolls Manipulation + Primal-Urge (difficulty of the target's Willpower). For the next turn, and for a number of turns equal to the number of successes, the victim cannot spend Rage or Willpower. Additionally, the difficulties of all Willpower rolls are increased by two, while the difficulties of Rage rolls are decreased by two (the victim may not be able to direct his anger, but he definitely feels it).",
        "source": "Core book 2nd Edition",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Blank",
        "description": "\"Consider it a bio-electrical blackout.\" That's how Pat O'Reidy described this Gift, and it remains the best description there is for it. For a short period, everyone in the room simply goes blank. They still stand upright (unless they were laying down to begin with, but eyes close, senses go dead, and nobody moves. Meanwhile, the Ragabash can move about without being seen, or can take actions they otherwise couldn't. Any actual attempt to harm someone will break the communal trance, so slitting their throat while they remain unconscious won't work. But you could certainly pick someone up, put him in the trunk of a car, and take him elsewhere. A spirit of electricity or an electric eel spirit teaches this Gift.",
        "system": "The player spends three Rage and rolls Gnosis (difficulty 8). Each success \"blanks\" every person in a room for one turn. Supernatural creatures (including vampires, mages and imbued hunters) can make a resisted Willpower roll (again, difficulty 8) against the Ragabash's Gnosis roll. Every extra success the Ragabash gains over his target blanks the victim for one turn.",
        "source": "Players' Guide to Garou (revised)",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Weakest Link",
        "description": "With this Gift, a New Moon can delve into the hearts and minds of a given pack. He can sense the fears and concerns of either friends or enemies to the best help or harm them. Armed with this knowledge, the Ragabash can guide his own pack in attaching foes or use his own peculiar brand of wisdom to facilitate peace and healing. Any Weaver spirit can teach this Gift.",
        "system": "After spending a Willpower point, the player rolls Perception + Enigmas. With each success above one, he can find out crucial information on two packmembers per success. For example, with two successes, he can target two packmembers; with three, he can learn about four packmembers. The Storyteller should word things in a descriptive way; she needn't give specific rank or auspice, for example, but might point out who's leading and who's following. Moreover, this Gift can clue in a Ragabash on specific fears or phobias he can best use to his advantage. At the Storyteller's discretion, he might also discern the ranking of pack members, who has the most Rage and Gnosis, and possibly certain Merits or Flaws. Storytellers should be generous, as this is a rare and powerful Gift.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Turn the Moon",
        "description": "This Gift essentially makes a werewolf \"walk a mile in someone else's shoes.\" For a short period of time, the New Moon can change the auspice of another werewolf to whatever she deems appropriate. Any spirit of Luna can teach this Gift.",
        "system": "The Ragabash spends a Willpower point, and the player rolls Manipulation + Primal Urge. For each success, the target must spend a day in his new auspice. The Ragabash can end the effects of the Gift earlier, if she so chooses. The target loses access to specific auspice Gifts, gains or loses enough temporary Rage points to bring him to the base minimum for the appropriate auspice, and suddenly finds his thinking influenced by the duties of the new auspice. For example, if the Ragabash changes an Ahroun into a Philodox, he'll start trying to lead by example, feel an urge to settle disputes and try to bring things around him into balance (an opportunity for some fun and creative roleplaying). The New Moons of rank use this Gift to teach a lesson to those taking the duties of their auspice too much to heart, and it can be quite effective at showing them a different perspective.",
        "source": "Book of Auspices",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Thousand Forms",
        "description": "Most trickster archetypes are shapeshifters, and the Ragabash is no different. The Garou with this Gift may change herself into any animal between the sizes of a small bird and a bison. The Garou gains all the special powers (flight, gills, poison, sensory abilities, etc.) of the animal she mimics. She may not take the form of Wyrm-beasts (not that she would wish to!), but she may take the form of mythical beasts with some extra effort.",
        "system": "The player spends a Gnosis point and rolls Intelligence + Animal Ken. The difficulty varies, rising higher the farther removed from the Garou's natural form the desired animal is. For example, an ape or panther (mammals of roughly equal mass) might be difficulty 5, while an alligator (a reptile of slightly larger size) would be difficulty 7, and a frog (a much smaller amphibian) would be difficulty 0. Mimicking mythical animals is always difficulty 10.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Thieving Talons of the Magpie",
        "description": "The Garou can steal the powers of others and use them herself. These powers can be Garou Gifts, spirit Charms, vampiric Disciplines, True Magic or any other such power. Naturally, a magpie-spirit teaches this Gift.",
        "system": "The player must gain three successes on a Wits + Stealth roll (difficulty of the target's Willpower). If successful, the Ragabash can use the specified power (and the victim cannot) for each successive turn she is willing to spend a Gnosis point. The werewolf's Gnosis is substituted for any Traits exclusive to the victim that might be necessary to work the power, such as a vampire's blood pool or a mage's Arete. The Ragabash must know something about his target's powers, and he must target a power in the terms by which he would understand it.",
        "source": "Core book revised",
        "game_line": "Werewolf: The Apocalypse",
        "category": "powers",
        "stat_type": "gift",
        "values": [5],
        "shifter_type": "Garou",
        "splat": "Shifter",
        "auspice": "Ragabash"
    },
    {
        "name": "Poisoned Legacy",
            "description": "This most terrible Gift allows the Theurge to lay a great and malicious curse upon a victim of her choice. Such a stigma is irreversible, and will remain with the victim for all her life. The victim must be present, and the Theurge must verbally state her malediction.",
            "system": "The Theurge spends a point of Gnosis and a point of Willpower, then rolls Manipulation + Occult against a difficulty of the target's Willpower as she pronounces the curse. With one to five successes, the Theurge can inflict the Cursed Flaw on her target at a level equal to the successes rolled; the Storyteller chooses and appropriately poetic manifestation. With six or more successes, the Theurge can instead choose to inflict the Dark Fate Flaw.",
            "source": "Book of Auspices",
            "game_line": "Werewolf: The Apocalypse",
            "category": "powers",
            "stat_type": "gift",
            "values": [5],
            "shifter_type": "Garou",
            "splat": "Shifter",
            "auspice": "Theurge"
        },
        {
            "name": "Healing the Soul",
            "description": "Through a week-long ordeal of fasting, trance states and spirit communication, the Theurge is able to set the elements of the Triat into perfect balance within one individual's soul. Obviously, the subject to be healed must be willing, and the two individuals must remain in solitude (save for contact with spirits) for the duration. This Gift can cure insanity, ease emotional wounds, heal the effects of trauma and remove desensitization.",
            "system": "The effects are largely character and story-based. This Gift alone cannot cure full-blown Harano, but it can certainly ameliorate the causes, preventing it before it takes hold completely. If the Storyteller has already embraced the complications of mechanical crossover in her Werewolf chronicle, she may elect to allow this Gift to restore one or two levels of Humanity, or subtract one or two levels of permanent Angst, once in a given vampire or wraith's life. Of course, very few Garou elders would ever consider wasting Gaia's blessings on a Leech, even a penitent one.",
            "source": "Book of Auspices",
            "game_line": "Werewolf: The Apocalypse",
            "category": "powers",
            "stat_type": "gift",
            "values": [5],
            "shifter_type": "Garou",
            "splat": "Shifter",
            "auspice": "Theurge"
        },
        {
            "name": "Spirit Vessel",
            "description": "One of the best kept secrets of the Theurge elders is the ability to channel a spirit. For a short time, Garou and spirit become one creature with the abilities of both. Usually, the Garou remains in control, adding the spirit's Charms to her repertoire — but sometimes things go awry.",
            "system": "The player rolls her character's Gnosis and spends a Gnosis point to activate the Gift. The Rite of Summoning chart determines the difficulty of this Gift. Every success allows the Garou to use one of the spirit's Charms for up to one scene. A botch on the roll indicates the Garou accidentally channels a Bane that goes on to turn the Theurge against her friends.",
            "source": "Player's Guide Second Edition",
            "game_line": "Werewolf: The Apocalypse",
            "category": "powers",
            "stat_type": "gift",
            "values": [5],
            "shifter_type": "Garou",
            "splat": "Shifter",
            "auspice": "Theurge"
        },
        {
            "name": "Malleable Spirit",
            "description": "The Garou can change a spirit's form or purpose.",
            "system": "The Garou's player must best the spirit in a resisted Gnosis roll. The difficulty is based on what the Garou tries to accomplish, while the spirit's difficulty is the Garou's Gnosis. Change - Difficulty / Characteristics (Willpower, Rage, Gnosis; one point changed per success) - 6 / Disposition (Friendly, Neutral, Hostile) - 8 / Type (Naturae, Elemental, Bane, etc.) 10.",
            "source": "Core book revised",
            "game_line": "Werewolf: The Apocalypse",
            "category": "powers",
            "stat_type": "gift",
            "values": [5],
            "shifter_type": "Garou",
            "splat": "Shifter",
            "auspice": "Theurge"
        },
        {
            "name": "Feral Lobotomy",
            "description": "With but a thought, the Garou can devolve an opponent's mind to that of an animal, effectively destroying his intelligence.",
            "system": "The player rolls Wits + Empathy (difficulty of the target's Willpower + 3, maximum 10), and spends a variable number of Gnosis. If successful, the Garou can destroy a target's Intelligence Attribute permanently. Two Gnosis points must be spent for each point of Intelligence destroyed, and the Garou cannot destroy more points than he rolls successes. Additionally, the target begins acting more animalistic with each point removed.",
            "source": "Core book revised",
            "game_line": "Werewolf: The Apocalypse",
            "category": "powers",
            "stat_type": "gift",
            "values": [5],
            "shifter_type": "Garou",
            "splat": "Shifter",
            "auspice": "Theurge"
        },
        {
            "name": "Legend's Insight",
            "description": "While any Garou with a spiritual connection to her ancestor-spirits may borrow an ancestor's wisdom from time to time, the Galliards have, unsurprisingly, perfected the process. The character may call upon her illustrious predecessors for skill or knowledge and become, for a moment, the best she can possibly be.",
            "system": "Only characters with the Ancestors Background may learn this Gift. The player rolls Charisma + Ancestors (difficulty 7). For each success, the player may boost an Ability to five dots, or an Ability already at that level to six dots. Normally, 'modern' Abilities such as Computers, Drive, and even Firearms are disallowed, but this is left to the Storyteller's discretion. The player should specify what ancestor she is calling upon and what Abilities that ancestor is likely to grant her; these choices should remain consistent through subsequent uses of this Gift.",
            "source": "Book of Auspices",
            "game_line": "Werewolf: The Apocalypse",
            "category": "powers",
            "stat_type": "gift",
            "values": [5],
            "shifter_type": "Garou",
            "splat": "Shifter",
            "auspice": "Galliard"
        },
        {
            "name": "Head Games",
            "description": "This Gift embodies the Galliard's ability to manipulate emotion in its purest form. The Galliard can change a target's emotions as she pleases, from hate to love and back again.",
            "system": "The Garou rolls Manipulation + Empathy (difficulty of the target's Willpower). Success allows the Garou to steer the emotions of any one individual. The more successes the player rolls, the more quickly the emotions manifest and the stronger they feel. Some emotions won't last without good cause. A Galliard could make someone fall in love with him, but the love won't last. (It may well even turn into justified resentment.) If the Galliard's actions would reinforce the emotion — treating a 'new friend' well or threatening a terrified foe — there's a better chance that the emotions will become the real thing.",
            "source": "Core book revised",
            "game_line": "Werewolf: The Apocalypse",
            "category": "powers",
            "stat_type": "gift",
            "values": [5],
            "shifter_type": "Garou",
            "splat": "Shifter",
            "auspice": "Galliard"
        },
        {
            "name": "Fabric of the Mind",
            "description": "The highest-ranked Galliards can bring the products of their imagination to very solid live, crafting creatures from the spiritual essence of dreams. Chimerlings teach this Gift.",
            "system": "The player makes an extended roll of Intelligence + Performance (difficulty 8). She can create any form of life she can imagine, assigning it one dot of Traits for each success gained on the roll. The werewolf can take as long as she wants to form the creature, accumulating successes from turn to turn, but once she stops, the dream being takes form and requires the expenditure of Gnosis to keep it manifested. The cost is one Gnosis per scene if the dream being remains relatively inactive (such as doing minor chores or watching a location), or one point per turn if the being engages in combat or similarly strenuous activity. The werewolf must be careful, because if she botches at any point, the dream being escapes her control. It will remain in the physical world for as long as it sees fit.",
            "source": "Core book revised",
            "game_line": "Werewolf: The Apocalypse",
            "category": "powers",
            "stat_type": "gift",
            "values": [5],
            "shifter_type": "Garou",
            "splat": "Shifter",
            "auspice": "Galliard"
        },
        {
            "name": "Beyond Human",
            "description": "Called Übermensch in older editions. The Garou is human plus. Human plus strength, agility and health. Human plus devoted, assured spirituality and meaning. Human plus animal instinct and lightning reflexes. He is as man, but greater and more whole. Every Garou radiates this to some extent, causing humans to fear and avoid them instinctively. This Gift warps this perception, turning the Garou from a figure to be avoided into a figure to be admired or adored. An ancestor-spirit teaches this Gift.",
            "system": "Once learned, this Gift is always active. Humans dealing with the character will immediately pick her out as more desirable, attractive, smarter or more charismatic compared to throw around them, regardless of their actual capacity in such matters. The Curse still applies, but rather than being instinctively feared as a predator, the werewolf is dreaded as an intimidating figure of great presence. Also, the character may boost his Social Attributes by spending Rage or Gnosis, each dot of either spent raises one Social Attribute by one point for a single scene.",
            "source": "Players' Guide to Garou (revised)",
            "game_line": "Werewolf: The Apocalypse",
            "category": "powers",
            "stat_type": "gift",
            "values": [5],
            "shifter_type": "Garou",
            "splat": "Shifter",
            "breed": "Homid"
        },
        {
            "name": "Part the Veil",
            "description": "With this Gift, a werewolf may immunize any human from the Delirium for a scene. In this way, the human can interact with Garou without deleterious effects. However, the human will forget much of what he knows if the Delirium is induced in him at a later date. An ancestor-spirit teaches this Gift.",
            "system": "The player spends a Gnosis point and rolls Charisma + Empathy. One success is all that's required.",
            "source": "Core book revised",
            "game_line": "Werewolf: The Apocalypse",
            "category": "powers",
            "stat_type": "gift",
            "values": [5],
            "shifter_type": "Garou",
            "splat": "Shifter",
            "breed": "Homid"
        },
        {
            "name": "Assimilation",
            "description": "A werewolf with this Gift blends smoothly into any culture, no matter how strange or unfamiliar he might normally find it. He could slip among Bedouin nomads as if he were one of them, or he could shop in a Chinese market without anyone noticing that he does not belong. The Gift doesn't hide racial differences, but it does allow the user to mimic the behaviors and mannerisms of a native. It also grants the ability to speak and understand the culture's language, although this knowledge vanishes as the Gift ends. Ancestor-spirits teach this gift.",
            "system": "The player rolls Manipulation + Empathy. If successful, the character interacts with members of another culture as if he were one of them. This difficulty depends on how alien the culture is. The difficulty would be 5 for another Garou sept, but it could be as high as 9 when trying to assimilate into a Black Spiral Hive in a foreign country. The character will not suffer Social-roll penalties when interacting with members of the culture, although he will not receive any special benefits. The Gift lasts for one scene plus one day per Willpower point spent when activating it.",
            "source": "Core book revised",
            "game_line": "Werewolf: The Apocalypse",
            "category": "powers",
            "stat_type": "gift",
            "values": [5],
            "shifter_type": "Garou",
            "splat": "Shifter",
            "breed": "Homid"
        },
        {
            "name": "Protean Form",
            "description": "Born misshapen, the metis takes her deformity and makes it a source of power. She can twist her flesh in any number of ways, sprouting a number of unnatural features, from extra limbs to additional mouths to grasping tentacles. A Chimerling teaches this Gift.",
            "system": "The character's ability to partially transform (see p. 286) is permanently modified, allowing her to make almost any grotesque modifications the player can imagine. These modifications must logically bestow one of the following benefits: +2 dice on a certain category of attack rolls (extra clawed limbs for claw attacks, tentacles for clinches, etc), +2 damage on a certain category of attack rolls (a chest-mounted squid beak for extra damage on clinches, arms coated in shark teeth for boosted claw attacks, etc.), or +5 yards per turn of movement (extra legs, vestigial wings, etc.).",
            "source": "20th Anniversary Edition",
            "game_line": "Werewolf: The Apocalypse",
            "category": "powers",
            "stat_type": "gift",
            "values": [5],
            "shifter_type": "Garou",
            "splat": "Shifter",
            "breed": "Metis"
        },
        {
            "name": "Umbral Body",
            "description": "The metis body is strange. Born in a form not intended by Gaia or nature, deformed and occasionally showing signs of animals entirely unrelated to man or wolf, it is little wonder the breed has been outcast and hated. But some metis have used this body to their advantage, and it is perhaps this strangeness that allows their body to withstand the pressures this Gift inflicts. With this Gift, the metis can partially reach into the Umbra, sending certain body parts into the Umbra while maintaining others in the physical world. Doing so makes the metis difficult to hit in combat, to say the least. A Pattern spider teaches this Gift.",
            "system": "The metis rolls Gnosis (difficulty of the local Gauntlet) and if the roll succeeds spends 1 Gnosis. For the rest of the scene, the metis receives one extra automatic success on all Dodge rolls.",
            "source": "Players' Guide to Garou (revised)",
            "game_line": "Werewolf: The Apocalypse",
            "category": "powers",
            "stat_type": "gift",
            "values": [5],
            "shifter_type": "Garou",
            "splat": "Shifter",
            "breed": "Metis"
        },
        {
            "name": "Twist of Fate",
            "description": "Some Stargazer metis have used this Gift to deliver a fatal blow to unsuspecting enemies, even knowing that the cost will be their own lives. After a Garou has been dealt her own deathblow, if she invokes this Gift, she may strike her enemy once more ere she dies. It's bittersweet but often leads to an enemy falling dead alongside the metis warrior. This Gift is taught by a Cobra-spirit.",
            "system": "The player need only spend one Rage point to get that final shot; no wound penalties apply. The attack doesn't automatically land, although the metis may spend Willpower to add to the attack roll's successes (even though she's already spent Rage in the turn). The metis' damage pool is increased by ten dice — a metis' parting shot channels a lifetime of Rage, and is almost always lethal.",
            "source": "Guardians of the Caerns",
            "game_line": "Werewolf: The Apocalypse",
            "category": "powers",
            "stat_type": "gift",
            "values": [5],
            "shifter_type": "Garou",
            "splat": "Shifter",
            "breed": "Metis"
        },
        {
            "name": "Totem Gift",
            "description": "Due to the metis' strong ties with Garou society, she can plead directly with her tribal totem, gaining some of its power. The effects of this Gift depend on the nature of the tribal totem power. Rat (totem of the Bone Gnawers) might send swarms of rats to attack the Garous's enemies, and Grandfather Thunder (totem of the Shadow Lords) might smite the Garou's enemies with a blast of thunder and lightning. The potential of this Gift depends only on the favor of the totem, and it may cross over into the miraculous. Only the tribal totem teaches this gift.",
            "system": "The player spends on Gnosis point and rolls Charisma + Rituals (difficulty 7). The greater the number of successes, the more dramatic the effects. One success might cause a minor distraction, whereas 10 successes is the dramatic equivalent of summoning a localized twister to destroy the metis' foes.",
            "source": "Core book revised",
            "game_line": "Werewolf: The Apocalypse",
            "category": "powers",
            "stat_type": "gift",
            "values": [5],
            "shifter_type": "Garou",
            "splat": "Shifter",
            "breed": "Metis"
        },
        {
            "name": "Madness",
            "description": "The metis struggles his whole life to find a place, a purpose and a sense of stability in his horrifying existence. With this Gift, he can force others to face their inner demons, including insanity and madness. The nature of the derangement varies among individuals, but it will always be severe, making it impossible for the victim to function normally. Lunes, along with spirits of trickery and madness teach this Gift.",
            "system": "The player spends a Gnosis point and rolls Manipulation + Intimidation (difficulty of the victim's Willpower). The insanity lasts a number of days equal to the successes rolled on the attempt. During this time, the metis can increase or decrease the effects of the madness, granting the victim lucidity and then driving him into psychosis. Even after the Gift has ended, the repercussions from the bout with madness often haunt the target for the rest of his life.",
            "source": "Core book revised",
            "game_line": "Werewolf: The Apocalypse",
            "category": "powers",
            "stat_type": "gift",
            "values": [5],
            "shifter_type": "Garou",
            "splat": "Shifter",
            "breed": "Metis"
        },
        {
            "name": "Boon of the Animal Fathers",
            "description": "By entreaty to a specific Animal Father, the Garou can gain that specific animal totem for one scene. If the Garou entreaties Father Moose, the Garou can gain Moose as his totem for that scene, gaining all the benefits as if she were allied to that totem. This does not give the special powers granted by the metis gift Totem Gift, only the regular benefits of a totem alliance. The Animal Fathers are believed to be different, more specific, aspects of the animal totems. This gift only works with totems that embody \"real\" animals; Unicorn or Pegasus cannot be entreated with this gift.",
            "system": "The Garou must spend 2 Gnosis and make a successful Charisma + Primal-Urge roll. This gift may only be used once per scene.",
            "source": "Ways of the Wolf",
            "game_line": "Werewolf: The Apocalypse",
            "category": "powers",
            "stat_type": "gift",
            "values": [5],
            "shifter_type": "Garou",
            "splat": "Shifter",
            "breed": "Lupus"
        },
        {
            "name": "Song of the Great Beast",
            "description": "To use this Gift, the werewolf must travel to the deep wilderness. When she reaches her destination, she howls the Song of the Great Beast into the sky, summoning one of the Great Beasts to her aid. These beasts are terrible and ancient creatures that walked the Earth in ages past. Examples include the Willawau (giant owl), the Yeti, the Sabertooth Tiger, the great Megladon sharks that swam in the seas eons ago and the mighty Mammoth who arrives in herds. Who knows what else a Garou might call? Rumors say that dinosaurs survive in the deep Congo…. The surviving Great Beasts posses abilities in the physical world that rival those of mighty spirits in the Umbra. Even the wisest of Garou are not certain of their natures. Once the ancient one arrives, the werewolf may make a request, although she should do so with great caution. If the Great Beast agrees to aid the werewolf, it will do so in its own way, but enemies of the lupus should beware. Few spirits know this Gift. It's said that those that do dwell in the Realm of Pangaea.",
            "system": "The player spends one Gnosis point and rolls Charisma + Primal-Urge (difficulty 8) to sing the Song of the Great Beast. More successes improve the Great Beast's disposition. Traits are left to the Storyteller's discretion, but they should be appropriately impressive.",
            "source": "Core book revised",
            "game_line": "Werewolf: The Apocalypse",
            "category": "powers",
            "stat_type": "gift",
            "values": [5],
            "shifter_type": "Garou",
            "splat": "Shifter",
            "breed": "Lupus"
        },
        {
            "name": "Elemental Gift",
            "description": "The werewolf calls upon the primal force of Gaia Herself, thereby commanding the spirits of the elements to rise up, undulate forward and even engulf foes. This Gift summons an elemental spirit, not merely the raw matter of the elements, but the primal spirits possessing power enough to challenge even something as powerful as a Nexus Crawler. The elementals grant this Gift.",
            "system": "The player spends one Gnosis point and rolls Charisma + Occult (difficulty 7). If successful, he calls an elemental who grants him the ability to control a large volume of air, earth, water or fire (in any of their forms) that is approximately 20′ by 20′ per success. The effect lasts for one scene or until the elemental leaves or is destroyed.",
            "source": "Core book revised",
            "game_line": "Werewolf: The Apocalypse",
            "category": "powers",
            "stat_type": "gift",
            "values": [5],
            "shifter_type": "Garou",
            "splat": "Shifter",
            "breed": "Lupus"
        }
] 