[
    {
        "name": "Smell of the Grave",
        "type": "Physical",
        "cost": 1,
        "description": "You exude an odor of dampness and newly turned earth, which no amount of scents or perfumes will cover. Mortals in your immediate presence become uncomfortable, so the difficulties of all Social rolls to affect mortals increase by one.",
        "source": "V20 Pg 481",
        "notes": ""
    },
    {
        "name": "Fourteenth Generation",
        "type": "Physical",
        "cost": 2,
        "description": "You were created five or fewer years ago by a member of the Thirteenth Generation. Though you have 10 blood points in your body, only eight of them may be used to heal wounds, power Disciplines, raise Attributes, etc. You can still use the final two blood points for other purposes, though. The blood point costs of nightly rising, creating and sustaining ghouls, and creating blood bonds remains the same as for other vampires. You cannot raise any Discipline above four dots. Taking this Flaw precludes you from taking the Generation Background, and you may not start with Status, either. You are likely a Clanless Caitiff, for your blood is probably too thin to pass down the distinguishing characteristics of a Clan. Most Fourteenth-Generation vampires should also take the Thin Blood Flaw (p. 483)",
        "source": "V20 Pg 481",
        "notes": "Restricted."
    },
    {
        "name": "Fifteenth Generation",
        "type": "Physical",
        "cost": 4,
        "description": "Your vitae is so weak that only six of your 10 blood points can be used for Disciplines, healing or raising Attributes. For these functions, you must expend two blood points to obtain the effect a normal vampire would achieve with one. (The cost for nightly rising remains a single blood point.) What's more, you cannot create or sustain ghouls, create a blood bond, or sire a vampiric childe. You can use the remaining four blood points to survive through the day and wake up each night, nothing more. You cannot raise any Discipline above three dots. The weakening of the Curse of Caine has compensations, though (which distinguish this Flaw from the Thin Blood Flaw itself). Sunlight does lethal damage to you, instead of aggravated damage as it does to other vampires. You can hold down mortal food and drink for an hour or so; other vampires vomit immediately if they try (unless they have the Eat Food Merit). Strangest of all, once in a while you might actually have a child the normal, human way... though it will hardly be a normal, human child..",
        "source": "V20 Pg 481",
        "notes": "Restricted."
    },
    {
        "name": "Dulled Bite",
        "type": "Physical",
        "cost": 2,
        "description": "Your fangs never developed fully or may not manifest at all. Feeding requires alternate methods, or double successes to penetrate skin properly.",
        "source": "V20 Pg 481",
        "notes": ""
    },
    {
        "name": "Infectious Bite",
        "type": "Physical",
        "cost": 2,
        "description": "You may not automatically lick the wounds of your feeding closed. In fact, your bites have a one in five chance of becoming infected and causing mortal victims to become seriously ill. The precise nature of the infection is determined by the Storyteller.",
        "source": "V20 Pg 481",
        "notes": ""
    },
    {
        "name": "Vulnerability to Silver",
        "type": "Physical",
        "cost": 2,
        "description": "Silver is as deadly to you as sunlight, causing aggravated wounds. The mere touch of silver causes discomfort.",
        "source": "V20 Pg 482",
        "notes": ""
    },
    {
        "name": "Open Wound",
        "type": "Physical",
        "cost": "2 or 4",
        "description": "A wound refuses to heal and constantly drips blood. Costs extra blood point per night and adds +1 difficulty to Social rolls. At 4 points, includes effects of Permanent Wound Flaw.",
        "source": "V20 Pg 482",
        "notes": ""
    },
    {
        "name": "Glowing Eyes",
        "type": "Physical",
        "cost": 3,
        "description": "You have the stereotypical glowing eyes of vampire legend, which gives you a -1 difficulty on Intimidation rolls when you're dealing with mortals. However, the tradeoffs are many; you must constantly disguise your condition (no, contacts don't cut it); the glow impairs your vision and puts you at +1 difficulty on all sight-based rolls (including the use of ranged weapons); and the radiance emanating from your eye sockets makes it difficult to hide (+2 difficulty to Stealth rolls) in the dark.",
        "source": "V20 Pg 482",
        "notes": ""
    },
    {
        "name": "Expiration Date",
        "type": "Social",
        "cost": 2,
        "description": "Your personal motto is simple: I do what I want. This has, as might be expected, caused you trouble more than once. You are wanted in several domains for various minor crimes, such as exsanguinating the Seneschal's favorite ghoul. You haven't been bloodhunted just yet, but the writing is on the wall. You've just about run out of time and no one wants you to take them with you when everything turns sideways. One more mistake and you sign your Final Death warrant. All social-based rolls to acquire help are at +2 difficulty, except those involving Intimidation.",
        "source": "Anarchs Unbound Pg 102",
        "notes": "Restricted"
    },
    {
        "name": "Botched Presentation",
        "type": "Social",
        "cost": 1,
        "description": "When your sire presented you to the Prince of the city, you flubbed it. Now you're convinced His Majesty hates you (whether he does or not). You need to succeed on a Willpower roll (difficulty 7) just to stand in front of the Prince or one of his duly authorized representatives without running, blubbering, or otherwise making a fool of yourself.",
        "source": "V20 Pg 489",
        "notes": "Camarilla Only"
    },
    {
        "name": "Incomplete Understanding",
        "type": "Social",
        "cost": 1,
        "description": "The whole matter has been explained to you, but you're still not quite sure how things in your Sect work. Your imperfect understanding of the rules and regulations of your new existence means that sooner or later, you're going to make a mistake. It's only a matter of time....",
        "source": "V20 Pg 490",
        "notes": ""
    },
    {
        "name": "Infamous Sire",
        "type": "Social",
        "cost": 1,
        "description": "Your sire was, and perhaps still is, distrusted and disliked by many of the city's Kindred. As a result, you are distrusted and disliked as well.",
        "source": "V20 Pg 490",
        "notes": ""
    },
    {
        "name": "Recruitment Target",
        "type": "Social",
        "cost": 1,
        "description": "Someone in one of your Sect's enemy organizations wants you, and they want you bad. Every effort is being made to recruit you, willing or no, and the press gangs usually show up at the worst possible time.",
        "source": "V20 Pg 490",
        "notes": ""
    },
    {
        "name": "Sire's Resentment",
        "type": "Social",
        "cost": 1,
        "description": "Your sire dislikes you and wishes you ill. Given the smallest opportunity, she will actively seek to do you harm. Your sire's allies also work against you, and many elders may resent you.",
        "source": "V20 Pg 490",
        "notes": ""
    },
    {
        "name": "Special Responsibility",
        "type": "Social",
        "cost": 1,
        "description": "Shortly after your Embrace, you volunteered for some task in order to gain respect and approval from the vampires around you. Now, you wish you had never opened your damn mouth! While you are not given any special credit for performing this duty, you would lose a lot of respect if you were to stop. The nature and the details of your duty should be worked out with the Storyteller in advance. Ideas can range from lending money to other Kindred to acting as a messenger or possibly gathering victims for ritae (such as Blood Feasts).",
        "source": "V20 Pg 490",
        "notes": ""
    },
    {
        "name": "Bound",
        "type": "Social",
        "cost": 2,
        "description": "You are blood bound to another vampire. Your regnant may not necessarily treat you badly, but the fact remains that your will is not entirely your own. The knowledge gnaws at you, even as you find yourself lost in devotion to your vampiric master. Sabbat vampires cannot take this Flaw.",
        "source": "V20 Pg 490",
        "notes": ""
    },
    {
        "name": "Escaped Target",
        "type": "Social",
        "cost": 2,
        "description": "You had targeted a mortal for the Embrace, but someone else got there first. You cannot stand the humiliation of being cheated of your prize, and fly into a rage (+2 difficulty to avoid frenzy) whenever you see the one who got away.",
        "source": "V20 Pg 491",
        "notes": ""
    },
    {
        "name": "Failure",
        "type": "Social",
        "cost": 2,
        "description": "You once held a title in the city, but failed catastrophically in your duties. Now you are branded incompetent, excluded from circles of power and responsibility, and generally ostracized by those on their way up. Your exclusion may make you a target for recruitment by the Sect's enemies (or so the whispers run, making you even more distrusted).",
        "source": "V20 Pg 491",
        "notes": ""
    },
    {
        "name": "Masquerade Breaker",
        "type": "Social",
        "cost": 2,
        "description": "In your first nights as a vampire, you accidentally broke the Masquerade — and were spotted doing so. Someone else covered for your mistake, but holds the favor over you. Now you exist in fear that your error will be revealed. In the meantime, your 'savior' takes pitiless advantage of you. This Flaw can only be taken by vampires in Sects or Clans that respect the Masquerade.",
        "source": "V20 Pg 491",
        "notes": "Camarilla Only"
    },
    {
        "name": "Rival Sires",
        "type": "Social",
        "cost": 2,
        "description": "The flip side of Escaped Target, two vampires wanted to gift you with the Embrace. One succeeded, one failed — and she's not happy about that failure. You, your actual sire, or both of you have become the target of the failed suitor's ire. Regardless, your persecutor is at +2 difficulty to refrain from frenzy in your presence. In addition, she may well be working actively to discredit or destroy you.",
        "source": "V20 Pg 491-2",
        "notes": ""
    },
    {
        "name": "Uppity",
        "type": "Social",
        "cost": 2,
        "description": "You are proud of your new status in the Sect — so proud that you've shot your mouth off to other Kindred and made some enemies. Wiser vampires laugh at you and chalk your rudeness up to youth, but others find you arrogant and insulting. These enemies will take action to embarrass or harm you. Furthermore, you are at +2 difficulty on all Social rolls against any vampires you have alienated through your yammering — and you may not know who they are. At Storyteller discretion, you may also be required to make a Willpower roll (difficulty 6) to keep your mouth shut any time the opportunity presents itself for you to brag about your pack, your Clan, or your status.",
        "source": "V20 Pg 492",
        "notes": ""
    },
    {
        "name": "Disgrace to the Blood",
        "type": "Social",
        "cost": 3,
        "description": "Your sire regards the fact that he Embraced you to be a titanic mistake, and has let everyone know it. You are mocked at gatherings, taunted by your peers, and actively despised by the one who should be giving you guidance. Any request or petition you make is likely to be looked down upon by friends of your sire, and your achievements are likely to be discounted.",
        "source": "V20 Pg 492",
        "notes": ""
    },
    {
        "name": "Blood Hunted",
        "type": "Social",
        "cost": "4 or 6",
        "description": "You have been made the target of a blood hunt, and for you to return to your home city is death. For four points, this Flaw means that only your home city is offlimits to you. For six, it means that the entire Camarilla is howling for your vitae. This Flaw can only be taken by Camarilla vampires.",
        "source": "V20 Pg 493",
        "notes": "Restricted"
    },
    {
        "name": "Black Sheep",
        "type": "Social",
        "cost": 5,
        "description": "You belong to a prestigious lineage that is considered to be paragon of another sect, or at least it did before you joined the Anarch Movement. You have embarrassed your sire, grandsire, and perhaps even farther back up the line; now the time has come to pay. Your erstwhile broodmates want to bring you back into the fold, if only to clean the stain from your reputation, and are unwilling to recognize your independence. Your sire and grandsire spare no effort to make things uncomfortable for you and any Anarchs who shelter you. This flaw combines the effects of Sire's Resentment and Hunted Like a Dog, so those flaws may not be taken in conjunction with Black Sheep. In addition, many members of the Anarch Movement actively distrust you solely based on your lineage, believing that you are a double-agent. All social rolls involving your fellow Anarchs incur a +2 difficulty.",
        "source": "Anarchs Unbound Pg 102",
        "notes": "Anarch Only"
    },
    {
        "name": "Laughingstock",
        "type": "Social",
        "cost": 5,
        "description": "Somehow you've drawn the scorn of the local Harpies, who make you their favorite target. You are at a +2 difficulty on all Social rolls in Elysium and a +1 anywhere else in the city. In addition, you are at +2 difficulty to use Intimidation or any Dominate powers on anyone who has heard the stories mocking you.",
        "source": "V20 Pg 493",
        "notes": "Camarilla Only"
    },
    {
        "name": "Red List",
        "type": "Social",
        "cost": 7,
        "description": "You are either being considered for or are already on the dreaded Red List, the registry of those vampires the Camarilla most wants extinguished. Any Camarilla vampire will either attack you on sight or, more likely, call in for a great deal of help.",
        "source": "V20 Pg 493",
        "notes": "Camarilla Only"
    },
    {
        "name": "Lunacy",
        "type": "Mental",
        "cost": 2,
        "description": "You are affected by the phases of the moon, increasing your chances to frenzy. Under the crescent moon, difficulties to avoid frenzy increase by one. Under the half or gibbous moon, difficulties rise by two. When the moon is full, difficulties increase by three.",
        "source": "V20 Pg 486",
        "notes": ""
    },
    {
        "name": "Short Fuse",
        "type": "Mental",
        "cost": 2,
        "description": "You are easily angered. Difficulties to avoid frenzy are two greater. Brujah vampires cannot take this Flaw, as they already suffer from a similar weakness.",
        "source": "V20 Pg 486",
        "notes": ""
    },
    {
        "name": "Stereotype",
        "type": "Mental",
        "cost": 2,
        "description": "You buy heavily into all of the vampire stories you've read and heard. You wear a cape or body glitter, speak with an accent, and otherwise act in a cartoonish fashion. Such behavior is embarrassing in the extreme to other Kindred, who are likely to ostracize or mock you (+2 difficulty to Social rolls with other vampires who don't share your habits). You also stand out to hunters.",
        "source": "V20 Pg 486",
        "notes": ""
    },
    {
        "name": "Soft-Hearted",
        "type": "Mental",
        "cost": 1,
        "description": "You cannot stand to watch others suffer. You avoid any situation that involves causing someone physical or emotional pain, unless you succeed on a Conscience roll (difficulty 8).",
        "source": "V20 Pg 485",
        "notes": ""
    },
    {
        "name": "Prey Exclusion",
        "type": "Mental",
        "cost": 1,
        "description": "You refuse to hunt a certain class of prey. You may refuse to feed on children, police officers, clergy, or any other specific group. You must spend Willpower to bring yourself to feed on this type of individual, and even then you are at +2 difficulty to feed.",
        "source": "V20 Pg 485",
        "notes": ""
    },
    {
        "name": "Guilt-Wracked",
        "type": "Mental",
        "cost": 4,
        "description": "You simply cannot come to terms with what you have become. You suffer horrible guilt over being a vampire and having to drink blood to survive. Feeding requires a Conscience roll (difficulty 6). A failure indicates you cannot feed that night. A botch indicates you do something to reveal yourself as a vampire to your prey.",
        "source": "V20 Pg 486",
        "notes": ""
    },
    {
        "name": "Flashbacks",
        "type": "Mental",
        "cost": 6,
        "description": "You are haunted by something in your past, and certain situations can cause you to relive these events. When confronted with a trigger stimulus, you must make a Self-Control roll (difficulty 7) or become caught up in the flashback for the remainder of the scene. During a flashback, you react as you did in the past, and may even hallucinate that you are reliving the event.",
        "source": "V20 Pg 486",
        "notes": ""
    },
    {
        "name": "Phobia",
        "type": "Mental",
        "cost": "2 or 4",
        "description": "You have an overpowering fear of something. Spiders, snakes, crowds, and heights are examples of common phobias. You must make a Courage roll every time you encounter the object of your fear. The difficulty of the roll is determined by the Storyteller. If you fail the roll, you must retreat from the object.",
        "source": "V20 Pg 486",
        "notes": ""
    },
    {
        "name": "Amnesia",
        "type": "Mental",
        "cost": 2,
        "description": "You have no memory of your mortal life, or even of some part of your existence as a vampire. You know your name, and you know that you're a vampire, but the details of your Embrace and much of what followed it are lost to you.",
        "source": "V20 Pg 486",
        "notes": ""
    },
    {
        "name": "Conspicuous Consumption",
        "type": "Mental",
        "cost": 4,
        "description": "You believe that as a vampire, you must dress and act the part. You must spend three times the normal amount on your clothes, vehicles, and other possessions to maintain your image. You also have trouble associating with those who do not maintain similar standards.",
        "source": "V20 Pg 486",
        "notes": ""
    },
    {
        "name": "Weak-Willed",
        "type": "Mental",
        "cost": 3,
        "description": "You are highly susceptible to Dominate and other mental manipulations. You are at +2 difficulty to resist any attempt to control or influence your mind, including Presence.",
        "source": "V20 Pg 486",
        "notes": ""
    },
    {
        "name": "Nightmares",
        "type": "Mental",
        "cost": 1,
        "description": "You experience horrendous nightmares every time you sleep, and memories of them haunt you during your waking hours. Upon awakening, you must make a Courage roll (difficulty 7) or lose one die on all actions for that night due to the distraction of the dreams.",
        "source": "V20 Pg 486",
        "notes": ""
    },
    {
        "name": "Vengeful",
        "type": "Mental",
        "cost": 2,
        "description": "You have a score to settle, and you let nothing stand in the way of your revenge. You must make a Willpower roll (difficulty 5) to avoid taking hostile action toward the object of your revenge when presented with an opportunity to do so.",
        "source": "V20 Pg 486",
        "notes": ""
    },
    {
        "name": "Territorial",
        "type": "Mental",
        "cost": 2,
        "description": "You are extremely territorial and must make a Willpower roll (difficulty 7) to keep from acting aggressively toward those who encroach upon your domain. If the intruder is another vampire, the difficulty is increased to 9.",
        "source": "V20 Pg 486",
        "notes": ""
    },
    {
        "name": "Thirst for Innocence",
        "type": "Mental",
        "cost": 2,
        "description": "You can only feed from the innocent (children, virgins, or other pure souls). If you feed from anyone else, you automatically frenzy and must make a Conscience roll (difficulty 8) or lose a point of Humanity.",
        "source": "V20 Pg 486",
        "notes": ""
    },
    {
        "name": "Addiction",
        "type": "Mental",
        "cost": 3,
        "description": "You are addicted to a substance (alcohol, drugs, or a specific type of blood) that has little or no effect on vampires. You must spend Willpower to avoid indulging in your addiction when the opportunity presents itself. You may also suffer penalties when deprived of your addiction, at the Storyteller's discretion.",
        "source": "V20 Pg 486",
        "notes": ""
    },
    {
        "name": "Driving Goal",
        "type": "Mental",
        "cost": 3,
        "description": "You have a goal that you pursue with such single-minded determination that it interferes with your ability to function normally. You must make a Willpower roll (difficulty 8) to pursue any course of action that does not directly relate to achieving your goal.",
        "source": "V20 Pg 486",
        "notes": ""
    },
    {
        "name": "Beacon of the Unholy",
        "type": "Physical",
        "cost": 2,
        "description": "Animals react poorly to your presence, and holy symbols within 10 feet of you tend to fall, break, or tarnish. This makes it difficult to move through heavily religious areas or maintain a haven near a church. This Flaw is common among Baali and other infernalists.",
        "source": "Lore of the Clans Pg 45",
        "notes": ""
    },
    {
        "name": "Blood Rot",
        "type": "Physical",
        "cost": 4,
        "description": "Your blood is tainted and does not function properly for creating ghouls or blood bonds. Any attempt to create a ghoul or blood bond requires three times the normal amount of blood, and the effects only last for half the normal duration.",
        "source": "Lore of the Clans Pg 45",
        "notes": ""
    },
    {
        "name": "Eerie Presence",
        "type": "Social",
        "cost": 2,
        "description": "There is something unsettling about you that makes mortals uncomfortable. You receive a +2 difficulty to all Social rolls when dealing with mortals. This effect does not apply to Intimidation rolls.",
        "source": "Lore of the Clans Pg 45",
        "notes": ""
    },
    {
        "name": "Lord of the Flies",
        "type": "Physical",
        "cost": 1,
        "description": "Insects are drawn to you and often appear in your presence. While this doesn't cause any direct harm, it can make social situations awkward and may draw unwanted attention.",
        "source": "Lore of the Clans Pg 46",
        "notes": ""
    },
    {
        "name": "Touch of Frost",
        "type": "Physical",
        "cost": 1,
        "description": "Your touch leaves a light coating of frost on anything you handle, and your presence causes the temperature to drop slightly. While not severe enough to cause damage, this effect can be noticeable and may compromise your ability to blend in with mortals.",
        "source": "Lore of the Clans Pg 46",
        "notes": ""
    },
    {
        "name": "Blood Sweats",
        "type": "Physical",
        "cost": 3,
        "description": "When under stress, you literally sweat blood. This costs you one blood point per scene and makes maintaining the Masquerade extremely difficult. You must make a Self-Control roll (difficulty 7) in any stressful situation to avoid this effect.",
        "source": "Lore of the Clans Pg 46",
        "notes": ""
    },
    {
        "name": "Cursed",
        "type": "Supernatural",
        "cost": "1 to 5",
        "description": "You suffer from a supernatural curse. The severity and effects of the curse determine its point value. Examples include being unable to enter a dwelling without counting every grain of spilled rice (2 points), or finding that every reflection shows your true vampiric nature (4 points).",
        "source": "Lore of the Clans Pg 46",
        "notes": ""
    },
    {
        "name": "Repulsed by Garlic",
        "type": "Physical",
        "cost": 1,
        "description": "You have an aversion to garlic that goes beyond the normal vampiric dislike of the herb. The mere presence of garlic causes you to recoil, and you must make a Willpower roll (difficulty 6) to remain in its presence. Physical contact with garlic causes you to lose a blood point as your body rejects it.",
        "source": "Lore of the Clans Pg 47",
        "notes": ""
    },
    {
        "name": "Deathsight",
        "type": "Mental",
        "cost": 2,
        "description": "You see the world through death-tinted glasses. Everything appears to be in a state of decay, and you perceive omens of death everywhere. This makes social interaction difficult (+1 difficulty) and can be particularly disturbing when feeding.",
        "source": "Lore of the Clans Pg 47",
        "notes": "Giovanni Only"
    },
    {
        "name": "Blood Bound to Clan",
        "type": "Social",
        "cost": 4,
        "description": "You are blood bound to your clan's leadership through ancient rituals. While this gives you a sense of belonging, it also means you must obey the orders of your clan elders as if you were fully blood bound to them.",
        "source": "Lore of the Clans Pg 47",
        "notes": "Restricted"
    },
    {
        "name": "Flesh Eater",
        "type": "Mental",
        "cost": 3,
        "description": "You must consume the flesh of your victims in addition to their blood. While this doesn't provide any nourishment, failing to do so causes you to suffer a +2 difficulty on all rolls until you next feed properly.",
        "source": "Lore of the Clans Pg 48",
        "notes": ""
    },
    {
        "name": "Grip of the Damned",
        "type": "Physical",
        "cost": 4,
        "description": "Your touch carries the chill of the grave to such an extent that it causes living beings pain. Mortals touched by your bare skin take one level of lethal damage. This makes feeding and social interaction extremely difficult.",
        "source": "Lore of the Clans Pg 48",
        "notes": ""
    },
    {
        "name": "Haunted",
        "type": "Supernatural",
        "cost": 3,
        "description": "A ghost follows you around, causing minor inconveniences and occasionally major problems. The ghost might be someone you killed, someone who died because of your actions, or even a complete stranger who has latched onto you for their own reasons.",
        "source": "Lore of the Clans Pg 48",
        "notes": ""
    },
    {
        "name": "Mark of the Beast",
        "type": "Physical",
        "cost": 2,
        "description": "Animals can instantly recognize you as a predator. Domesticated animals flee from your presence, while wild animals may attack if cornered. You receive a +2 difficulty on all rolls involving animals.",
        "source": "Lore of the Clans Pg 48",
        "notes": ""
    },
    {
        "name": "Occult Enmity",
        "type": "Social",
        "cost": 2,
        "description": "A powerful occult organization (witch coven, secret society, etc.) has marked you as an enemy. They work to thwart your plans and may actively hunt you if the opportunity presents itself.",
        "source": "Lore of the Clans Pg 49",
        "notes": ""
    },
    {
        "name": "Victim of the Masquerade",
        "type": "Social",
        "cost": 2,
        "description": "Your true nature has been successfully covered up by the Camarilla, but at the cost of your reputation. The official story makes you look like a fool, criminal, or worse, and this story follows you wherever you go in Kindred society.",
        "source": "Lore of the Clans Pg 49",
        "notes": "Camarilla Only"
    },
    {
        "name": "Obvious Predator",
        "type": "Physical",
        "cost": 2,
        "description": "There is something obviously predatory about your appearance that mortals instinctively notice. You receive a +2 difficulty on all rolls involving trying to appear harmless or friendly to mortals who aren't already used to your presence.",
        "source": "Ghouls & Revenants Pg 78",
        "notes": ""
    },
    {
        "name": "Blood Madness",
        "type": "Mental",
        "cost": 4,
        "description": "The mere sight or smell of blood can send you into a frenzy. You must make a frenzy check whenever you encounter blood, even if you're not hungry. The difficulty is 7, or 9 if you are hungry.",
        "source": "Ghouls & Revenants Pg 78",
        "notes": ""
    },
    {
        "name": "Dark Fate",
        "type": "Supernatural",
        "cost": 5,
        "description": "You are destined to meet a terrible end. You occasionally receive visions of your doom, and you know that your death will be particularly gruesome or horrible. The Storyteller should occasionally remind you of your fate through dreams or omens.",
        "source": "Ghouls & Revenants Pg 79",
        "notes": ""
    },
    {
        "name": "Blood Fetish",
        "type": "Mental",
        "cost": 3,
        "description": "You can only gain sustenance from blood under specific circumstances (only from virgin blood, only during sex, only after causing fear, etc.). If you feed under other circumstances, you gain no sustenance from the blood consumed.",
        "source": "Ghouls & Revenants Pg 79",
        "notes": ""
    },
    {
        "name": "Infertile Vitae",
        "type": "Physical",
        "cost": 2,
        "description": "Your blood cannot create or sustain ghouls. Any attempt to create a ghoul fails, and existing ghouls who drink your blood do not renew their powers. This Flaw does not affect blood bonds or other uses of vitae.",
        "source": "Ghouls & Revenants Pg 79",
        "notes": ""
    },
    {
        "name": "Tainted Vitae",
        "type": "Physical",
        "cost": 3,
        "description": "Your blood is corrupt in some way that makes it repulsive to other vampires. Any vampire who drinks your blood must make a Stamina roll (difficulty 8) or vomit it back up, gaining no benefit from it. This does not affect your ability to create blood bonds or ghouls.",
        "source": "Ghouls & Revenants Pg 79",
        "notes": ""
    },
    {
        "name": "Sabbat Survivor",
        "type": "Social",
        "cost": 2,
        "description": "You escaped from the Sabbat, but the experience has left its mark on you. You have difficulty trusting others and occasionally display behaviors that make other Kindred suspicious of your true loyalties. You suffer a +1 difficulty on all Social rolls with Camarilla vampires who know your history.",
        "source": "Ghouls & Revenants Pg 80",
        "notes": "Camarilla Only"
    }
] 